[{"title": "Climate crisis and policy inaction in Indonesia", "authors": "Allan Hsiao, Nicholas Kuipers", "abstract": "We surveyed voters and politicians in advance of the 2024 Indonesian election to measure preferences for environmental policy. We find that politicians underestimate voter concerns. We conducted an informational experiment with politicians to correct these misperceptions, and we document evidence of learning but no greater support for policy action. We explore three explanations for why voter preferences do not translate into policy. First, politicians only consider acting when their initial misperceptions are particularly large. Second, elite capture prevents politicians from implementing environmental protection. Third, voters prioritize progress in other domains. Our results underscore the multiplicity of challenges facing climate action.", "url": "https://doi.org/10.1111/ajps.70002", "doi": "10.1111/ajps.70002", "journal_full": "American Journal of Political Science", "specialized": false, "preprint": false, "score": 0.018542389408722104}, {"title": "Digital Interdependence and Power Politics", "authors": "Harry Oppenheimer", "abstract": "This paper presents the first empirical analysis demonstrating how international security influences global data flows. Firms exchange data traffic to achieve fast, stable, and affordable access to digital infrastructure, driving digital interdependence. While international security shapes economic interdependence, the mechanisms linking the two – sanctions, tariffs, boycotts, and contracts – create little risk for Internet interconnection, which is commonly exempted from sanction and tariff regimes, not directly consumed by the public, and not enabled through traditional contracts. I theorize that international conflict generates cybersecurity externalities as state and non-state actors directly weaponize digital interdependence. Firms and their networks sit directly in the path of future conflicts. Leveraging network topographical measurements from computer engineering, I test whether conflict expectations increase states’ mutual reliance to move data. I find robust evidence that power politics shapes digital interdependence and use additional analyses to argue that externalities, rather than state preferences, drive this process.", "url": "https://doi.org/10.1017/s0007123425000328", "doi": "10.1017/s0007123425000328", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.006509214040866462}, {"title": "How Does Public Opinion Respond to Government Injustices Against Historically Discriminated Minorities? Evidence from Norway", "authors": "Helga Malmin Binningsbø, Karin Dyrstad, Henning Finseraas", "abstract": "Many countries struggle to heal the wounds caused by past governmental discrimination against minorities, a process sometimes made difficult by continuing instances of injustice. One tool to improve majority-minority relations is Truth and Reconciliation Commissions (TRCs), which document historical injustices. We collect data before and after the release of the Norwegian TRC report on the treatment of the Sámi and other national minorities, which allows us to investigate its effects on reconciliatory attitudes. We further leverage the unrelated outbreak of demonstrations against current injustices, allowing us to examine responses to both past and current injustices. We find greater support for some aspects of reconciliation, but mainly in areas with a small presence of national minorities. Our results show the limits of TRCs when current conflicts shape the interpretation of historical injustice.", "url": "https://doi.org/10.1017/s0007123425100537", "doi": "10.1017/s0007123425100537", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.07615015590500318}, {"title": "The Backlash Against Civil Society Participation in International Organizations: The Case of Human Rights Complaints Mechanisms", "authors": "Christoph Valentin Steinert, Hannah Marietta Smidt", "abstract": "What are the repressive consequences of civil society participation in international human rights complaints mechanisms? Such mechanisms allow civil society actors to make governments’ human rights violations known to international organizations. International organizations can respond by ‘naming and shaming’ states. We expect that complaint-based shaming increases repression against civil society organizations (CSOs). In particular, governments exploit the specific and personalized information contained in complaint-based shaming to repress challengers and deter future complaints. We test our theory with three studies – (i) a cross-national analysis, (ii) a CSO-level analysis with original survey data, and (iii) a media-based analysis – using multiple identification strategies, including instrumental variables. Our evidence shows that shaming in response to complaints has detrimental effects for CSOs in both democracies and autocracies. Our findings highlight that personalized shaming creates the risk of targeted reprisals and call for reforms that take this risk more seriously.", "url": "https://doi.org/10.1017/s0007123425000249", "doi": "10.1017/s0007123425000249", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.005931525328910947}, {"title": "The Electoral Appeal of Symbolic Class Signalling Through Cultural Consumption", "authors": "David Weisstanner, Sarah Engler", "abstract": "This letter investigates the electoral effects of symbolic class signalling through ‘cultural consumption’ in contemporary politics. We explore how politicians referring to an activity related to class-specific ‘cultural consumption’ – drinking beer in a pub or listening to classical music with a glass of wine – appeals to voters. We argue that symbolic class signalling has gained in importance due to the political realignment along the cultural dimension, and we expect radical right parties to benefit most from it. Our conjoint survey experiment with 1,550 respondents in Switzerland in January/February 2023 confirms our expectation. While many voters are biased against politicians claiming to enjoy classical music and wine, politicians drinking beer in a pub appeal particularly to radical right working-class voters without tertiary education. These findings contribute to our understanding of the role of symbolic politics and class identity in times of political transformation.", "url": "https://doi.org/10.1017/s0007123425100513", "doi": "10.1017/s0007123425100513", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.027568024207025532}, {"title": "“And some, I assume, are good people”: Determinants of elites’ strategic discourse about immigrants and refugees", "authors": "João V. Guedes-Neto, Alex Honeker", "url": "https://doi.org/10.1016/j.electstud.2025.102952", "doi": "10.1016/j.electstud.2025.102952", "journal_full": "Electoral Studies", "specialized": false, "preprint": false, "score": 0.9962639433716979}, {"title": "The Effect of Interpersonal Interaction on the Expression of Anti-Foreign Sentiment: Evidence from a Parallel Survey in the United States and China", "authors": "Sichen Li, Weiyi Shi", "abstract": "What drives anti-foreign sentiment among the public? Existing scholarship focuses on foreign policy events or elite manipulation as primary sources of such sentiment. We contribute to the existing studies by exploring the effect of interpersonal interaction on the expression of anti-foreign sentiment. In a parallel survey conducted simultaneously in the United States and China, we ask respondents in the control group to report how favorably they view the other country without any preface. In the treatment group, respondents are told that they are participating in a parallel survey and paired with a foreign counterpart in China or the United States who can see their responses. We find that awareness of a foreign counterpart, even an unidentified one, leads to a more humanized perspective of the foreign country. Our treatment increases the percentage of respondents with favorable opinions toward the other country by 7.96 percent in the American sample and 9.14 percent in the Chinese sample. However, the effect becomes negative if the counterpart is revealed to already harbor a negative view of the other country. We show that the expression of anti-foreign sentiment is context-dependent: An interpersonal and humanized setting holds the potential of reducing public hostility toward a disfavored country.", "url": "https://doi.org/10.1093/isq/sqaf053", "doi": "10.1093/isq/sqaf053", "journal_full": "International Studies Quarterly", "specialized": false, "preprint": false, "score": 0.02639953386410865}, {"title": "Economic Theory of Alliances: Sixty Years Later", "authors": "Todd Sandler, Justin George", "abstract": "The main purpose of this retrospective of the economic theory of alliances is to characterize three basic paradigms: purely public deterrence, spatial connectivity, and joint products. For each model, allies’ military expenditure (ME) responds differently to the aggregate ME of the other allies, known as defense spillins, thereby resulting in diverse burden sharing, allocative implications, membership composition, and institutional recommendations. The underlying theoretical models determine reduced-form equations for allies’ interdependent defense demands. We examine how changes in strategic doctrines, weapons technology, enemy threats, and membership composition affected NATO burden sharing and its allocative efficiency over time. Generally, changes that increase the share of excludable defense benefits possess a better prognosis for burden sharing and allocative efficiency. Principles and insights from the economic theory of alliances are related to defense demands at the operational level and for non-NATO alliances.", "url": "https://doi.org/10.1177/00220027251359626", "doi": "10.1177/00220027251359626", "journal_full": "Journal of Conflict Resolution", "specialized": false, "preprint": false, "score": 0.04799391785718454}, {"title": "Institutionalized but Under Implemented: Factors Affecting Women’s Inclusion in Peace Negotiations Between 1975 and 2020", "authors": "Miriam J. Anderson, Brian R. Urlacher, Liam Swiss", "abstract": "The Women, Peace, and Security (WPS) agenda has achieved global prominence. Yet, women’s participation in peace negotiations remains rare, and little is known about which factors facilitate their inclusion. Quantitative scholarship has been hampered by incomplete data, drawing almost exclusively from prominent negotiations where agreements were reached. To address this shortcoming, we introduce a novel dataset comprising 267 dyadic negotiations between 1975 and 2020. We find two distinct pathways to women’s representation. First, representation in government and rebel negotiating delegations is linked to higher rates of women’s participation in rebel group leadership, higher levels of feminist mobilization, and the presence of a WPS National Action Plan. Second, representation in civil society delegations correlates to international mediation and higher levels of women’s representation in parliament. These findings suggest that the norm of women’s inclusion continues to face barriers that can be overcome by a particular combination of actors and domestic commitments.", "url": "https://doi.org/10.1177/00220027251355747", "doi": "10.1177/00220027251355747", "journal_full": "Journal of Conflict Resolution", "specialized": false, "preprint": false, "score": 0.02353687816830785}, {"title": "Strategic disruptions: The subnational targeting of internet shutdowns in India", "authors": "Marika Miner", "abstract": "Since 2016, governments in 77 countries have implemented 1,118 internet shutdowns, revealing a growing trend in the use of ‘digital repression’. Governments often justify these shutdowns as necessary for public safety and applied impartially in response to security threats. Focusing on India, the country that has enacted the most shutdowns globally, this article explores whether shutdowns instead follow a logic of targeting political opponents, and how they compare with traditional forms of physical repression. The results align with a theory of strategic political targeting as shutdowns are predominantly executed in areas with lower ruling party support, following opposition violence, and prior to escalations in military violence. This pattern differs significantly from that of physical repression, revealing that internet shutdowns are a unique and politically motivated tool used by those in power to suppress opposition and facilitate state-sanctioned violence.", "url": "https://doi.org/10.1177/00223433251342434", "doi": "10.1177/00223433251342434", "journal_full": "Journal of Peace Research", "specialized": false, "preprint": false, "score": 0.016919562867673266}, {"title": "Defending Memory in Global Politics: Mnemonical In/Security and Crisis", "authors": "Eric Sangar", "abstract": "Building on Maria Mälksoo’s influential 2015 article “Memory Must Be Defended”: Beyond the Politics of Mnemonical Security ( Security Dialogue , 46(3), 221–237), the volume Defending Memory in Global Politics: Mnemonical In/Security and Crisis , edited by Erica Resende, Dovilė Budrytė, and Douglas Becker, examines contemporary politics of memory politicisation and securitization captured in eleven case studies, structured according to actor types (state versus non-state). The book’s primary conceptual proposition is predicated on the concept “mnemonic in/security”. As with the broader concept of ontological security, this term encapsulates the tensions between the imperative to safeguard a collective memory against perceived external and internal threats to create and stabilize collective identities, and the inherent vulnerabilities and marginalizations that accompany the selection of memories to be enshrined in such an effort. In this perspective, conflicts over recognition, or even mnemonic “battles,” are inevitable. Such struggles manifest themselves, for instance, when governments promulgate specific memory narratives that neglect or reinterpret historical wrongdoings against other states. However, they can also occur within political communities. In such cases, political actors—particularly following periods of internal crisis and violence—promote amnesia or, conversely, memorialization of historical events. The purpose of this promotion is to legitimize a political order and its hegemonic forces.", "url": "https://doi.org/10.1017/s1537592725101667", "doi": "10.1017/s1537592725101667", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.009483159132631647}, {"title": "The End of Peacekeeping: Gender, Race, and the Martial Politics of Intervention. By Marsha Henry. Philadelphia: University of Pennsylvania Press, 2024. 200p.", "authors": "Jenny Lorentzen", "url": "https://doi.org/10.1017/s1537592725101655", "doi": "10.1017/s1537592725101655", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.15779313722276445}, {"title": "Imperial Borderlands: Institutions and Legacies of the Habsburg Military Frontier. By Bogdan G. Popescu. Cambridge: Cambridge University Press, 2024. 317p.", "authors": "Christina I. Zuber", "url": "https://doi.org/10.1017/s1537592725000908", "doi": "10.1017/s1537592725000908", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.2536671891284562}, {"title": "European Blame Games: Where does the Buck Stop? By Tim Heinkelmann-Wild, Berthold Rittberger, Bernhard Zangl, and Lisa Kriegmair. Oxford: Oxford University Press, 2024. 192p.", "authors": "Doris Wydra", "url": "https://doi.org/10.1017/s1537592725101679", "doi": "10.1017/s1537592725101679", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.06919691423447538}, {"title": "The Politics of Language. By David Beaver and Jason Stanley. Princeton and Oxford: Princeton University Press, 2023. 520p.", "authors": "Frank Chouraqui", "url": "https://doi.org/10.1017/s1537592725001094", "doi": "10.1017/s1537592725001094", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.08629359635877842}, {"title": "Democracy in Default: Finance and the Rise of Neoliberalism in America. By Brian Judge. New York: Columbia University Press, 2024. 352p.", "authors": "Timothy Weaver", "url": "https://doi.org/10.1017/s153759272510203x", "doi": "10.1017/s153759272510203x", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.005483172334194375}, {"title": "The Patriarchal Political Order: The Making and Unraveling of the Gendered Participation Gap in India. By Soledad Artiz Prillaman. Cambridge: Cambridge University Press, 2023. 320p.", "authors": "Anirvan Chowdhury", "url": "https://doi.org/10.1017/s1537592725101990", "doi": "10.1017/s1537592725101990", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.04328409456845317}, {"title": "The Dispersion of Power: A Critical Realist Theory of Democracy. By Samuel Ely Bagg. Oxford: Oxford University Press, 2024. 284p.", "authors": "Andrew Sabl", "url": "https://doi.org/10.1017/s1537592725001100", "doi": "10.1017/s1537592725001100", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.01652863174740138}, {"title": "Bucking the Buck: US Financial Sanctions &amp; the International Backlash against the Dollar. By Daniel McDowell. New York: Oxford University Press, 2023. 238p.", "authors": "Daniel Drezner", "url": "https://doi.org/10.1017/s1537592725001033", "doi": "10.1017/s1537592725001033", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.022881213991542193}, {"title": "Emerging from the Shadows: Vice Presidential Influence in the Modern Era. By Richard M. Yon. Albany: State University of New York Press, 2024. 402p.", "authors": "Roy E. Brownell", "url": "https://doi.org/10.1017/s1537592725000969", "doi": "10.1017/s1537592725000969", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.05934481117365975}, {"title": "Liberalism as a Way of Life. By Alexandre Lefebvre. Princeton, NJ: Princeton University Press, 2024. 285p.", "authors": "John McGowan", "url": "https://doi.org/10.1017/s1537592725000994", "doi": "10.1017/s1537592725000994", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.03475487670156541}, {"title": "Measuring the Quality of Answers in Political Q&amp;As with Large Language Models", "authors": "R. Michael Alvarez, Jacob Morrier", "abstract": "This article proposes a new approach for measuring the quality of answers in political question-and-answer sessions. We assess the quality of an answer based on how easily and accurately it can be recognized among a random set of candidate answers given the question’s text. This measure reflects the answer’s relevance and depth of engagement with the question. Drawing a parallel with semantic search, we can implement this approach by training a language model on the corpus of observed questions and answers without additional human-labeled data. We showcase and validate our methodology within the context of the Question Period in the Canadian House of Commons. Our analysis reveals that while some answers only have a weak semantic connection to questions, suggesting some evasion or obfuscation, they are generally at least moderately relevant, far exceeding what we would expect from random replies. We also find meaningful correlations between the quality of answers and the party affiliation of the members of Parliament asking the questions.", "url": "https://doi.org/10.1017/pan.2025.10007", "doi": "10.1017/pan.2025.10007", "journal_full": "Political Analysis", "specialized": false, "preprint": false, "score": 0.00838380390233373}, {"title": "Salvage work: The making of movable nature for post-submergence life", "authors": "Ekin Kurtiç", "url": "https://doi.org/10.1016/j.polgeo.2025.103357", "doi": "10.1016/j.polgeo.2025.103357", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.0077607012330761505}, {"title": "Violent environments and the low-carbon energy transition: Cautionary tales from Costa Rica and Papua New Guinea", "authors": "Emily Benton Hite, Sarah Posner, Jerry K. Jacka", "url": "https://doi.org/10.1016/j.polgeo.2025.103389", "doi": "10.1016/j.polgeo.2025.103389", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.13515798501951615}, {"title": "Seizing the means of innovation: On the relationship between Marxism and ecomodernism", "authors": "Govand Khalid Azeez, Jonathan Symons", "url": "https://doi.org/10.1016/j.polgeo.2025.103388", "doi": "10.1016/j.polgeo.2025.103388", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.0565327660022541}, {"title": "From derisking to green extractivism: The Rioni Valley Movement and the coloniality of renewable infrastructure in Post-Soviet Georgia", "authors": "Lela Rekhviashvili, Aleksandra Aroshvili", "url": "https://doi.org/10.1016/j.polgeo.2025.103381", "doi": "10.1016/j.polgeo.2025.103381", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.26105947413261066}, {"title": "Yesterday, all our troubles seemed so far away—(Re)conceptualizing nostalgic deprivation as a predictor for radical‐right support", "authors": "Carla Grosche, Tobias Rothmund", "abstract": "The return to “old glories” is one of the main promises of radical‐right parties, picking up on widespread longings for the collective past. Many people argue that radical‐right support is motivated by Relative Deprivation, that is, the perception of being worse off than others. We suggest that radical‐right support is more likely to reflect Nostalgic Deprivation —the perception of an unfair decline ingroup status compared to the past. However, psychological theorizing is rare, and previous studies differ in their conceptualization and measurement. We seek to fill this gap by introducing and validating a standardized measure of nostalgic deprivation. Based on a literature review, we start with a concise definition and conceptualization of nostalgic deprivation. We developed a reliable nine‐item self‐report scale that captures nostalgic deprivation indicated by (a) a temporal disadvantage comparison, (b) injustice appraisal, and (c) collective anger and nostalgia ( N = 398). We estimated the reliability and validity using empirical indicators of demographics, right‐wing populist attitudes, voting and personality measures in German ( N = 1206) and US‐quota samples ( N = 490). Our data shed light on the great predictive power of nostalgic deprivation for radical‐right support surpassing established measures of relative deprivation and nostalgia.", "url": "https://doi.org/10.1111/pops.70057", "doi": "10.1111/pops.70057", "journal_full": "Political Psychology", "specialized": false, "preprint": false, "score": 0.010949152652900085}, {"title": "“Terms such as ‘true German’ […] belong in the history books”: How Germans with and without migrant backgrounds understand concepts used in survey research on national attachments", "authors": "Marlene Mußotter, Eunike Piwoni", "abstract": "Whilst survey research on national attachments has used various measures, the question of how respondents understand these measures, and especially the highly ambiguous concepts they entail, has remained understudied. Moreover, scholars have used samples consisting of “citizens”, thereby not distinguishing between citizens with and citizens without a migrant background. Drawing on qualitative evidence from six focus group discussions in Germany in 2023, we seek to contribute to filling this research gap and investigate the understanding of selected measures of national attachments and the terms they entail from the perspective of Germans with and without migrant backgrounds. In so doing, we explore the meaning of three concepts – namely, “true German” ( wahrer Deutscher ), “German people” ( deutsches Volk ), and “fatherland” ( Vaterland ). Our discussions indicate differences between these groups and show, among other things, that the understanding of Germans with a migrant background tends to be driven by an ethnic and ethnocultural notion of nationhood, while the understanding of those without a migrant background often has a more civic notion. Moreover, the latter were more likely to question the three terms than the former. Overall, our study calls for refining extant measures to ensure they do justice to an increasingly multicultural society.", "url": "https://doi.org/10.1111/pops.70060", "doi": "10.1111/pops.70060", "journal_full": "Political Psychology", "specialized": false, "preprint": false, "score": 0.9535243731549004}, {"title": "People don't change. Are you sure? Deradicalization of opinion among young people", "authors": "Claudia Zúñiga, Karina Navarro, Rodrigo A. Asún, Jacqueline Espinosa‐Ibacache, José Isla", "abstract": "Since the Chilean social outburst in 2019, the country has experienced a process of political polarization and radicalization. The social support and participation in violent, disruptive, and radical protests rapidly increased, particularly among young individuals. However, in 2022, a rapid deradicalization process took place and ended with the constitutional proposal derived from the social outburst being rejected. Nowadays, national surveys reveal that the support for radical and violent protests decreased, and the support for police repression (earlier severely criticized) increased. This rapid and unprecedented process of radicalization and deradicalization invites the exploration and identification of the factors associated with the deradicalization of opinions in young people. With this view, we will conduct qualitative research using semi‐structured interviews with a sample of male and female young adults that radicalized their opinions due to the outbreak in 2019 and changed their minds later on.", "url": "https://doi.org/10.1111/pops.70052", "doi": "10.1111/pops.70052", "journal_full": "Political Psychology", "specialized": false, "preprint": false, "score": 0.015358771574913721}, {"title": "Voter turnout and selective abstention in concurrent votes", "authors": "Reto Foellmi, Rino Heim, Lukas Schmid", "abstract": "This paper studies voter turnout and selective abstention on voting days with more than one election or referendum. We extend the rational choice model to a setting with multiple concurrent votes. The model is based on a voter’s net benefit, which includes a vote’s salience and information costs. It explains how the net benefit of different concurrent votes enters a voter’s utility function and thereby affects turnout and selective abstention, the tendency to vote in one but not all votes held on the same day. We test our theoretical predictions using data on concurrent propositions in Switzerland from 1988 to 2016. Our results suggest that the proposition with the highest net benefit and the sum of the net benefits of all concurrent propositions are relevant determinants of the individual turnout decision. We also find that a proposition’s net benefit explains variation in selective abstention.", "url": "https://doi.org/10.1017/psrm.2025.10033", "doi": "10.1017/psrm.2025.10033", "journal_full": "Political Science Research and Methods", "specialized": false, "preprint": false, "score": 0.011440708870880889}, {"title": "Conceptualizing and measuring early campaign fundraising in congressional elections", "authors": "Colin R. Case, Rachel Porter", "abstract": "Political professionals and scholars maintain that raising money early in the election season is critical to a successful campaign, having downstream consequences on a candidate’s future fundraising potential, the stiffness of competition she will face, and her likelihood of electoral victory. In spite of early money’s perceived importance, there is no common operationalization for money as “early.” Moreover, existing measures often fail to reflect definitional aspects of early money. In this paper, we first lay out a theoretical framework regarding the utility of early campaign fundraising for candidates. We argue that early fundraising can be expressed as two conceptually distinct quantities of interest centered on either a candidate’s own fundraising performance (candidate-centered) or her fundraising performance relative to her electoral competitors (election-centered). We next lay out steps for operationalizing candidate- and election-centered measures of early fundraising. Lastly, we demonstrate that both our proposed measures for early campaign fundraising are predictive of a candidate’s future fundraising and electoral success. By putting forward a set of best practices for early money measurement and, additionally, producing off-the-shelf measures for early fundraising in U.S. House elections, we fill an important gap in scholarly research on the measurement of money in politics.", "url": "https://doi.org/10.1017/psrm.2025.10014", "doi": "10.1017/psrm.2025.10014", "journal_full": "Political Science Research and Methods", "specialized": false, "preprint": false, "score": 0.005292080246852238}, {"title": "Pandemics meet democracy: the footprint of COVID-19 on democratic attitudes", "authors": "Francesc Amat, Andreu Arenas, Albert Falcó-Gimeno, Jordi Muñoz", "abstract": "How did the COVID-19 outbreak affect citizens’ democratic preferences? Were the changes persistent or temporary? We track a representative sample of Spanish citizens before, during, and after the pandemic, with eight survey waves from January 2020 to January 2024. We compare democratic attitudes before and after the pandemic with individual fixed effects models. We identify a sharp increase in preferences for technical rather than ideological policy-making at the very onset of the pandemic, as well as significant changes in voters’ preferences for competent rather than honest politicians. These changes are sudden and persistent over 4 years. Using a set of repeated survey experiments, we also document a widespread willingness to sacrifice rights and freedoms to deal with the pandemic as compared to other global threats, such as international terrorism and climate change. But this effect quickly faded over time. Overall, we identify significant changes in democratic attitudes during the pandemic and a durable shift in technocratic preferences that outlived the pandemic, setting the conditions for the long-term legacies of COVID-19 on democracy.", "url": "https://doi.org/10.1017/psrm.2025.10035", "doi": "10.1017/psrm.2025.10035", "journal_full": "Political Science Research and Methods", "specialized": false, "preprint": false, "score": 0.01469563914366967}, {"title": "Finding the “Field” in our “Homes” and our “Homes” in the “Field”: A Critique of the “Home–Field” Dichotomy", "authors": "Marnie Howlett, Lauren C. Konken", "abstract": "The “home–field” dichotomy has long been a core assumption of fieldwork in political science. As in other social science disciplines, political scientists rely on these categories to contextualize our research within particular time–space nexuses and to separate our personal lives and private dwellings and institutions from our sources, participants, and broader research environments. Although the spatial, temporal, and emotional divisions between our “homes” and “fields” have always been arbitrary, they are increasingly blurred when we use remote and online methods for research, especially for qualitative studies. This article problematizes the home–field dichotomy within the context of remote and online political science field research. We contend that the overlap of our homes and fields in digital fieldwork poses different challenges for our professional boundaries than offline research, particularly in terms of separating our personal and research lives, mitigating risk, and protecting our mental health. Given the growing use of remote and online methods, we argue that the discipline of political science must account more seriously for the muddling of our homes and fields to support rigorous, transparent, and ethical empirical research.", "url": "https://doi.org/10.1017/s1049096525000447", "doi": "10.1017/s1049096525000447", "journal_full": "PS: Political Science & Politics", "specialized": false, "preprint": false, "score": 0.01438609584779671}, {"title": "German coffee, predatory states, and selective property rights enforcement in 20th-century Guatemala", "authors": "Ricardo R. Noé", "abstract": "How do political leaders in states with limited institutional constraints enforce property rights? In 20th-century Guatemala, German coffee producers benefited from the country’s export-led growth policies—trade agreements, land grants, and infrastructure concessions that allowed them to become the primary producers of the country’s coffee. The security of their property rights depended on their contributions to government revenue through the production of coffee and customs duties. When contributions declined during both world wars, so did security of ownership, leading to two bouts of large-scale expropriation—during the dictatorships of Manuel Estrada (1898–1920) and Jorge Ubico (1931–44). Through a comparative analysis of the two regimes that draws from original qualitative and quantitative evidence, this article argues that political leaders limit expropriation to encourage production and maximize government revenue. However, when revenue falls below the expected gains from expropriation, the likelihood of state appropriation of property rights—whether through asset seizure or regulatory restrictions—increases.", "url": "https://doi.org/10.1007/s11127-025-01312-2", "doi": "10.1007/s11127-025-01312-2", "journal_full": "Public Choice", "specialized": false, "preprint": false, "score": 0.044356350711172055}, {"title": "Parties’ and voters’ dilemmas under Italy’s new mixed electoral system", "authors": "Alessandro Chiaramonte, Aldo Paparo", "url": "https://doi.org/10.1007/s11127-025-01303-3", "doi": "10.1007/s11127-025-01303-3", "journal_full": "Public Choice", "specialized": false, "preprint": false, "score": 0.06928448727780523}, {"title": "George A. Selgin, False dawn: the New Deal and the promise of recovery, 1933–1947. Chicago and London: University of Chicago Press, 2025. xiv + 370 pages. USD 35.00 (hardback)", "authors": "William F. Shughart II", "url": "https://doi.org/10.1007/s11127-025-01310-4", "doi": "10.1007/s11127-025-01310-4", "journal_full": "Public Choice", "specialized": false, "preprint": false, "score": 0.04842659330985832}, {"title": "Political growth collapses", "authors": "Francisco Rodríguez, Patrick Imam", "url": "https://doi.org/10.1007/s11127-025-01290-5", "doi": "10.1007/s11127-025-01290-5", "journal_full": "Public Choice", "specialized": false, "preprint": false, "score": 0.0036313673530310453}, {"title": "Deregulation derailed: evidence from services markets liberalization in Croatia", "authors": "Peter Grajzl, Bruno Ćorić, Stjepan Srhoj", "url": "https://doi.org/10.1007/s11127-025-01305-1", "doi": "10.1007/s11127-025-01305-1", "journal_full": "Public Choice", "specialized": false, "preprint": false, "score": 0.1109573768253308}, {"title": "Exposure to protests and support for different forms of violence: Evidence from the 2019 social outburst in Chile", "authors": "Sebastian Rivera, Fernando Severino, Giancarlo Visconti", "abstract": "People living in communities where protests occur are exposed to various forms of violence, including state-perpetrated violence, such as police brutality, as well as violence from protesters, such as riots and looting. Does exposure to such protests influence people’s support for violence, whether from the state or protesters? To address this question, we analyze data from a multi-year panel study conducted in Chile (2016–2022) to examine how the massive demonstrations of 2019 shaped attitudes toward violence. Using a difference-in-differences design, we find that exposure to protests decreases support for state repression, but only for a short time. However, such exposure does not significantly influence support for the violence perpetrated by protesters. This nuanced understanding of attitudes toward violence provides new evidence to explain the support for different forms of violent actions during social movements.", "url": "https://doi.org/10.1177/20531680251355242", "doi": "10.1177/20531680251355242", "journal_full": "Research & Politics", "specialized": false, "preprint": false, "score": 0.009562889858622303}, {"title": "Beliefs and opinions about “illegal” and “undocumented” immigrants: Conceptual replication of a null result", "authors": "Kirill Zhirkov, Robert H. Brehm", "abstract": "Activists and politicians often express a belief that the language used to describe immigrant populations, such as “illegal” vs. “undocumented,” can impact policy opinions. Existing experimental studies, however, have found relatively little support for that conjecture. In this note, we extend this line of research by exploring whether language impacts perceptions about unauthorized immigrants, such as their association with criminal behavior. Our study uses a conjoint design with experimentally manipulated instructions: respondents are randomly asked to identify profiles that belong to “illegal” or “undocumented” immigrants. We find that language used in the conjoint instructions does not impact perceptions about unauthorized population. At the same time, our observational results show that respondents’ preferences for terms “illegal” and “undocumented” are related to attitudes toward immigration. We discuss the implication of these results for the debate regarding the role of labels in political conflict over immigration.", "url": "https://doi.org/10.1177/20531680251355233", "doi": "10.1177/20531680251355233", "journal_full": "Research & Politics", "specialized": false, "preprint": false, "score": 0.9921450100111244}, {"title": "Advice Response Theory: A Meta-Analytic Review", "authors": "Nhung C. Vu, Yuwei Li, Andrew C. High", "abstract": "Since its inception, advice response theory (ART) has generated considerable research on informational support. Because empirical support for the theory is not uniform, we conducted a series of meta-analyses to synthesize existing evidence and evaluate theoretical claims. Consistent with ART, advice message features were positively associated with advice outcomes; however, the associations between provider characteristics and advice outcomes received qualified support. Study artifacts moderated several bivariate associations. Message content influenced implementation intention more strongly than on the other two advice outcomes, whereas provider characteristics and politeness had a greater impact on evaluation of advice quality and facilitation of coping. Finally, we tested the conventional source-message-outcome model of ART and four theoretically-derived alternative models with meta-analytic data. Results suggested neither provider characteristics nor message features are uniformly more proximal causes of variations in the outcomes. Implications for future studies and potential refinements to ART are discussed.", "url": "https://doi.org/10.1177/00936502251351041", "doi": "10.1177/00936502251351041", "journal_full": "Communication Research", "specialized": false, "preprint": false, "score": 0.003972108280709041}, {"title": "Echoing the Call: Standing in Defense of Academic Freedom for Our Field", "authors": "Scott A. Eldridge, Kristy Hess, Edson C. Tandoc Jr.", "url": "https://doi.org/10.1080/21670811.2025.2532513", "doi": "10.1080/21670811.2025.2532513", "journal_full": "Digital Journalism", "specialized": false, "preprint": false, "score": 0.01177319067683047}, {"title": "Overconfidence in ability to discern cancer misinformation: a conceptual replication and extension", "authors": "Benjamin Lyons, Andy J King, Kimberly A Kaphingst", "abstract": "This study conducts a conceptual replication and extension of prior research on overconfidence in discerning political misinformation, shifting focus to health. Using data from a national survey of American adults linked to web-browsing records (N=593), we investigated the prevalence and correlates of overconfidence in this domain. Consistent with earlier findings, overconfidence was most pronounced among low-performing individuals, replicating the “Dunning–Kruger Effect.” However, decomposition analyses revealed that the associations between overconfidence and behavioral correlates—exposure to low-credibility health websites and belief in cancer-related misinformation—are primarily accounted for by deficits in actual discernment ability rather than a lack of metacognitive insight. This replication highlights the robustness of the link between poor discernment and behavioral outcomes across domains. These results highlight the need for interventions that improve evaluation skills or address underlying dispositional factors, such as distrust in science and conspiracist worldviews.", "url": "https://doi.org/10.1093/hcr/hqaf017", "doi": "10.1093/hcr/hqaf017", "journal_full": "Human Communication Research", "specialized": false, "preprint": false, "score": 0.0075863430557966405}, {"title": "A pandemic of desire: the entanglement of social and biomedical contagion on social media during COVID-19", "authors": "Caroline Petronis, Phillip H. Roth, Alin Olteanu", "url": "https://doi.org/10.1080/1369118x.2025.2525487", "doi": "10.1080/1369118x.2025.2525487", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.022857422355813672}, {"title": "Rhyme or reason: medium-term effects of heuristic and traditional media literacy interventions", "authors": "Tom Dobber, Edina Strikovic, Marina Tulin", "url": "https://doi.org/10.1080/1369118x.2025.2533315", "doi": "10.1080/1369118x.2025.2533315", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.014729754617162638}, {"title": "War on fake news? Media skepticism and exposure to politicians’ fake news accusations", "authors": "Na Yeon Lee, Ahran Park", "url": "https://doi.org/10.1080/1369118x.2025.2531128", "doi": "10.1080/1369118x.2025.2531128", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.007473884163822109}, {"title": "Disability and digital inequality: understanding the impact of different disabilities and socio-economic factors on internet use in Ghana", "authors": "Clement Mensah Damoah", "url": "https://doi.org/10.1080/1369118x.2025.2529344", "doi": "10.1080/1369118x.2025.2529344", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.022815862758757688}, {"title": "Demystifying hashtag hijacking in the public opinion game: attention, narratives, and social bots", "authors": "Bei Zhao, Wujiong Ren, Yuan He, Hongzhong Zhang", "url": "https://doi.org/10.1080/1369118x.2025.2531130", "doi": "10.1080/1369118x.2025.2531130", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.008556001964164173}, {"title": "An “Identity Turn” in political communication?: testing the relationship between media use and identity alignment in the United States", "authors": "Daniel S Lane, Melody Chen, Yifei Wang", "abstract": "Despite a rise in identity-centric communication scholarship, there is a lack of theory and evidence regarding how media use relates to the on-going alignment between political and social identities (i.e., identity alignment). We offer a framework for theorizing this dynamic and apply it to examine the relationship between Americans’ media diets and on-going psychological alignment between political and social identities in the United States (i.e., partisan social sorting). We use data from 33,690 American respondents from three national surveys: one longitudinal (1972–2020) and two fielded in 2020. There is evidence that identity alignment (i.e., sorting) has grown over time, but only among those who are most interested and attentive to politics and media. In 2020 surveys, we find no evidence that the frequency of media use was a significant predictor of social sorting. Instead, the composition of individuals’ media diets predicted the alignment between their social and political identities.", "url": "https://doi.org/10.1093/joc/jqaf026", "doi": "10.1093/joc/jqaf026", "journal_full": "Journal of Communication", "specialized": false, "preprint": false, "score": 0.03119288669700271}, {"title": "Streaming users as temporal publics: recalibrating platform power in Latin America", "authors": "Ignacio Siles, Vanessa Valiati, Rodrigo Muñoz-González, Luciana Valerio-Alfaro", "abstract": "This article analyzes how streaming users in Latin America experience time in relation to platforms. Drawing on a mixed-methods approach that employed daily reports of platform usage, focus groups, and “rich picture” analysis, we examine the cases of two countries with some of the highest digital media usage statistics in Latin America: Brazil and Costa Rica. We conceptualize platform users in these countries as “temporal publics,” defined by their varied experiences of time and the complexity of their “time work” practices. The article discusses how individuals engage in recalibration practices to navigate the temporal ambivalences of everyday life and what they perceive as the power of streaming platforms to control their time. By doing so, we demonstrate how users simultaneously reproduce and subvert specific temporal orders through their everyday interactions with streaming services, reflecting a sustained and intentional ambivalence toward the platforms’ power.", "url": "https://doi.org/10.1093/joc/jqaf031", "doi": "10.1093/joc/jqaf031", "journal_full": "Journal of Communication", "specialized": false, "preprint": false, "score": 0.007671283893554759}, {"title": "What is a trend?", "authors": "Devon Powers", "abstract": "Trends are a common feature in the contemporary media and cultural environment as well as media and communication research. Yet trends remain undertheorized. This article seeks to address this gap. Rather than just a synonym for shift or change, I define trend as a temporally bounded, dynamic pattern of observable change and argue that such a concept deserves greater prominence within the study of media and communication. In addition to this definition, I theorize trends by characterizing the trend’s key features, exploring its relationship to media, and mapping its connection to questions that animate media and communication research. The case of “brat summer” of 2024 is offered as an exemplary case from which trend’s core features may be discerned. The article’s primary contribution is to advance the trend as a central concept through which communication and media studies researchers may think more comprehensively and critically about change.", "url": "https://doi.org/10.1093/joc/jqaf029", "doi": "10.1093/joc/jqaf029", "journal_full": "Journal of Communication", "specialized": false, "preprint": false, "score": 0.01136670466593781}, {"title": "Time is the fire in which message effects burn: Decay and sustenance of correction effects over time", "authors": "Je Hoon Chae, Tim Groeling, Hyunjin Song", "abstract": "The rapid dissemination of misinformation has raised concerns about its persistence despite corrective efforts, as the influence of fact-checking often diminishes quickly. This study explores “time” as a central theoretical and methodological construct in understanding the effects of fact-checking interventions. Across two large-scale, pre-registered panel experiments (N = 6,983), we examine the temporal dynamics of both the persuasive and unintended consequences of factual corrections. Results show that while fact-checks yield immediate belief updating, their effects largely fade within two weeks and do not produce durable belief echoes. In Study 2, we introduce a novel design treating time lag as an experimental treatment and show that simple interventions aimed at increasing the temporal accessibility of corrections—termed “accuracy reminders”—significantly extend the durability of their effects. These findings reconceptualize correction effects as inherently temporal processes, advancing communication theory and offering scalable, time-sensitive strategies for sustaining the influence of fact-checking in dynamic information environments.", "url": "https://doi.org/10.1093/joc/jqaf030", "doi": "10.1093/joc/jqaf030", "journal_full": "Journal of Communication", "specialized": false, "preprint": false, "score": 0.00715075905642204}, {"title": "Preventing Violence in the Disability Margins: A Culture-Centered Study in Aotearoa", "authors": "Mohan J Dutta, Phoebe Elers, Andee Zorn, Stephen Bray, Selina Metuamate, Venessa Pokaia, Pooja Jayan, Mahbubur Rahman, Shakila Hashim, Jie Liu, Negin Nematollahi, Akbar Shah Bin Mohd Sharif, Christina Teikmata-Tito, Francine Whittfield, Sarah Holdaway, De’Anne Jackson, Bronwyn Kerr, Ihaia Raharuhi", "abstract": "Disabled people are overrepresented as victims of sexual violence and family violence, but are often excluded from research and the development of communication campaigns, laws, and interventions. Grounded in the culture-centered approach, we undertook 77 qualitative interviews with predominantly Māori (Indigenous) and low-income disabled individuals to identify primary prevention needs for reducing family and sexual violence. Participants articulated disability as being structural, intersectional, and layered with erasure, contributing to conditions that perpetuate violence. Erasure and the resulting loss of agency were pervasive across diverse disabilities and participant groups, with Māori bearing a disproportionate burden. Emergent in the participants’ narratives were strategies around addressing communication inequalities and grounding prevention resources within local community contexts, set against structural determinants of violence perpetuated by the settler colonial State. This study challenges the hegemonic approach to addressing sexual violence and family violence, revealing a relationship between communicative and material forms of violence.", "url": "https://doi.org/10.1093/joc/jqaf027", "doi": "10.1093/joc/jqaf027", "journal_full": "Journal of Communication", "specialized": false, "preprint": false, "score": 0.021401406355354702}, {"title": "Connecting the last mile in Africa: A volumetric analysis of internet balloons and rural base stations", "authors": "Miao Lu", "abstract": "In the competition to connect the next billion users, Africa’s last mile is becoming a frontier for big tech companies to experiment with new infrastructure ideas. Based on interviews and archival research, this article examines two cases of connecting the last mile through high-latitude balloons in the sky (Google Loon) and rural base stations on the ground (Huawei RuralStar). Following the “volumetric turn,” this article approaches infrastructure as “volumetric practice” to elucidate the politics and promises of the last mile in Africa. Recognizing the agency of various “elements” in the volume – wind, rain, air, and sunlight, this article illustrates ballooning as a socio-technical assemblage of the sky and RuralStar as a flexible object that integrates multiple sources of volumetric knowledge. It argues that the contested nature of last-mile infrastructure is articulated through the navigation, calculation, and commodification of the volumes. While both Google and Huawei articulate techno-optimist views of bridging the digital divide, their unfolding through different technologies presents distinctive sociotechnical imaginaries and knowledge-making dynamics. This article sheds new light on the volumetric competition for the global internet and makes theoretical contributions by introducing a volumetric approach to studying media infrastructure.", "url": "https://doi.org/10.1177/01634437251351791", "doi": "10.1177/01634437251351791", "journal_full": "Media, Culture & Society", "specialized": false, "preprint": false, "score": 0.03330048107349959}, {"title": "Watching a Show versus Being There: Embodied Gatekeeping and Visual Perspective in Congress", "authors": "Mary Angela Bock, Renita Coleman", "url": "https://doi.org/10.1080/10584609.2025.2529909", "doi": "10.1080/10584609.2025.2529909", "journal_full": "Political Communication", "specialized": false, "preprint": false, "score": 0.008778566158528789}, {"title": "Correction", "url": "https://doi.org/10.1080/10584609.2025.2533599", "doi": "10.1080/10584609.2025.2533599", "journal_full": "Political Communication", "specialized": false, "preprint": false, "score": 0.002769556113146221}, {"title": "Dynamic Legitimation Theory and Populist Authoritarian Leaders: The Rhetorical Framing of International Status for Domestic Legitimacy", "authors": "John C. Stanko", "url": "https://doi.org/10.1080/10584609.2025.2529939", "doi": "10.1080/10584609.2025.2529939", "journal_full": "Political Communication", "specialized": false, "preprint": false, "score": 0.006907482760089345}, {"title": "Corrigendum to “Twitter (X) and the Commercial Determinants of Health: Characterizing the Most Amplified, Influential, and Connected Voices Driving Twitter Discourse About Tobacco Regulatory Policy From September 2019 to July 2021”", "url": "https://doi.org/10.1177/20563051251357677", "doi": "10.1177/20563051251357677", "journal_full": "Social Media + Society", "specialized": false, "preprint": false, "score": 0.021092295807816908}, {"title": "The Complexity of Contemporary Citizenship: A Typology of Citizenship Orientations Among Norwegian Digital Natives", "authors": "Elizabeth Solverson, Stefan Geiß, Melanie Magin", "abstract": "Democratic citizenship is continuously evolving, shaped by changing political, social, and media contexts. Digital natives—those who have come of age in environments where digital technologies are embedded in everyday life—have experienced citizenship in markedly different ways than previous generations. While the internet has broadened the repertoire of participatory behaviors, existing research has struggled to capture the complexity of contemporary citizenship. Drawing on deliberative systems theory and a triadic framework of citizenship—examining normative expectations, behaviors, and attitudes—this study develops a nuanced exploration of citizenship orientations. Using an innovative questionnaire and latent profile analysis of survey data from Norwegian digital natives (aged 18–40), we identify seven distinct citizenship types that reveal the multidimensional nature of contemporary citizenship. Our research moves beyond binary distinctions between active and passive citizenship, emphasizing the importance of both expressive and receptive behaviors across online and offline contexts. By highlighting the diverse roles citizens play in sustaining democratic processes, we offer new insights into citizenship in the digital age, demonstrating how different citizens contribute to the democratic system through varied and interdependent forms of engagement.", "url": "https://doi.org/10.1177/20563051251346744", "doi": "10.1177/20563051251346744", "journal_full": "Social Media + Society", "specialized": false, "preprint": false, "score": 0.40036566784830097}, {"title": "The Fetishized Identity Economy: Persona Capital, Staged Class, Platform Capitalism on Short-Video Platforms", "authors": "Chunfeng Lin", "abstract": "The rise of short-video platforms has transformed identity into a hyper-commodified asset, merging performative self-presentation with algorithmic governance. This article introduces the fetishized identity economy (FIE), a theoretical framework that reinterprets Marxian commodity fetishism, Bourdieusian symbolic capital, and Baudrillardian hyperreality to analyze how digital personas are constructed, staged, and monetized. The FIE framework centers on three interrelated concepts: persona capital (algorithmically optimized self-performance), staged class (the commodification of social status as symbolic spectacle), and platform capitalism (the cultural and ideological shaping of profitable identity performances). Through a case study of Chinese influencer Sister Yu, the article illustrates how identity under the FIE is engineered rather than expressed, shaped by state-platform synergies that reward particular narratives of gender, labor, and class. By doing so, this study critiques the neoliberal assumptions embedded in Western influencer discourse and offers an alternative lens to understand the complex interplay of identity, governance, and platform logics. The research contributes to ongoing debates on platform labor, attention economies, and the global contours of influencer culture.", "url": "https://doi.org/10.1177/20563051251353752", "doi": "10.1177/20563051251353752", "journal_full": "Social Media + Society", "specialized": false, "preprint": false, "score": 0.011487344113238152}, {"title": "Incivility in Online Discussion as a Collective Phenomenon: A Dynamic Systems Perspective Examining Sequences of Uncivil Messages", "authors": "Stephen A. Rains, Kevin Coe, Kate Kenski, Yotam Shmargad", "abstract": "Drawing from dynamic systems theory, we examine how incivility is collectively constructed in an online discussion community. Using secondary data consisting of comments shared over a 3-week period to an online news community, we identified three sequences that reflect collective incivility practices. Whereas the persistent incivility sequence included a large proportion of uncivil comments, incivility occurred infrequently in the sporadic incivility sequence and not at all in the no incivility sequence. Once the persistent incivility or sporadic incivility sequences appeared, discussions were more likely to return to these sequences than the no incivility sequence. Contrary to our predictions, sequences containing incivility shaped discussion processes by depressing explicit expressions of agreement and disagreement. The results of this study demonstrate how the collective behavior of online community members contributes to the production and effects of incivility.", "url": "https://doi.org/10.1177/20563051251356119", "doi": "10.1177/20563051251356119", "journal_full": "Social Media + Society", "specialized": false, "preprint": false, "score": 0.003322935748657163}, {"title": "Knowing Your Users by Heart: A Critical Examination of the Scientific Research on Emotions Conducted by Social Media Platforms", "authors": "Camille Alloing, Elsa Fortant, Julien Pierre, Fabien Richert, Rémi Palisser", "abstract": "Since their inception, social media platforms have continuously developed innovations and discourses centered on affective and emotional dimensions. Platform owners invest heavily in research and development to both identify and elicit feelings and emotions. However, the research conducted by these companies on this topic remains understudied. In this study, we present a systematic and critical analysis of the scientific literature published by the research teams of Meta (Facebook, Instagram) and Google (YouTube) regarding the analysis and processing of their users’ emotions. We first demonstrate that this literature relies on schematic definitions of emotions, thereby simplifying the complexity of affective phenomena for facilitating their automated detection. We then highlight the objectives pursued by these research efforts, the majority of which aim to promote users’ well-being through the instrumentalization of what affects them. Finally, we examine the various methods employed to identify emotions, which primarily serve to feed these platforms’ machine learning algorithms with data labeled as emotional. Beyond their scientific contributions, we consider these studies as narratives targeted at the scientific community and investors, serving to legitimize and support the development of specific innovations. Analyzing these works enables us to examine how the techniques, methods, and applications developed by these two companies commodify emotions and actively shape users’ online behaviors.", "url": "https://doi.org/10.1177/20563051251355456", "doi": "10.1177/20563051251355456", "journal_full": "Social Media + Society", "specialized": false, "preprint": false, "score": 0.006486592391819146}, {"title": "A new digital era: Challenges and opportunities for Thai women in online marketplace", "authors": "Lusi Liao, Sasiwimon Warunsiri Paweenawat", "url": "https://doi.org/10.1016/j.telpol.2025.103025", "doi": "10.1016/j.telpol.2025.103025", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.015726204788463205}, {"title": "Between regulation, pressure and collaboration: the public–private entanglement in content moderation", "authors": "Mathieu Fasel, Sophie Weerts", "url": "https://doi.org/10.1016/j.telpol.2025.103024", "doi": "10.1016/j.telpol.2025.103024", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.00885224796995121}, {"title": "Safeguarding media freedom from infrastructural reliance on AI companies: The role of EU law", "authors": "M.Z. van Drunen", "url": "https://doi.org/10.1016/j.telpol.2025.102990", "doi": "10.1016/j.telpol.2025.102990", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.011417539591866865}, {"title": "Broadband infrastructure sharing as a catalyst for rural digital economy: A systematic review for developing countries", "authors": "Nyaura Kibinda, Deo Shao, Augustino Mwogosi, Cesilia Mambile", "url": "https://doi.org/10.1016/j.telpol.2025.103028", "doi": "10.1016/j.telpol.2025.103028", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.012501142598610238}, {"title": "Political Rhetoric and Racial Discrimination in Arrests for Drugs", "authors": "Francesco Barilari, Diego Zambiasi", "abstract": "This paper examines how political rhetoric shapes law enforcement behaviour. We analyse monthly arrest data from 1,420 police agencies across 38 U.S. states between January 1981 and December 1992, a period when U.S. presidents intensified anti-drug messaging, particularly targeting crack cocaine, which the media disproportionately linked to Black communities. We construct a novel measure of national rhetoric intensity and show that it received greater coverage in local newspapers in counties where Republicans and Democrats had comparable support, using this differential media exposure as a proxy for local susceptibility to the rhetoric. Our findings reveal that greater exposure to this rhetoric led to a significant rise in drug possession arrests among Black individuals, with no corresponding increase for White individuals, thereby widening racial disparities in arrests.", "url": "https://doi.org/10.1093/ej/ueaf055", "doi": "10.1093/ej/ueaf055", "journal_full": "Economic Journal", "specialized": false, "preprint": false, "score": 0.018306970232114805}, {"title": "The Effect of Access to Legal Abortion on Fertility, Marriage, and Long-term Outcomes for Women", "authors": "Libertad González, Sergi Jiménez-Martín, Natalia Nollenberger, Judit Vall Castello", "abstract": "We evaluate the short- and long-term effects for women of access to legal, subsidized abortion. We find evidence that the legalization of abortion in Spain in 1985 led to an immediate decrease in births, more pronounced for younger women in provinces with a higher supply of abortion services. Affected women were more likely to graduate from high school, less likely to marry young, less likely to divorce in the long-term, and reported higher life satisfaction as adults. We find at most small reductions in completed fertility, while we do not find meaningful effects on labour market outcomes in the long run.", "url": "https://doi.org/10.1093/ej/ueaf054", "doi": "10.1093/ej/ueaf054", "journal_full": "Economic Journal", "specialized": false, "preprint": false, "score": 0.025389572097687663}, {"title": "You Can’t Force Me Into Caregiving: Paternity Leave and the Child Penalty", "authors": "Martin Eckhoff Andresen, Emily Nix", "abstract": "Children cause large reductions in earnings for mothers but not fathers, a stylised fact known as the “child penalty” that explains a substantial portion of remaining gender income gaps. We evaluate the impact of paternity leave, a policy intended to increase fathers’ time with their young children and potentially decrease the child penalty by making caregiving more equitable. Despite fathers overwhelmingly taking up this leave, we detect no impacts on child penalties. We additionally find no impact of paternity leave on the amount of leave fathers take for subsequent children, a good proxy for gender norms within couples. Using detailed data on how mothers and fathers take leave, we highlight one possible explanation: fathers approach parental leave very differently than mothers. Fathers are much more likely to take their paternity leave during summer holidays, when their children are already in formal care, and take more part-time leave than mothers. This tendency is stronger among fathers induced to take more leave by paternity leave quotas than fathers in general, suggesting that quota-induced leave may not lead fathers to act as primary caregivers. Consequently, we show descriptive evidence that child penalties are almost 10 percentage points smaller in families where fathers voluntarily take leave than in families where fathers are induced to take leave by paternity leave quotas.", "url": "https://doi.org/10.1093/ej/ueaf057", "doi": "10.1093/ej/ueaf057", "journal_full": "Economic Journal", "specialized": false, "preprint": false, "score": 0.010261571170396389}, {"title": "The Increase in Turbulence and Market Power", "authors": "Agnieszka Markiewicz, Riccardo Silvestrini", "abstract": "In recent decades, market power has been on the rise, although its increase varies between sectors. We argue that this heterogeneity can be partially attributed to sector-specific differences in turbulence dynamics. Turbulence, a measure of firms’ churn over the revenue productivity distribution, reflects firms’ ability to sustain their productivity over time. In a dynamic oligopolistic competition model, an increase in turbulence accelerates the turnover of leaders, and triggers reallocation of market shares towards high-markup firms. The predictions of our model are consistent with empirical evidence from both the U.S. and Europe.", "url": "https://doi.org/10.1093/ej/ueaf059", "doi": "10.1093/ej/ueaf059", "journal_full": "Economic Journal", "specialized": false, "preprint": false, "score": 0.007778562166026126}, {"title": "Diffusing knowledge: Reoptimizing redistribution for growth and inequality", "authors": "Debasis Bandyopadhyay, Yan Liang, Xueli Tang", "url": "https://doi.org/10.1016/j.euroecorev.2025.105096", "doi": "10.1016/j.euroecorev.2025.105096", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.01402552643180488}, {"title": "On the negatives of negative interest rates", "authors": "Aleksander Berentsen, Hugo van Buggenum, Romina Ruprecht", "url": "https://doi.org/10.1016/j.euroecorev.2025.105100", "doi": "10.1016/j.euroecorev.2025.105100", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.007730832252300313}, {"title": "Wealth-income ratios in a small, open economy: The Netherlands, 1854–2019", "authors": "Simon J. Toussaint, Amaury de Vicq, Michail Moatsos, Tim van der Valk", "url": "https://doi.org/10.1016/j.euroecorev.2025.105099", "doi": "10.1016/j.euroecorev.2025.105099", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.019386765081452317}, {"title": "Artificial intelligence, distributional fairness, and pivotality", "authors": "Victor Klockmann, Alicia von Schenk, Marie Claire Villeval", "url": "https://doi.org/10.1016/j.euroecorev.2025.105098", "doi": "10.1016/j.euroecorev.2025.105098", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.005297601836819377}, {"title": "Dynamic interaction and the ineffectiveness of incentives", "authors": "Tom Rauber, Philipp Weinschenk", "url": "https://doi.org/10.1016/j.euroecorev.2025.105094", "doi": "10.1016/j.euroecorev.2025.105094", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.005025125818423737}, {"title": "Bernstein-type inequalities and nonparametric estimation under near-epoch dependence", "authors": "Zihao Yuan, Martin Spindler", "url": "https://doi.org/10.1016/j.jeconom.2025.106054", "doi": "10.1016/j.jeconom.2025.106054", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.02201300022076691}, {"title": "Global identification, estimation and inference of structural impulse response functions in factor models: A unified framework", "authors": "Xu Han", "url": "https://doi.org/10.1016/j.jeconom.2025.106057", "doi": "10.1016/j.jeconom.2025.106057", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.016926688994750583}, {"title": "Layered policy analysis in program evaluation using the marginal treatment effect", "authors": "Ismael Mourifié, Yuanyuan Wan", "url": "https://doi.org/10.1016/j.jeconom.2025.106060", "doi": "10.1016/j.jeconom.2025.106060", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.006807146126266983}, {"title": "Fast computation of exact confidence intervals for randomized experiments with binary outcomes", "authors": "P.M. Aronow, Haoge Chang, Patrick Lopatto", "url": "https://doi.org/10.1016/j.jeconom.2025.106056", "doi": "10.1016/j.jeconom.2025.106056", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.007080349386985985}, {"title": "A general test for functional inequalities", "authors": "Jia Li, Zhipeng Liao, Wenyu Zhou", "url": "https://doi.org/10.1016/j.jeconom.2025.106063", "doi": "10.1016/j.jeconom.2025.106063", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.00647878214184161}, {"title": "Women leaders improve environmental outcomes: Evidence from crop fires in India", "authors": "Maulik Jagnani, Meera Mahadevan", "url": "https://doi.org/10.1016/j.jpubeco.2025.105443", "doi": "10.1016/j.jpubeco.2025.105443", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.03068866142172766}, {"title": "Decomposing the Within-Firm Productivity Gains from Trade: Evidence from India", "authors": "Scott Orr, Mokhtar Tabari", "abstract": "We develop a decomposition of firm-level revenue-based TFP growth into six margins: i) mean quantity-based TFP growth, ii) mean growth in demand shifters, iii) intensive margin specialization effects, iv) scope effects, v) product adding effects, and vi) product dropping effects. We then estimate and decompose firm-level revenue-based TFP gains generated by increased Chinese import competition and input access using Indian manufacturing data. We find evidence of quality upgrading in response to increased output market competition, and that firms tend to add new products that are lower productivity than their incumbent goods in response to increased input access.", "url": "https://doi.org/10.1162/rest.a.266", "doi": "10.1162/rest.a.266", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.00939768384783568}, {"title": "Antibiotic Demand in the Presence of Antimicrobial Resistance", "authors": "Pierre Dubois, Gökçe Gökkoca", "abstract": "Antimicrobial resistance (AMR) increases healthcare costs, hospital stays, and mortality. This study examines how AMR affects antibiotic prescribing for cystitis in France (2002–2019), using data from general practitioners. A decision model is developed to capture prescribing behavior with and without rapid bacterial or susceptibility testing. To address endogeneity, veterinary antibiotic sales are used as instruments. Results show rising resistance prompts drug substitution, and physicians respond to predictable resistance trends. Counterfactual analysis reveals that reducing animal antibiotic use and limiting fluoroquinolones lowers resistance but affects substitution and consumer welfare differently. The study also assesses the value of rapid diagnostic testing.", "url": "https://doi.org/10.1162/rest.a.272", "doi": "10.1162/rest.a.272", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.0185949421004159}, {"title": "Heat and Team Production: Experimental Evidence from Bangladesh", "authors": "Teevrat Garg, Maulik Jagnani, Elizabeth Lyons", "abstract": "Heat's impact on economic growth and aggregate productivity is well-established, but while individual impairments are well-understood as mechanisms, the role of interpersonal dynamics remain unexplored despite the growing prevalence of team-based occupations. In our experiment, programmers were randomly assigned to work individually or in pairs under warm (29°C) or control (24°C) conditions. We found that heat had no effect on individual performance but impaired team performance—not through decreased effort but likely through impaired collaboration. This negative impact was strongest in heterogeneous teams, suggesting heat exacerbates coordination challenges, confirmed by poorer partner evaluations in warm conditions.", "url": "https://doi.org/10.1162/rest.a.275", "doi": "10.1162/rest.a.275", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.06939616003840465}, {"title": "The Geographic Effects of Monetary Policy Shocks", "authors": "Juan Herreño, Mathieu Pedemonte", "abstract": "We estimate the effects of monetary policy shocks across local areas in the US and find substantial variation in their responses. There is a positive covariance of the price and employment effects of monetary policy across regions, and more sensitive regions are those with low per capita income. These patterns are consistent with New Keynesian models of a monetary union where regions have different shares of handto- mouth consumers. The model predicts that monetary policy shocks create large differences in consumption and real wages across space, and that heterogeneity across local areas amplifies the aggregate responses to shifts in monetary policy rates.", "url": "https://doi.org/10.1162/rest.a.273", "doi": "10.1162/rest.a.273", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.011910051759658535}, {"title": "An Ounce of Prevention or a Pound of Cure? The Value of Health Risk Information", "authors": "Alex Hoagland", "abstract": "I examine how individuals learn about health risks from household health shocks using US administrative data. When a family member is diagnosed with a chronic condition, relatives increase healthcare spending by 10%, a response that would require price declines as large as 50% to justify on demand alone. I quantify the mechanisms behind these effects, showing they are most consistent with individuals updating their beliefs about health risks. I evaluate the welfare and efficiency implications of this learning using a structural approach. I find that the majority of individuals overreact to diagnoses, overweighting their ex-post risks and offsetting potential welfare gains from informed decision-making.", "url": "https://doi.org/10.1162/rest.a.276", "doi": "10.1162/rest.a.276", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.010488876522497081}, {"title": "Managing Inequality: Manager-Specific Wage Premiums and Selection in the Managerial Labor Market", "authors": "Alex Xi He, Daniel le Maire", "abstract": "This paper uses a manager-firm-worker matched dataset covering the entire Danish population to identify manager effects on worker wages. We show that manager-specific wage premiums are almost as important as firm-specicic wage premiums in explaining betweenfirm wage inequality. Managers who pay higher wages are more likely to be replaced through acquisitions. Manager-specific wage premiums are uncorrelated with productivity and seem to stem from managers' traits and fairness views. Our results highlight the role of managers in understanding between-firm wage inequality and suggest that the managerial labor market tends to select low-paying managers and redistribute wealth from workers to shareholders.", "url": "https://doi.org/10.1162/rest.a.269", "doi": "10.1162/rest.a.269", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.005688712691665376}, {"title": "Regulation by Reputation? Intermediaries, Labor Abuses, and International Migration", "authors": "A. Nilesh Fernando, Niharika Singh", "abstract": "Migrant workers and employers rely on intermediaries to facilitate labor market placements. If information frictions obscure their reputation, however, intermediaries may under-invest in placement quality. Using data on over 1.5 million Sri Lankan migrants to the Gulf region, we examine the effects of a government-run intermediary rating program that publicly revealed ratings two years after it was announced. Prior to the ratings' public release, under-performing intermediaries invest in the rating criteria and place migrants in less abusive and more remunerative employment. Our results suggest the government's threat of quality revelation induced intermediaries to prospectively screen employers and improve placement quality.", "url": "https://doi.org/10.1162/rest.a.271", "doi": "10.1162/rest.a.271", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.940135272592723}, {"title": "Multi-establishment Firms, Pricing and the Propagation of Local Shocks: Evidence from US Retail", "authors": "Ezequiel García-Lembergman", "abstract": "Do centralized pricing decisions by retail chains with a presence in multiple markets contribute to the propagation of local economic shocks? Using storelevel scanner data linked to county-level house prices during the Great Recession, I show that prices in a county respond to house price-induced demand shocks in distant counties served by the same chains. This pattern is consistent with a model of uniform pricing. Counterfactual analysis reveals that uniform pricing, combined with the geographic dispersion of retail chains, reduced cross-county dispersion of inflation by 50%, amplifying the effects of the Great Recession in areas more severely affected.", "url": "https://doi.org/10.1162/rest.a.274", "doi": "10.1162/rest.a.274", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.009316476620380043}, {"title": "Natural Resource Dependence and Monopolized Imports", "authors": "Rabah Arezki, Ana Fernandes, Federico Merchán, Ha Nguyen, Tristan Reed", "abstract": "Countries with greater commodity export intensity have more concentrated markets for imported goods. Import market concentration is associated with higher domestic prices, suggesting that markups due to greater concentration outweigh any potential cost efficiency. Tariffs, non-tariff measures, and tariff evasion are mechanisms that concentrate import markets. These results suggest a novel channel for the resource curse stemming from the monopolization of imports.", "url": "https://doi.org/10.1162/rest.a.268", "doi": "10.1162/rest.a.268", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.033718379434209966}, {"title": "The Dynamic Persistence of Economic Shocks", "authors": "Jozef Baruník, Lukáš Vácha", "abstract": "We propose a novel framework for modeling time-varying persistence in economic time series, allowing for smoothly evolving heterogeneity in shock dynamics. We leverage localized regression techniques to flexibly identify changes in persistence over time, offering a data-driven alternative to traditional parametric models. We applied this methodology to U.S. inflation and stock market volatility data and found substantial persistence variations that align with key macroeconomic events and market conditions. The results reveal previously undetected pockets of predictability and provide significant increases in out-of-sample forecast accuracy. These findings have important implications for economic modeling, forecasting, and policy analysis.", "url": "https://doi.org/10.1162/rest.a.270", "doi": "10.1162/rest.a.270", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.005893090121535494}, {"title": "Trade From Space: Shipping Networks and The Global Implications of Local Shocks", "authors": "Inga Heiland, Andreas Moxnes, Karen Helene Ulltveit-Moe, Yuan Zi", "abstract": "This paper analyzes international externalities of a local shock to the global shipping network. The 2016 Panama Canal expansion removed a bottleneck in seaborne transportation. Using reduced-form and structural methods in combination with novel satellite data on ships, we find that trade increased significantly among country-pairs using the canal. We find that the global real income gains from the canal expansion were over three times greater than the income gains for Panama itself. A link removal analysis reveals that most shipping links are associated with positive and quantitatively important positive international externalities.", "url": "https://doi.org/10.1162/rest.a.267", "doi": "10.1162/rest.a.267", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.026278633042462918}, {"title": "Becoming Nikkei: creating, challenging, and expanding Nikkei identification among Chileans of Japanese descent", "authors": "Carol Chan, Javiera Reyes-Navarro, Kalil Abu-Qalbein Koda", "abstract": "The term Nikkei emerged in the Americas, post-Second World War, to describe persons of Japanese descent living abroad. Based on an ethnographic study with Chileans of Japanese descent, we propose that Nikkei can be productively understood as an ethno-regional identity. Building on and departing from scholarship that focuses on Nikkei identities in Peru and Brazil in national/global/diasporic terms, we highlight the role of Nikkei persons and groups in Latin America in developing Chilean Nikkei identity and community. While some Chileans come to identify as Nikkei, others are unaware of or distance themselves from it. While definitions of Nikkei vary, Chilean Nikkei organizations are expanding their understanding of the term. We discuss diverse members’ responses towards such inclusiveness as they negotiate the consanguineous boundaries of Nikkei identity. In theorizing Nikkei as an ethno-regional identity and highlighting the role of institutions in the formation and promotion of Nikkei identity, we contribute to decentering identity politics from individual choice and recentering identity in processes of diaspora formation and community-making.", "url": "https://doi.org/10.1186/s40878-025-00472-w", "doi": "10.1186/s40878-025-00472-w", "journal_full": "Comparative Migration Studies", "specialized": true, "preprint": false, "score": 0.02334964535081363}, {"title": "Researching migration in West Africa: A systematic and reflexive review", "authors": "Tobias Klöpf, Chiara Scheven, Patricia Vorhold, Christian Ungruhe", "abstract": "In West Africa, migration is, in various forms, an integral part of people’s everyday lives. Though most migration takes place within the region, the academic focus is laid on intercontinental migration. Today, a growing body of literature takes intra-regional mobility and migration in West Africa into account. However, a systematic review of publications, which provides an overview of focal points and conjunctures of subject areas, has not yet been conducted. By analysing publications that focus on migration within West Africa, this study seeks to fill this gap. Simultaneously, we apply a critical lens drawn from reflexive migration studies, which allows us to shed light on postcolonial structures and international hegemonies reflected in the research on migration in West Africa. Data was collected on March 3, 2022, using Scopus. Included were 656 articles in English, French and German language listed in the database. The analysis shows that while research mainly concentrates on single countries (Ghana and Nigeria), the thematic focus is predominantly on economic (work) and social issues (social relations and family), with a recent increase on environmental topics (climate change). We further identified a disproportionate focus on the outcomes rather than drivers of migration with an emphasis on urban areas, which acknowledges previous findings on an ‘urban trap’ in research. By applying the concept of translocality to data, this study seeks to challenge the rural-urban dichotomy in the field. Additionally, the study addresses a critical gap in migration studies by focusing on underexplored themes like gender and youth migration. While male adult migrants appear as the norm, women and young people are underrepresented. In line with the claim of reflexive migration studies to establish increased (self-)reflection in the field on how knowledge is generated and discussed, we took a closer look at the affiliations of research. Results show a dominant share of affiliations with institutions based in the US and European countries (former colonizers of West African states) and not in West Africa itself. The discussion of these findings provides a fruitful vantage point for drawing attention to the Global North dominance in research. It highlights the importance of a shift towards decolonised knowledge production in order to reduce the hegemonic power imbalances in the field.", "url": "https://doi.org/10.1186/s40878-025-00474-8", "doi": "10.1186/s40878-025-00474-8", "journal_full": "Comparative Migration Studies", "specialized": true, "preprint": false, "score": 0.9912620880744969}, {"title": "Correction", "url": "https://doi.org/10.1080/01419870.2025.2532326", "doi": "10.1080/01419870.2025.2532326", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.002769556113146221}, {"title": "Rewriting a violent settler-colonial history: why anti-Māori racism must be distinguished from other forms of racism in Aotearoa New Zealand", "authors": "Darell Howard, Adele N. Norris, Juan M. Tauri", "url": "https://doi.org/10.1080/01419870.2025.2524594", "doi": "10.1080/01419870.2025.2524594", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.8112498038090693}, {"title": "From Barack Obama to Donald Trump: understanding the arc of twenty-first century presidential elections through the lens of white racial selfhood, white racial rhetoric, and racialised emotions", "authors": "Enid Logan", "url": "https://doi.org/10.1080/01419870.2025.2523361", "doi": "10.1080/01419870.2025.2523361", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.04363199032278808}, {"title": "Rethinking Trust in the Refugee Resettlement Process: How Service Providers Can Enable Refugee Agency Through Diasporic Connections", "authors": "Mahfoudha Sidelemine, Emily D. Campion", "abstract": "Current guidance for refugee resettlement agency workers encourages the simultaneous pursuit of trust‐building and administrative tasks (e.g., housing, transportation and employment). This dual goal is resource‐intensive, and focusing on the former may come at a cost to the latter. The purpose of the current research is to challenge the importance of trust‐building by resettlement agencies. Drawing from our qualitative data from in‐depth interviews with resettled refugees ( N = 20) and agency workers ( N = 15), we adopt a grounded theory approach and find that the burden of responsibility for both caregiving and administrative responsibilities can overtax agency workers and create unrealistic expectations for refugee newcomers that can potentially have lasting negative effects on their resettlement. We explore the relationships among refugees and service providers and propose a self‐efficacy focused rather than solely a trust‐focused approach that prioritises opportunities of reciprocity for refugees that enables them to engage, contribute and be agents in their resettlement (self‐efficacy approach). This primarily includes delegating some trust‐building activities to diaspora to relieve resettlement agency workers of burdensome tasks for which they may be ill‐equipped, so they may focus on tasks for which they are qualified and can be more effective. Ultimately, we argue that empowering refugees early on in their resettlement will reduce the likelihood that they will develop long‐term reliance on governmental agencies rather than themselves and their new communities.", "url": "https://doi.org/10.1111/imig.70064", "doi": "10.1111/imig.70064", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.5780502946937275}, {"title": "Citizenship Acquisition and Labour Market Outcomes Among Immigrants in Italy: Evidence From Linked Survey‐Register Data", "authors": "Davide Gritti, Filippo Gioachin, Anna Zamberlan, Eleonora Meli, Raffaele Grotti, Paolo Barbieri, Stefani Scherer", "abstract": "The literature shows that immigrants who acquire citizenship tend to achieve better labour market outcomes than those who do not, though this may reflect positive selection rather than a causal effect. This study is the first to examine the consequences of citizenship acquisition for immigrants in Italy, a country with rising naturalisation rates and persistent ethnic penalties. Using nationally representative survey and register data for 2016, we compared natives, naturalised and non‐naturalised immigrants on employment, socio‐economic attainment and earnings. To disentangle selection from causal effects, we applied growth curve models and two‐way fixed effects. Results show that naturalised immigrants have higher socio‐economic attainment and earnings than their non‐naturalised counterparts, but similar employment trajectories. These advantages are more pronounced among women. Overall, findings suggest that improved outcomes among naturalised immigrants are largely driven by positive selection into naturalisation, rather than by the acquisition of citizenship itself.", "url": "https://doi.org/10.1111/imig.70069", "doi": "10.1111/imig.70069", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.988240782777461}, {"title": "Migrant Data Extractivism: Tech and Borders at the Limit of Rights", "authors": "Marianna Poyares", "abstract": "In this paper I present the notion ‘migrant data extractivism’ and argue that it is a defining aspect of pervasive systems of data‐based migration governance. I focus on two specific examples: the partnership between the International Rescue Committee and OpenAI for providing chatbot assistance for the delivery of educational experiences to refugees, and the collection and processing of migrant DNA by the United States Immigration and Customs Enforcement (ICE). Within a system of ‘induced scarcity,’ forcibly displaced persons have been at the centre of exploitative mechanisms of behavioural data extraction aimed at expanding an economy of service provision that profits from the capture of migrant data with considerable behaviour‐predictive value, and from racial‐profiling securitization technologies. Working through the conceptual lens of the Latin American experience of extractivismo , I argue that migrant data extractivism goes far beyond mere user data collection. Migrant data extractivism sediments an ongoing shift from a system of rights, based on human dignity, to a system of sustained racialized dispossession, appropriation, and control, raising the question as to the limits of human rights in the datafied world.", "url": "https://doi.org/10.1111/imig.70065", "doi": "10.1111/imig.70065", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.9906837805555809}, {"title": "The Limits of Neutrality: Undocumented Migrants in the United States and Mexican Consular Diplomacy", "authors": "Benjamin Bruce, Karla Angélica Valenzuela Moreno", "abstract": "Mexican foreign policy has historically followed a course of non‐intervention in international affairs. However, the question of how to support the millions of undocumented Mexican citizens residing in the United States has become a growing concern for Mexico, especially during the first administration of President Donald Trump (2017–2021) and once again following his re‐election in 2024. This article analyses the strategies developed by Mexican foreign officials, focusing on the relationships developed with local political and associative actors, and asks whether Mexico's foreign policy of non‐intervention limits its capacity to assist undocumented Mexican migrants abroad? Drawing on policy analysis and 16 qualitative interviews with Mexican diplomats from 2018 to 2024, we demonstrate how consular officials implement both direct and indirect strategies aimed at preserving official neutrality and responding to the needs of undocumented migrants, while also promoting the empowerment of local Mexican communities as a long‐term objective.", "url": "https://doi.org/10.1111/imig.70068", "doi": "10.1111/imig.70068", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.9857883751602412}, {"title": "Predictors of Immigrant Acceptance in Africa: A Multi‐Sample Analysis of Contact Hypothesis and Neighbourhood Violence", "authors": "Michael K. Dzordzormenyoh", "abstract": "This study examines the determinants of public attitudes towards immigrants in Africa, using the contact hypothesis as its framework. This study evaluated how neighbourhood violence affects the acceptance of immigrants using three distinct sample groups: a full sample, a group with no foreign exposure and a group with foreign exposure. This study draws on data from 28 African countries, encompassing 28,685 respondents. Binary logistic regression analysis was employed to investigate the relationship between the independent variables and public acceptance of immigrants. The results indicate that concerns about neighbourhood violence significantly predicted negative attitudes towards immigrants in both the full sample and the group without foreign exposure but not in the sample with foreign exposure. Higher levels of education, especially post‐secondary education, were found to be strong predictors of more favourable attitudes towards immigrants across all samples. Notable regional variations were observed, with the western, southern, and northern areas generally exhibiting more negative attitudes. The nation's current economic state negatively influenced attitudes in the full and no‐foreign‐exposure groups, whereas individual financial circumstances had a positive impact. Border control consistently emerged as a negative predictor across the samples, whereas immigration enforcement demonstrated a positive relationship in certain models. These findings offer crucial insights into the multifaceted elements that shape the public opinion of immigrants in African nations and have substantial theoretical and practical implications. This study contributes to the broader literature on public attitudes towards immigrants and the contact hypothesis from an African perspective.", "url": "https://doi.org/10.1111/imig.70055", "doi": "10.1111/imig.70055", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.9962609508308273}, {"title": "Book Review: The Human Factor SinnerAlejandroCarrerasCèsarHoutenPieter. 2024. The Human Factor: The Demography of the Roman Province of Hispania Citerior/Tarraconensis. Oxford, UK: Oxford University Press. 512 pp., $169.99.", "authors": "Tri Susanto", "url": "https://doi.org/10.1177/01979183251350953", "doi": "10.1177/01979183251350953", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.024001176311142403}, {"title": "Book Review: Storying Contemporary Migration EnglundLena. 2024. Storying Contemporary Migration: Representation, Aspirations, Advocacy. Cham, Switzerland: Palgrave Macmillan. 312 pages. $162.45.", "authors": "Angel Treesa Joseph, Rashmi Rekha Borah", "url": "https://doi.org/10.1177/01979183251349088", "doi": "10.1177/01979183251349088", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.9764536822368114}, {"title": "Book Review: Lives in Motion DecimoFrancesca. 2024. Lives in Motion: The Transnational Making of Population between Morocco and Italy. Palgrave Macmillan, 142 pages. $55.50.", "authors": "Nancy Foner", "url": "https://doi.org/10.1177/01979183251357863", "doi": "10.1177/01979183251357863", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.046389855761019616}, {"title": "On the deportation charter: using freedom of information research to map the UK’s charter flight operations, 2010–2024", "authors": "William Walters, Travis Van Isacker", "url": "https://doi.org/10.1080/1369183x.2025.2529489", "doi": "10.1080/1369183x.2025.2529489", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.9059208350339389}, {"title": "Whom do we naturalise? A factorial survey on naturalisation preferences in Germany", "authors": "Fabian Gülzau", "url": "https://doi.org/10.1080/1369183x.2025.2530634", "doi": "10.1080/1369183x.2025.2530634", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.08764907195630267}, {"title": "‘Have we ever heard about Ukrainians causing trouble?’ How integration workers in Denmark make sense of the special act on displaced Ukrainians", "authors": "Emilie Mallung Blinkenberg, Trine Øland", "url": "https://doi.org/10.1080/1369183x.2025.2528742", "doi": "10.1080/1369183x.2025.2528742", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.43987810853847187}, {"title": "‘I don’t want this for my daughter, because this is what I experienced’: young migrant women’s constructions of gender reciprocity and intersectionality", "authors": "Tatiana Avignone, Marco Gemignani, Gloria Fernández-Pacheco Alises", "url": "https://doi.org/10.1080/1369183x.2025.2529501", "doi": "10.1080/1369183x.2025.2529501", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.9800524912301196}, {"title": "Intersecting marginalisations: violence against LGBTQ+ refugees and ethnic minorities in Turkey", "authors": "Burcu Gümüş, Jón Ingvar Kjaran", "url": "https://doi.org/10.1080/1369183x.2025.2529496", "doi": "10.1080/1369183x.2025.2529496", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.9624038007644959}, {"title": "Does the Relative Education Model Explain Turnout Across Racial and Ethnic Groups?", "authors": "Ashley Grace Burkholder, Eric Hansen, Emily Wager", "abstract": "The relative education model holds that educational attainment reflects existing socioeconomic advantages that are associated with participation rather than spurring political participation on its own. Yet, emerging research on compensation effects suggests that greater educational attainment leads to increased political engagement among more marginal populations in which political socialization is less likely to occur outside of schools. We argue that the relative education model will better describe the relationship between education and voting patterns among more advantaged groups. We test our expectations by estimating the relative education model within racial and ethnic groups in the U.S. using data from the Current Population Survey’s (CPS) Voting and Registration Supplement from 1978 to 2020. We find that for relatively highly educated White and Asian American voters, each additional year of education yields diminishing returns to turnout. For Black and Latino voters, additional years of education are positively associated with turnout regardless of relative education. The results suggest that opportunities remain to reduce racial turnout gaps and boost political participation by addressing racial gaps in educational attainment.", "url": "https://doi.org/10.1017/rep.2025.10014", "doi": "10.1017/rep.2025.10014", "journal_full": "Journal of Race Ethnicity and Politics", "specialized": true, "preprint": false, "score": 0.13064526449209168}, {"title": "Supreme Prejudice: Examining the Supreme Court’s Racial &amp; Criminal Biases", "authors": "Elizabeth Maltby, Abigail A. Matthews", "abstract": "The U.S. Supreme Court is often regarded as an impartial arbiter of justice, yet various prejudices may influence its decisions. This article examines Supreme Court justices’ biases, focusing on how they invoke racialized stereotypes of criminality. We argue that justices are more likely to vote in favor of white, nonviolent litigants, reinforcing stereotypes that depict nonwhite defendants as inherently more criminal and violent. Drawing on the U.S. Supreme Court Database’s criminal procedure cases from 2005–2017, combined with an original dataset of litigants’ racial identities, we estimate a series of multilevel logistic regressions. Our findings show that litigant race, crime type, and justice ideology jointly shape judicial votes. We further investigate how bias appears in justices’ written opinions, revealing language that perpetuates racialized conceptions of criminality. Overall, our results underscore the Court’s role in constructing what it means to be both “criminal” and “nonwhite,” suggesting that the Court is not a neutral interpreter of law, but an institution shaped by broader social and political biases.", "url": "https://doi.org/10.1017/rep.2025.10010", "doi": "10.1017/rep.2025.10010", "journal_full": "Journal of Race Ethnicity and Politics", "specialized": true, "preprint": false, "score": 0.03600261635234148}, {"title": "Technologies of life-making in the British refugee camps of the Southern Levant", "authors": "Fatina Abreek-Zubiedat", "abstract": "This article offers new conceptual and empirical clarity for the study of technology in refugee camps. By approaching the refugee camp as a contested spatial-cultural field, the article interrogates technology not simply as a means of aid and biopolitical control, but also of life-making. Framing refugees’ innovative practices in states of emergency as a ‘technology of life-making’ challenges the imperialism of encampment, which served to repress such technologies. Through extensive archival research, both “along” and “against” the grain of statecraft histories, the article explores the experiences of post-WWII European imperial refugees in the Southern Levant, particularly Greek and Yugoslav refugees emplaced in British camps in Gaza and Sinai, respectively. A comparison between Nuseirat’s Greek camp and El Shatt’s Yugoslav camp problematizes reductionist conceptions of camps exclusively as sites of technologization, domination and aesthetic scientific universalism, illuminating an obscured form of technology on the spectrum between care and resistance.", "url": "https://doi.org/10.1093/jrs/feaf046", "doi": "10.1093/jrs/feaf046", "journal_full": "Journal of Refugee Studies", "specialized": true, "preprint": false, "score": 0.887957565446815}, {"title": "When does a refugee stop being a ‘refugee’? The social construction of refugeehood after cessation", "authors": "Tosin Samuel Durodola", "abstract": "Does the loss of refugee status bring refugeehood to an end, or does it reshape how it is lived, perceived, and governed in new ways? Drawing on ethnographic fieldwork and interviews with postcessation Liberians in the defunct Oru Camp in Nigeria, this paper explores how the refugee label persists as a socio-political construct beyond legal designation. It examines three interrelated dimensions: the institutional and social factors that shape continued identification with or rejection of the label; the everyday strategies used to reframe or resist it; and the host’s role in sustaining exclusionary perceptions. The study reconceptualizes refugeehood as an evolving process rather than a fixed legal condition and shows how the refugee label remains embedded in interactions, resource access, and identity, even in the aftermath of refugee status cessation.", "url": "https://doi.org/10.1093/jrs/feaf047", "doi": "10.1093/jrs/feaf047", "journal_full": "Journal of Refugee Studies", "specialized": true, "preprint": false, "score": 0.8470007545153729}, {"title": "Tensions and coexistence: host narratives of refugee presence in Nakivale, Uganda", "authors": "Ingunn Bjørkhaug, Guri Tyldum, Petra Namanya", "abstract": "Whether refugees are met with resistance or acceptance by the host population is critical to the trajectory of refugee adaptations. This article analyses the narratives of members of the Ugandan host community living in and around the Nakivale Refugee Settlement, exploring key elements in positive and negative narratives of refugee presence. We show that members of the host population often recognize the economic and social benefits of refugee presence and take pride in Uganda’s reputation as a hospitable country offering refugee protections. However, the same respondents also expressed concerns about resource competition, perceived inequalities in policies, and the need for greater fairness. This study challenges narratives that attribute host resistance solely to misinformation or xenophobia and highlights the importance of addressing structural inequities. The analysis is based on qualitative interviews with host community members, conducted in 2022. These findings contribute to debates on sustainable refugee governance and refugee–host coexistence.", "url": "https://doi.org/10.1093/jrs/feaf042", "doi": "10.1093/jrs/feaf042", "journal_full": "Journal of Refugee Studies", "specialized": true, "preprint": false, "score": 0.8516743770752967}, {"title": "Place Attachment and Habitus in a City and Its Suburbs—The Case of Immigrants in the Merrimack Valley of Massachusetts", "authors": "Emil Israel, Brent D. Ryan", "abstract": "Despite the fact that recent studies have shown that suburbia is growing more varied in terms of class and ethnicity, raising issues of belonging and identity, it has rarely focused on immigrants' social (dis‐) mobility and effects on place attachment. Using a Bourdieusian perspective regarding people's habitus, this study examines the formation of local identities and place attachment among Latinx immigrants (first and second‐generation) from Massachusetts' Merrimack Valley. The study examines how immigrants of various socioeconomic realities express their habitus and adapt it to their urban and suburban communities of residence. The 28 in‐depth interviews of the study indicate how the sets of interviewees claimed to feel both at ease in and alienated from their current communities, demonstrating that the habitus was more than just a reflection of the informants' social reality. This reveals how the connection between residential area and habitus emerges locally and is only partial for both groups studied. Habitus in this regard is more than just a particularized variation of the social structure in each sort of settlement. The findings highlight the need to carefully consider the many social class disparities that explain place identity and belonging, as well as their effects on people of minority ethnicity immigrants' assimilation in receiving cultures.", "url": "https://doi.org/10.1002/psp.70070", "doi": "10.1002/psp.70070", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.9862406746053559}, {"title": "Editorial Introduction: ‘Placing’ Return Migration", "authors": "Russell King, Nilay Kılınç", "abstract": "This introductory paper sets the agenda for the Special Issue on ‘Placing’ Return Migration. It stresses the key role of place in shaping return‐migration imaginaries, processes and outcomes, including attention paid to the routes and temporalities of return. The paper foregrounds geographers' (and others') calls to ‘ground’ and ‘spatialise’ migration, with a particular focus on the limited literature on the roles of place and space in return migration. Typologies and examples of place‐based itineraries of return are set out. Finally, the editorial introduction presents an overview of the five papers in the Special Issue and indicates the potential for further research.", "url": "https://doi.org/10.1002/psp.70065", "doi": "10.1002/psp.70065", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.9884990719377919}, {"title": "The Figure of the Knot and the Inertia of Hypermobile Territoriality", "authors": "Brouck Jennifer", "abstract": "Contemporary spatialities shaped by mobility have often been conceptualised as open, fluid, and unstable—places, territories, or identities that risk dissolution in the primacy of process over form. However, this emphasis on relational flows has been criticised for overlooking the material and affective dimensions of space: its inertia, resistance, and structuring capacities. Building on recent geographical research advocating a more‐than‐relational perspective, this article investigates the territorialisation of hypermobile individuals through detailed fieldwork in Paris and Copenhagen. Combining a survey of 300 individuals with semi‐structured interviews and mental maps of 38 intensely mobile subjects, it examines the micro‐processes by which individuals appropriate and embed themselves in space. The knot metaphor serves as a conceptual tool to capture the entangled dynamics of movement and stability, revealing how territorial forms persist and evolve amid constant transformation. This approach challenges dominant narratives of spatial dilution by emphasizing the embedded, dense, and ‘sticky’ qualities of contemporary mobility and territoriality.", "url": "https://doi.org/10.1002/psp.70067", "doi": "10.1002/psp.70067", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.014724778524889959}, {"title": "Berracas Caring. The Birth, Life and Death of Transnational Families: A Multi‐Sited Ethnography Across Colombia, Spain and France", "authors": "Polina Palash, Andrea Souto, Laura Oso, Virginie Baby‐Collin", "abstract": "This article focuses on transnational care and social protection arrangements in families scattered across their origin context, Colombia, and their migration contexts in France and Spain. It considers gendered caring practices and their evolution over long time frames, applying a life course and trajectory perspective. The article draws on a multi‐sited ethnography conducted in Marseille, Madrid, A Coruña, Medellin and Bogota, with 31 members, mostly female, of three transnational families. Our research allows us to observe the transnational family in the various contexts the family members are located in—‘here,’ ‘there’ and ‘beyond,’—encompassing intergenerational perspectives of the younger, adult or elderly respondents. The results show the birth, life and death of transnational families related to the evolution of family ties intertwined with the migratory, labour and life trajectories of its members, and with their care and social protection arrangements and the underlying tensions.", "url": "https://doi.org/10.1002/psp.70071", "doi": "10.1002/psp.70071", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.08384639486195422}, {"title": "The Case of Pre‐24 February 2022 Ukrainian Migrants and War Refugees in Poland: How War Affects Fertility Beliefs and Intentions", "authors": "Kateryna Krakhmalova, Weronika Kloc‐Nowak", "abstract": "This article deepens the understanding of the effects of war as an uncertain and crisis event on fertility beliefs and intentions. It addresses the less‐explored region of Central Eastern Europe and is one of the few qualitative studies in this field. Based on 24 in‐depth interviews (IDIs), we analyze the fertility beliefs and intentions of pre‐24 February 2022 migrants and war refugees from Ukraine in Poland and the impact of the Russian invasion, restrictions on the movement of men from Ukraine, and war refugeehood on their family life. We combine the heuristic frame of the theory of planned behaviour (TPB) with the narratives of the future framework and terror management theory. Our findings show the need to focus on two elements of TPB to deeper understand fertility in a war context: (1) beliefs about the importance of having a child and (2) the opportunity to have a child (as a part of control). These two elements, as the Ukrainian case shows, war transforms. The analysis also reveals the complexity of neutral narratives of the future and changing fertility intentions, with the identified narratives and conditions for childbearing being useful for formulating policies addressing the demographic losses of the Ukrainian state.", "url": "https://doi.org/10.1002/psp.70072", "doi": "10.1002/psp.70072", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.9918788059777649}, {"title": "Immigrant–native pay gap driven by lack of access to high-paying jobs", "authors": "Are Skeie Hermansen, Andrew Penner, István Boza, Marta M. Elvira, Olivier Godechot, Martin Hällsten, Lasse Folke Henriksen, Feng Hou, Zoltán Lippényi, Trond Petersen, Malte Reichelt, Halil Sabanci, Mirna Safi, Donald Tomaskovic-Devey, Erik Vickstrom", "url": "https://doi.org/10.1038/s41586-025-09259-6", "doi": "10.1038/s41586-025-09259-6", "journal_full": "Nature", "specialized": false, "preprint": false, "score": 0.9813277005901421}, {"title": "Advancing the psychology of social class with large-scale replications in four countries", "authors": "Anatolia Batruch, Nicolas Sommet, Frédérique Autin", "abstract": "Theoretical models have been developed to understand how social class influences individual thoughts, feelings and behaviours. However, the validity of these models is threatened by the prevailing use of small, non-diverse samples and flexible measurement practices. We preregistered replications of 35 key hypotheses from 17 correlational and 5 experimental studies, and collected large, quota-based or probability samples from the USA, France, Switzerland and India ( N total = 33,536). Our analysis yielded three central findings: (1) ~50% of the effects were successfully replicated; (2) conclusions were consistent across different operationalizations of social class, although objective indicators yielded smaller estimates (for example, income and education); and (3) half of the effects were moderated—mostly strengthened—by social class identification, system-justification beliefs or local income inequality. Overall, hypotheses based on differences between social class contexts in terms of constraints, uncertainty and status were well supported. However, hypotheses based on models positing social class differences in psychological orientations towards ‘the self’ versus ‘others and the environment’ received less support. We conclude that these models need to be reassessed as individuals from higher social classes seem more oriented towards both themselves and others. The Stage 1 protocol for this Registered Report was accepted in principle on 29 October 2021. The protocol, as accepted by the journal, can be found at https://doi.org/10.17605/OSF.IO/B6Y8R .", "url": "https://doi.org/10.1038/s41562-025-02234-1", "doi": "10.1038/s41562-025-02234-1", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.02081349296894175}, {"title": "Governments should prioritize well-being over economic growth", "authors": "Francesco Sarracino, Kelsey J. O’Connor", "url": "https://doi.org/10.1038/s41562-025-02277-4", "doi": "10.1038/s41562-025-02277-4", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.01198451011355528}, {"title": "Dissociable glucocorticoid and noradrenergic effects on parochial cooperation and competition in intergroup conflict", "authors": "Damon Dashti, Luca M. Lüpken, Mohammad Seidisarouei, Paul A. G. Forbes, Alfons Schnitzler, Tobias Kalenscher", "abstract": "Stress changes social behavior, yet its effects remain contradictory. Traditionally, stress was thought to trigger an antagonistic fight-or-flight response aimed at eliminating the stressor. However, recent studies have revealed the opposite response, tend-and-befriend, where individuals prosocially invest in their social network in exchange for support and mutual protection. We hypothesize that stress does not promote one response over the other; instead, it stimulates both behaviors, dissociable on the neuropharmacological level and moderated by social context. In a placebo-controlled, double-blind psychopharmacological study, we administered hydrocortisone and yohimbine—alone or in combination—to manipulate the actions of the main stress hormone cortisol and the arousal transmitter noradrenaline. Participants then made decisions in an intergroup conflict task. They teamed up with others to form an in-group and played against multiple out-groups. Notably, out-group members initiated financial harm to in-group participants before these responded. Participants then chose either to 1) maximize their own payoff, 2) cooperatively increase the payoff of their in-group, or 3) increase the in-group’s payoff while competitively decreasing that of the out-group. Consistent with our hypotheses, glucocorticoid activation increased generosity toward the in-group, whereas noradrenergic activation increased parochial competition, i.e., prosocial in-group support combined with hostility toward the out-group. These findings challenge the dichotomy between fight-or-flight and tend-and-befriend, suggesting stress-related behavior is neither static nor one-directional, but shaped by the relative dominance of cortisol versus noradrenaline in the neurohormonal stress response and by intergroup dynamics. We highlight broader societal implications, offering a potential biological mechanism underlying the self-perpetuating cycle of intergroup conflict.", "url": "https://doi.org/10.1073/pnas.2502257122", "doi": "10.1073/pnas.2502257122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.00895743257544912}, {"title": "Global synthesis and regional insights for mainstreaming urban nature-based solutions", "authors": "Timon McPhearson, Niki Frantzeskaki, Alessandro Ossola, Loan Diep, Pippin M. L. Anderson, Timothy Blatch, Marcus J. Collier, Elizabeth M. Cook, Christina Culwick Fatti, Zbigniew J. Grabowski, Nancy B. Grimm, Dagmar Haase, Pablo Herreros-Cantis, Jessica Kavonic, Brenda B. Lin, Duván H. Lopez Meneses, A. Marissa Matsler, Magnus Moglia, Jordi Morató, Patrick O’Farrell, Parama Roy, Chandni Singh, Jing Wang, Weiqi Zhou", "abstract": "Nature-based solutions (NbS) have emerged as a key strategy for sustainably addressing multiple urban challenges, with rapidly increasing knowledge production requiring synthesis to better understand whether and how NbS work in different social, ecological, economic, or governance contexts. Insights in this Perspective are drawn from a thematic review of 61 NbS review articles supported by an expert assessment of NbS knowledge in seven global regions to examine key challenges, fill gaps in Global South assessment, and provide insights for scaling up NbS for impact in cities. Eight NbS challenges emerged from our review of NbS reviews including conceptual, thematic, geographic, ecological, inclusivity, health, governance, and systems challenges. An additional expert assessment reviewing literature and cases in seven global regions further revealed the following: 1) Local context-based ecological knowledge is essential for NbS success; 2) Improved technical knowledge is required for planning and designing NbS; 3) NbS need to be included in all levels of planning and governance; 4) Putting justice and equity at the center of urban NbS approaches is critical, and 5) Inclusive and participatory governance processes will be key to long-term success of NbS. We synthesized findings from the NbS review results and regional expert assessments to offer four critical pathways for scaling up NbS: 1) foster new NbS research, technological innovation, and learning, 2) build a global NbS alliance for sharing knowledge, 3) ensure a systems approach to NbS planning and implementation, and 4) increase financing and political will for diverse NbS implementation.", "url": "https://doi.org/10.1073/pnas.2315910121", "doi": "10.1073/pnas.2315910121", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.005769714677630433}, {"title": "Energy expenditure and obesity across the economic spectrum", "authors": "Amanda McGrosky, Amy Luke, Leonore Arab, Kweku Bedu-Addo, Alberto G. Bonomi, Pascal Bovet, Soren Brage, Maciej S. Buchowski, Nancy Butte, Stefan G. Camps, Regina Casper, Daniel K. Cummings, Sai Krupa Das, Sanjoy Deb, Lara R. Dugas, Ulf Ekelund, Terrence Forrester, Barry W. Fudge, Melanie Gillingham, Annelies H. Goris, Michael Gurven, Catherine Hambly, Annemiek Joosen, Peter T. Katzmarzyk, Kitty P. Kempen, William E. Kraus, Wantanee Kriengsinyos, Rebecca Kuriyan, Robert F. Kushner, Estelle V. Lambert, Christel L. Larsson, William R. Leonard, Nader Lessan, Marie Löf, Corby K. Martin, Anine C. Medin, Marian L. Neuhouser, Kirsi H. Pietilainen, Guy Plasqui, Ross L. Prentice, Susan B. Racette, David A. Raichlen, Eric Ravussin, Leanne Redman, Rebecca M. Reynolds, Eric B. Rimm, Susan Roberts, Asher Y. Rosinger, Mary H. Samuels, Srishti Sinha, J. Josh Snodgrass, Eric Stice, Ricardo Uauy, Samuel S. Urlacher, Jeanine A. Verbunt, Bruce Wolfe, Brian Wood, Xueying Zhang, Alexia J. Murphy-Alford, Cornelia J. Loechl, Jennifer Rood, Hiroyuki Sagayama, Dale A. Schoeller, Klaas R. Westerterp, William W. Wong, Yosuke Yamada, John R. Speakman, Herman Pontzer, character(0), Lene F. Andersen, Linda Bandini, Stephan Branth, Niels C. De Bruin, Richard Cooper, Alice E. Dutman, Cara B. Ebbeling, Mikael Fogelholm, Tamara Harris, Rik Heijligenberg, Hans U. Jorgensen, David S. Ludwig, Eric Matsiko, Margaret McCloskey, Gerwin A. Meijer, Daphne L. Pannemans, Renaat M. Philippaerts, Jacob Plange-Rhule, Elisabet M. Rothenberg, Sabine Schulz, Albert Stunkard, Amy Subar, Minna Tanskanen, Ricardo Uauy, Rita Van den Berg-Emons, Ludo M. van Etten, Wim G. Van Gemert, Erica J. Velthuis-te Wierik, Wilhelmine W. Verboeket-van de Venne, Walter C. Willett", "abstract": "Global economic development has been associated with an increased prevalence of obesity and related health problems. Increased caloric intake and reduced energy expenditure are both cited as development-related contributors to the obesity crisis, but their relative importance remains unresolved. Here, we examine energy expenditure and two measures of obesity (body fat percentage and body mass index, BMI) for 4,213 adults from 34 populations across six continents and a wide range of lifestyles and economies, including hunter-gatherer, pastoralist, farming, and industrialized populations. Economic development was positively associated with greater body mass, BMI, and body fat, but also with greater total, basal, and activity energy expenditure. Body size–adjusted total and basal energy expenditures both decreased approximately 6 to 11% with increasing economic development, but were highly variable among populations and did not correspond closely with lifestyle. Body size–adjusted total energy expenditure was negatively, but weakly, associated with measures of obesity, accounting for roughly one-tenth of the elevated body fat percentage and BMI associated with economic development. In contrast, estimated energy intake was greater in economically developed populations, and in populations with available data (n = 25), the percentage of ultraprocessed food in the diet was associated with body fat percentage, suggesting that dietary intake plays a far greater role than reduced energy expenditure in obesity related to economic development.", "url": "https://doi.org/10.1073/pnas.2420902122", "doi": "10.1073/pnas.2420902122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.012927990962173785}, {"title": "The impact of US assimilation and allotment policy on American Indian mortality", "authors": "Grant Miller, Jack Shane, C. Matthew Snipp", "abstract": "In contrast to earlier US policies of open war, forcible removal, and relocation to address the “Indian Problem,” the Dawes Act of 1887 focused on assimilation and land severalty—making American Indians citizens of the United States with individually titled plots of land rather than members of collective tribes with communal land. Considerable scholarship shows that the consequences of the policy differed substantially from its stated goals, and by the time of its repeal in 1934, American Indians had lost two-thirds of all native land held in 1887 (86 million acres)—and nearly two-thirds of American Indians had become landless or unable to meet subsistence needs. Complementing rich qualitative history, this paper provides quantitative evidence on the demographic impact of the Dawes Act on mortality among American Indian children and adults. Using 1900 and 1910 US population census data to study both household and tribe-level variation in allotment timing, we find that assimilation and allotment policy increased the American Indian child mortality ratio by a little more than 15%. In secondary analyses (requiring additional assumptions) focused on total mortality, we find increases among young American Indians of nearly one-third (implying a decline in life expectancy at birth of about 20%). These results confirm contemporary critics’ adamant concerns about the Dawes Act.", "url": "https://doi.org/10.1073/pnas.2418836122", "doi": "10.1073/pnas.2418836122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.5462298729542481}, {"title": "Empowering cities globally: Four levers for transformative urban adaptation with nature-based solutions", "authors": "Loan Diep, Timon McPhearson", "abstract": "The latest report of the Intergovernmental Panel on Climate Change showed that upcoming decades are likely to be accompanied with an increase in climate impacts in urban areas, thereby stressing the need for empowering cities to help them address the challenges ahead by closing the urban adaptation gap. The lock-in systems in which cities are often trapped create resistance to change and leads to missed opportunities to cocreate better futures. Putting nature at the center of urban adaptation agenda is a promising vision that nature-based solutions can help realize if city leaders are adequately supported in accessing the knowledge and resources they need to take action. Despite their proven potential, important barriers to the planning, implementation, and management of nature-based solutions (NbS) for urban climate adaptation persist and need to be urgently addressed. We highlight key barriers related to knowledge gaps and dissemination, policy incentives, and financial autonomy faced by city leaders trying to integrate NbS into policy and planning. In this perspective, we propose four levers of transformative adaptation which build on examples from Europe, the United States, Africa, and Latin America and which have proven successful in supporting cities adopting nature-based adaptation actions, including to 1) produce, assess and share knowledge; 2) adopt incentive-based policies and regulations; 3) facilitate access to multiple sources of funding; and 4) create reflexive monitoring mechanisms. If these steps are taken with the goal of addressing vulnerabilities on the ground, they can unleash the potential of NbS to engage on a path of transformative adaptation.", "url": "https://doi.org/10.1073/pnas.2315912121", "doi": "10.1073/pnas.2315912121", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.007661718176173782}, {"title": "Indigenous critiques and recommendations for reclaiming nature-based solutions", "authors": "Melissa K. Nelson, Graeme Reed", "abstract": "Indigenous peoples have long histories and diverse contemporary practices of caring for and enhancing biodiversity at different scales, in rural and urban contexts. As has been researched and documented by the Convention on Biological Diversity and others, Indigenous peoples globally only constitute 5% of the world’s population and control and care for just 20% of the Earth’s surface yet protect nearly 80% of the world’s remaining biodiversity. Indigenous peoples have forms of biodiversity conservation that could be characterized as “nature-based solutions” (NbS), or would they be culture-based solutions? Given the extraordinary diversity of Indigenous peoples globally, there will never be a “one size fits all” solution. Yet there are general principles that have been articulated in the United Nations Declaration on the Rights of Indigenous Peoples that articulate global concepts of Indigenous Knowledge Systems (IKS) and Traditional Ecological Knowledge (TEK). IKS, TEK, and Native ways of knowing and caring for biodiversity can find both resonance and conflict with what is currently being called NbS. This article articulates Indigenous concerns and critiques of the conceptual and ontological framework of NbS, demonstrating that Indigenous Peoples’ knowledge systems include a similar framework but extend it to include a distinctly biocultural and relational orientation that does not make an artificial division between nature and culture. Different Indigenous perspectives and approaches to sustainability will be highlighted, including two case stories. We conclude with recommendations for respectful, just, decolonial, and transparent ways to explore greater resonance between NbS and Indigenous peoples’ rights.", "url": "https://doi.org/10.1073/pnas.2315917121", "doi": "10.1073/pnas.2315917121", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.08464537820925}, {"title": "Impact forecasting for humanitarianism: Opportunities and challenges", "authors": "Kathy Baylis, Erin C. Lentz", "url": "https://doi.org/10.1073/pnas.2512728122", "doi": "10.1073/pnas.2512728122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.15043806953228978}, {"title": "Inter- and transdisciplinary knowledge is critical for nature-based solutions to contribute to just urban transformations", "authors": "Niki Frantzeskaki, Katinka Wijsman, Nadja Kabisch, Timon McPhearson", "abstract": "Nature-based solutions (NBS) are used to transform existing unsustainable and undesirable path dependencies in cities. For NBS to contribute to just urban transformations, a stronger inter- and transdisciplinary knowledge base is needed. This knowledge base is essential to engage with six complex yet crucial questions about NBS, including “for what?,” “which nature?,” “where?,” “how?,” “when,” and “for whom?.” To address these questions, we identify two critical opportunities to advance the knowledge of NBS. First, we argue for solidifying interdisciplinary approaches to examine how NBS can be designed, planned, and implemented for multifunctionality. Second, we argue that researchers need to work transdisciplinarily with diverse stakeholders to ensure the design, siting, and planning of NBS are appropriate to the context. In both critical opportunities, justice should be a core guiding principle from the beginning of planning the NBS, starting with the foundational understanding that NBS are not inherently just or unjust. Instead, their value depends on a holistic examination of the context in which they operate and the institutional logic that guides their planning. To center justice in the inter- and transdisciplinary research and practice of NBS, a knowledge shift from epistemological injustice to epistemological inclusivity is a critical way forward.", "url": "https://doi.org/10.1073/pnas.2315911121", "doi": "10.1073/pnas.2315911121", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.016968767963025377}, {"title": "Childhood skeletal lesions common in prehistory are present in living forager-farmers and predict adult markers of immune function", "authors": "Amy S. Anderson, Aaron Blackwell, M. Linda Sutherland, Thomas Kraft, James Sutherland, Bret Beheim, Dan Cummings, Suhail Ghafoor, Paul L. Hooper, Daniel Eid Rodriguez, Andrei Irimia, Margaret Gatz, Wendy Mack, Chris Rowan, Michael Miyamoto, Kenneth Buetow, Caleb Finch, L. Samuel Wann, Adel Allam, Randall C. Thompson, Gregory Thomas, Hillard Kaplan, Jonathan Stieglitz, Benjamin Trumble, Michael D. Gurven", "abstract": "Porous cranial lesions (cribra cranii and cribra orbitalia) are widely used by archaeologists as skeletal markers of poor child health. However, their use has not been validated with systematic data from contemporary populations, where there has been little evidence of these lesions or their health relevance. Using 375 in vivo computed tomography scans from a cohort-representative sample of adults aged 40+ years from the Bolivian Amazon, among food-limited, high-mortality forager-farmers, we identified cribra cranii on 46 (12.3%) and cribra orbitalia on 23 (6%). Cribra orbitalia was associated with several hallmarks of compromised immune function, including fewer B cells, fewer naïve CD4 + T cells, a lower CD4 + /CD8 + T cell ratio, and higher tuberculosis risk. However, neither lesion type predicted other physician-diagnosed respiratory diseases, other markers of cell-mediated immunity, or hemoglobin values. While cribra orbitalia shows promise as a skeletal indicator of health challenges, our findings do not support the continued practice of using these lesions to infer anemia in adults.", "url": "https://doi.org/10.1126/sciadv.adw3697", "doi": "10.1126/sciadv.adw3697", "journal_full": "Science Advances", "specialized": false, "preprint": false, "score": 0.008671933620556627}, {"title": "On Philip Rathgeb’s How the Radical Right Has Changed Capitalism and Welfare in Europe and the USA , Oxford: Oxford University Press, 2024", "authors": "Alexandre Afonso, Valentina Ausserladscheider, Anke Hassel, Daniel Kinderman, Gabor Scheiring, Philip Rathgeb", "url": "https://doi.org/10.1093/ser/mwaf039", "doi": "10.1093/ser/mwaf039", "journal_full": "Socio-Economic Review", "specialized": false, "preprint": false, "score": 0.08131625859427183}, {"title": "The adverse impact of accountability policies: performance-based funding, diversity outcomes, and organizational visibility", "authors": "Kwon Hee Han, Richard A Benton", "abstract": "This study examines how accountability-based policies in US higher education reduce racial diversity. Drawing on the theory of racialized organizations, we argue that performance-based funding (PBF) policies embed racial ideology into admission decisions and performance metrics. These metrics, presented under the rationale of accountability, disregard structural inequalities and disproportionately disadvantage racial minorities. This leads public universities to reduce racial minority enrollment, especially for Black students. We theorize that organizational visibility moderates this effect—highly visible organizations face greater scrutiny and internalize performance accountability norms. Using a 10-year panel of US higher education institutions, we employ a difference-in-differences approach, and several robustness checks, to estimate the causal effects of PBF policies. We also apply a novel network-based measure of organizational visibility. We find that PBF policies reduce enrollment for Black students, particularly in high-visibility organizations. This study demonstrates that accountability-based reforms are racialized policies, deepening systemic inequalities within public higher education.", "url": "https://doi.org/10.1093/ser/mwaf028", "doi": "10.1093/ser/mwaf028", "journal_full": "Socio-Economic Review", "specialized": false, "preprint": false, "score": 0.3025780126858906}, {"title": "Ready, willing, and able? Bureaucratic capacity, slack resources and political control", "authors": "Thomas Elston, Yuxi Zhang", "abstract": "Recent research suggests that bureaucratic responsiveness to political preferences may depend as much on organizational capacity as it does on incentive alignment, information recovery, and the strategic interaction of principal and agent. Better-resourced bureaucracies should be more able to comply with new political directions, irrespective of their willingness to do so. But because so much bureaucratic capacity is sunk into implementing the prior policy commitments of current and former principals, responding to new political signals will depend – much more specifically – on agents possessing adequate slack resources. This spare capacity should aid signal detection and program development; decrease hesitance at over-committing to new assignments in volatile environments; and provide resources for implementing changes whilst maintaining prior commitments. Using two-way fixed-effects regression and a novel dataset of 1,430 legislative requests of the UK executive, we confirm that possession of slack resources specifically (rather than organizational capacity generally) significantly increases the likelihood of bureaucracies consenting to make program changes requested by parliament. Agents with slack also commit to more precise timelines for implementation. And survival analysis further reveals that, once committed, bureaucracies with more budgetary slack complete their assignments more expeditiously.", "url": "https://doi.org/10.1093/jopart/muaf021", "doi": "10.1093/jopart/muaf021", "journal_full": "Journal of Public Administration Research and Theory", "specialized": false, "preprint": false, "score": 0.0038280316105274714}, {"title": "Revisiting Coping Mechanisms on the Street-Level: A Systematic Literature Review", "authors": "Ofek Edri-Peer, Nissim Cohen", "abstract": "Street-level bureaucrats' coping mechanisms are an integral part of their interaction with clients, and as such have received much research attention. Since the last review of the behavioral coping mechanisms adopted by street-level bureaucrats, conducted more than 10 years ago, many researchers have focused on understanding these mechanisms and what influences them. Using the PRISMA model, we conducted a systematic review of 165 studies to update our understanding and explore the manifestations of both old and new coping mechanisms identified in the literature. Moreover, we seek to determine the antecedents of these coping mechanisms. From our findings emerged a new family of coping mechanisms that we call “moving with clients.” These behaviors include intentional efforts to involve clients in the process of service delivery, for example, by deliberating and cooperating with them to achieve the desired policy goals. We find that most street-level bureaucrats’ behaviors are associated with organizational and environmental factors. Personal factors, although highlighted frequently in the literature, are not associated with most coping behaviors.", "url": "https://doi.org/10.1093/jopart/muaf022", "doi": "10.1093/jopart/muaf022", "journal_full": "Journal of Public Administration Research and Theory", "specialized": false, "preprint": false, "score": 0.007099189996108479}, {"title": "Accountability and High‐Effort Coping Strategies of Public Employees: Evidence From a Survey Experiment in China", "authors": "Yanwei Li, Hongbo Yu", "abstract": "Using a survey experiment approach, we collected responses from 1244 public employees in a Chinese context. This study examines how two types of accountability obligations (horizontal and hierarchical) and two accountability orientations (learning and control) influence public employees' adoption of high‐effort coping strategies. The findings reveal that, contrary to conventional expectations, a learning orientation is associated with a decreased intention among public employees to adopt high‐effort coping strategies, likely due to the political risks involved. Additionally, our study shows that hierarchical obligation does not facilitate the adoption of high‐effort coping strategies, even in a context that emphasizes obedience and hierarchy. This research contributes to governance and policy studies by providing insights into the relationship between accountability and the high‐effort coping strategies of public employees.", "url": "https://doi.org/10.1111/padm.70002", "doi": "10.1111/padm.70002", "journal_full": "Public Administration", "specialized": false, "preprint": false, "score": 0.0066019322688133375}, {"title": "Prioritizing Along Prototypes: Implicit Citizenship Theories in Decision‐Making at the Frontline", "authors": "David Hensel, Marlen Christin Liegat, Dominik Vogel, Rick Vogel", "abstract": "Public employees are expected to treat all citizens equally; however, due to limited resources and increasing demands, they often simplify their decisions by prioritizing based on social categories. Whereas previous studies have often focused on a few or even a single category at a time, this article employs a broader framework consisting of six citizen prototypes that public employees apply simultaneously in their assessments. The results of a choice‐based conjoint experiment reveal that the previously understudied prototype of a determined citizen—characterized as egoistic, demanding, and assertive—is most influential when public employees need to prioritize, whereas more established prototypes, such as neediness, are less significant. Interestingly, this finding persists regardless of whether the decision has positive or negative consequences for the citizens. Overall, the study advances the socio‐cognitive foundations of state–citizen interactions by framing these encounters as multi‐category decision‐making contexts derived from employees' everyday theories about citizens.", "url": "https://doi.org/10.1111/padm.70006", "doi": "10.1111/padm.70006", "journal_full": "Public Administration", "specialized": false, "preprint": false, "score": 0.25209007388616855}, {"title": "From Presence to Policy: The Conditional Impact of Women's Representation in Top Management Teams in Chinese Local Governments", "authors": "Ting Huang, Shahidul Hassan, Anders Ryom Villadsen, Hongtao Yi", "abstract": "While public administration research has begun exploring the impact of women's representation in top leadership positions in public organizations, the conditions under which women's representation in top management teams (TMTs) produces policies specifically benefiting women remain underexamined. Using a panel dataset covering 276 Chinese municipalities (2010–2018), this study examines how women's representation in mayoral teams affects women‐sensitive policy adoption. Fixed‐effects Poisson regression analyses suggest that TMTs with two or more women leaders are likely to adopt more women‐sensitive policies than TMTs with no or a single woman leader. This relationship strengthens when women occupy a larger proportion of provincial leadership roles, but it weakens when TMTs maintain stronger patronage ties to provincial male leaders. These findings advance representative bureaucracy research by demonstrating how passive representation translates into active representation in government upper echelons from a team‐based perspective and how this effect is contingent on institutional factors within a multi‐level governance system.", "url": "https://doi.org/10.1111/padm.70007", "doi": "10.1111/padm.70007", "journal_full": "Public Administration", "specialized": false, "preprint": false, "score": 0.008027992158438857}, {"title": "American Society for Public Administration Code of Ethics", "url": "https://doi.org/10.1111/puar.70003", "doi": "10.1111/puar.70003", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.004171296126163848}, {"title": "Celebrating 85 Years", "url": "https://doi.org/10.1111/puar.70002", "doi": "10.1111/puar.70002", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.005898089185904176}, {"title": "Community-based outcomes of interlocal cooperation in social services", "authors": "Germà Bel, Joël Bühler, Esther Pano", "url": "https://doi.org/10.1080/14719037.2025.2533366", "doi": "10.1080/14719037.2025.2533366", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.0195319241384887}, {"title": "A convergence of executive management styles? new elements of comparison", "authors": "Mauro Tebaldi, Marco Calaresu, Chiara de Micheli, Patrice Dutil, Andrea Migone", "url": "https://doi.org/10.1080/14719037.2025.2531895", "doi": "10.1080/14719037.2025.2531895", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.012176435076491132}, {"title": "Varieties of Ecosocial Policies in the EU : The Case of the National Recovery and Resilience Plans", "authors": "Benedetta Cotta, Ekaterina Domorenok, Paolo Graziano, Trajche Panov", "abstract": "The ecosocial policy integration, required to address the intertwined social and ecological challenges of climate change, has been central to the European Union's Recovery and Resilience Facility (RRF), which was launched to tackle the social and economic impacts of the COVID‐19 pandemic while simultaneously supporting the green and digital transitions outlined in the European Green Deal. Drawing on the growing eco‐welfare debate, our contribution first examines how the 27 national plans implementing the RRF integrate social and environmental measures. It then explores the drivers behind different patterns of ecosocial policy integration in three countries which show different levels of ecosocial policy integration: Italy (high), Poland (medium), and Germany (low). Our findings show that institutional factors have been key in shaping national ecosocial policy mixes, driven in the Italian case by a strong governmental will to comply with the EU ecosocial guidelines, whereas in Poland and especially in Germany the absence of ecosocial policy legacies and the limited involvement of pro‐ecosocial societal actors have limited the effective integration of social and ecological measures.", "url": "https://doi.org/10.1111/rego.70057", "doi": "10.1111/rego.70057", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.04657262220465819}, {"title": "Turning Vulnerability Into Strength: How Independent Regulatory Agencies Enhance Accountability and Build Stakeholder Trust", "authors": "Jacint Jordana, Juan Carlos Triviño‐Salazar", "abstract": "Trustable environments are highly appreciated for regulatory performance, but difficult to emerge. A condition for making trust work is to accept vulnerability, and this holds both for stakeholders and agencies in public governance. Trust‐related vulnerability can be understood as a dynamic perception of potential harm derived from entering into a desired interaction. While stakeholders increased vulnerability due to voluntary exchanges with public bodies has been widely documented, the conditions under which agencies voluntarily increase their vulnerability remain less explored. Focusing on independent regulatory agencies (IRAs), this paper introduces a conceptual framework where agency vulnerability serves as a strategic tool to enhance IRAs' accountability, ultimately supporting these goals. We argue that IRAs intentionally incorporate vulnerability to make accountability efforts more credible, fostering stakeholder trust and facilitating operations. To achieve this, IRAs disclose sensitive information through accountability mechanisms, including transparency and participation initiatives. While this exposes them to criticism, penalization, or termination, it also strengthens stakeholder support and regulatory effectiveness. However, to manage risks, vulnerability is often selectively applied, prioritizing preferred stakeholders. We empirically apply this framework on Spanish data protection, finance, and food safety regulators. Our findings suggest that while vulnerability increases risks by enabling potential harm to IRAs, it ultimately mitigates accountability challenges and enhances trust among selected stakeholders, making accountability relationships more credible.", "url": "https://doi.org/10.1111/rego.70053", "doi": "10.1111/rego.70053", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.0033431677204137644}, {"title": "Regulating via Conditionality: The Instruments of the New Industrial Policy", "authors": "Fabio Bulfone, Timur Ergen, Erez Maggor", "abstract": "Conditionality was a central concern in the development literature of the 1990s. With the significant expansion of targeted public support to private firms since the Great Financial Crisis, the issue of conditionality has once again become a focal point in industrial policy debates. Despite the growing interest in the concept, the existing literature lacks a systematic conceptualization of conditionality within the context of industrial policy and does not outline the political factors that enable state actors to introduce it. This article addresses this gap by critically reviewing the existing literature and providing a systematic political economy of conditionality. We offer an overview of the literature on conditionality, examining different industries, historical periods, and national contexts. In doing so, we make three key contributions to the debate on industrial policy and regulatory instruments more broadly. First, we distinguish between two broad approaches to encoding conditionality in industrial policy: hard‐coding and soft‐coding. Next, we map the coalitional, institutional, ideational, and global contextual factors that facilitate conditionality. Finally, we present two vignettes of recent industrial policy initiatives in the European Union and the United States as illustrative cases. This conceptual exercise, intended to lay the foundation for future causal research on conditionality, demonstrates that the presence of conditionality is not merely a technical matter of political design but is instead shaped by configurations of political economy factors.", "url": "https://doi.org/10.1111/rego.70050", "doi": "10.1111/rego.70050", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.006654346719012105}, {"title": "Do Regulations Enhance Civil Servants' Trust in NGO Contractors for Public Service Innovation? A Comparative Analysis of Conjoint Experiments in China", "authors": "Wei Li, Fei Chen, Xiao Tong", "abstract": "Public procurement has been adopted by many countries as a tool to innovate public services. However, public service innovation also exposes civil servants to the risk of being criticized for perceived failures in outcome. Empirically studying the relations between regulations and civil servants' trust in contractors will deepen our understanding of the critical role trust plays in collaborative public service innovation. Investigating civil servants' trust in NGO contractors delivering public service innovations in China enables us to explore this issue in a non‐Western and transitional context. The study posits that trustors' preferences serve as a better measure of their trust behavior than self‐reported trust. Based on two conjoint experiments conducted among 234 civil servants in China, we categorized civil servants' trust in NGO contractors into nine types. The findings suggest that when regulations on service quality and scope are in place, civil servants attach more importance to the types of trust based on professional competence, responsive competence and partisan loyalty of the NGO bidders. When the regulatory context is uncertain, trust based on integrity is considered to be more important than competence‐ and benevolence‐based trust. Under this scenario, small NGOs with a lower level of competence and partisan loyalty have more opportunities to secure government contracts. Nevertheless, they could be subject to government control and risk losing autonomy in serving the community. There could also be increased risks of failure in public service co‐production which requires responsive competence as well as benevolent intention of the NGOs to achieve positive policy and societal outcome. More experiments using larger and more heterogeneous samples in alternative service sectors can be conducted in future to test the generalizability of these findings.", "url": "https://doi.org/10.1111/rego.70049", "doi": "10.1111/rego.70049", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.006140159897470632}, {"title": "The State and the Emergence of the First American Party System: Roll Call Voting in the New York State Assembly during the Early Republic", "authors": "Benjamin Rohr, John Levi Martin", "abstract": "Prevailing theories about the nature and development of the democratic party system fail to account for the important case of the United States. Using a novel dataset on legislators and roll call votes in the New York State Assembly after the ratification of the U.S. Constitution, we show that, contrary to existing accounts, legislative parties had already formed at this early stage. Yet these parties did not arise from the translation of social cleavages such as economic or social class into political oppositions, as sociologists might expect, nor were they merely networks of powerful elites disconnected from the polity, as political scientists and historians have suggested. Instead, these parties coalesced around formal issues—structural questions like the procedures for election and appointment, questions whose answer would determine the rules of the game for future contests. Parties emerged, we argue, not because of an inherent need to adjudicate conflicts between sectors of the polity, but because of the organizational affordances of the modern democratic state. Our findings suggest the formation of party systems is an integral part of the formation of the modern state.", "url": "https://doi.org/10.1177/00031224251344574", "doi": "10.1177/00031224251344574", "journal_full": "American Sociological Review", "specialized": false, "preprint": false, "score": 0.008035799820052314}, {"title": "Union democracy from below: social media, gender, and online grassroots activism", "authors": "Mark Friis Hau, Nana Wesley Hansen, Oscar Molina, Oriol Barranco", "abstract": "This study examines how digital platforms transform traditional patterns of grassroots labor mobilisation through a comparative analysis of two cases: the 2021 formation of Foreningen af Danske Sygeplejersker by nurses in Denmark and Las Kellys, an association of Spanish hotel chambermaids. While both organisations emerged from female-dominated sectors, their divergent trajectories show how institutional contexts and professional identities shape digital organising outcomes. Through analysis of social media data and interviews, we show how these groups used digital platforms to simultaneously maintain multiple forms of engagement: building collective identity among dispersed workers, challenging union leadership, and gaining public visibility. In Denmark, FDS's targeted social media approach harnessed nurses' professional cohesion to successfully pressure their union into adapting wage demands, eventually leading to accommodation within existing structures. In Spain, Las Kellys' broader community-building strategy helped overcome worker isolation but resulted in organisational fragmentation, with some chapters becoming formal unions while others remained associations. The comparison reveals how similar digital tools can produce different organisational outcomes depending on workers' structural position and unions' capacity for democratic renewal. Our findings contribute to understanding how digital platforms enable sustained grassroots engagement while highlighting the continued importance of institutional contexts and union democratic practices in shaping labor movement trajectories.", "url": "https://doi.org/10.1162/euso.a.36", "doi": "10.1162/euso.a.36", "journal_full": "European Societies", "specialized": false, "preprint": false, "score": 0.0055536062269271325}, {"title": "Changing flux, persisting barriers: assessing the career mobility regime changes in France", "authors": "Marta Veljkovic", "abstract": "Recent empirical research has shown a modest increase in career complexity throughout 20th century Europe. Little is known, however, about the career class mobility, despite the fact that social class is recognized as one of the main career boundaries. Modernization theory provides conflicting expectations regarding how social mobility should evolve over the life course as contemporary societies converge towards education-based meritocracies. Drawing on the French survey Formation-Qualification Professionnelle (Insee, 1970; 1977; 1985; 1993; 2003; 2014–2015) and using the EGP schema, I analyse both the absolute and relative measures of career class mobility, and I rely on the latter to define career class regimes, that I qualify in terms of the strength of the association between class positions held at different career stages and its structure (i.e., qualitative patterns). The findings of this article point to increasing career fluidity across cohorts, which implies a greater permeability of class barriers to career mobility. They also show, however, that these changes have not been associated with any significant modification in mobility patterns, meaning that the social distance and proximity of different social classes remain largely intact over time. Overall, the transformation in contemporary life courses and careers was not only slight but also partial when it comes to career class regimes in France: there is a changing flux, but persisting barriers to career mobility. Therefore, it seems not only exaggerated, but also misleading to speculate on a fundamental change in career dynamics, as most variants of modernization theory tend to do.", "url": "https://doi.org/10.1093/esr/jcaf012", "doi": "10.1093/esr/jcaf012", "journal_full": "European Sociological Review", "specialized": false, "preprint": false, "score": 0.03407182921670948}, {"title": "Do parents suffer too? Children’s unemployment and their parents’ mental health in 12 European countries", "authors": "Lara Bister, Fanny Janssen, Tobias Vogt", "abstract": "Unemployment is not only a significant risk for the mental health of those affected but also to their interlinked family members, such as their parents. Recent studies have shown a negative association between children’s unemployment and their parents’ mental health, drawing on mechanisms based on linked lives and stress processing within the intergenerational family. However, the role of the broader economic context for this association, particularly regarding prevailing family support cultures, remains less understood. Therefore, our study aims to investigate the association between children’s unemployment and their parents’ mental health in 12 European countries with varying (de)familism regimes before, during, and after the Great Recession of 2008. Using longitudinal panel data from the Survey of Health, Ageing, and Retirement in Europe (SHARE), we analysed 14,954 parents and their 26,382 children over 5 SHARE waves from 2004 to 2015 (N = 92,667) applying pooled longitudinal and fixed-effects linear probability regression. We found significant mental health declines in mothers with their children's unemployment, which was, however, not generally moderated by the economic context. The associations varied across European regions and (de)familism regimes, particularly for mothers in Southern Europe when accounting for individual confounding. Our study provides novel and robust evidence for intergenerational mental health effects of family economic stress, especially in more familistic regime contexts.", "url": "https://doi.org/10.1093/esr/jcaf018", "doi": "10.1093/esr/jcaf018", "journal_full": "European Sociological Review", "specialized": false, "preprint": false, "score": 0.02509474891269481}, {"title": "Internal displacement and post-conflict gender attitudes: evidence from northwestern Pakistan", "authors": "Yuichi Kubota", "abstract": "Despite the common understanding that armed civil conflict increases women’s vulnerability, scholarly debate suggests that women’s status in society improves after violence ends. This study sheds light on post-conflict institutional transformation using popular attitudes toward gender roles and relations. By focusing on the significantly overlooked displacement of nearly 5 million civilians in the former Federally Administered Tribal Areas of Pakistan, this study presents powerful new survey data painstakingly gathered to assess the effects of this social upheaval on people’s attitudes regarding gender equality. The results suggest that individuals who experience displacement express greater support for gender equality in the conflict’s aftermath than if they do not experience it. Wartime displacement not only disrupts civilian activity but also exposes people to an external society. By interacting with out-groups, the displaced learn and benefit from ideas about gender roles and relations that contrast with long-standing patriarchal norms. Although gender norms are often persistent in a cultural setting, the empirical evidence suggests that being an internally displaced person is an acute event for civilians to amend their prior views on gender roles and relations.", "url": "https://doi.org/10.1093/sf/soaf105", "doi": "10.1093/sf/soaf105", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.052197114480362794}, {"title": "Institutional exclusion: the cultural production of educational inequality through college narratives", "authors": "Michelle Jackson, Christof Brandtner", "abstract": "Explanations of socioeconomic inequalities in college enrollment focus on college readiness, financial constraints, and information deficits. We provide a cultural explanation of educational inequalities, arguing that disadvantaged students are deterred from applying to high-status colleges because of the shared cultural narratives employed by those colleges—a mechanism that we label “institutional exclusion.” Computational text analyses of college mission statements show that community colleges, for-profit colleges, and four-year colleges draw upon distinctively different cultural narratives. To gauge the causal effect of these narratives on student responses, we designed a survey experiment for a sample of high-school seniors. We find that the career-focused narratives of for-profit colleges are most appealing to disadvantaged students, whereas advantaged students prefer the post-materialist rhetoric of four-year colleges. We conclude that institutional exclusion should be included in sociological discussions of college inequalities and the promotion of diversity in organizations.", "url": "https://doi.org/10.1093/sf/soaf099", "doi": "10.1093/sf/soaf099", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.03162276814395104}, {"title": "Affective Signals and Issue Salience in Swiss Reddit Discourse: Insights on Public Reaction to Government Measures During COVID-19 and the Ukraine Crisis", "authors": "Leonard Maximilian König", "abstract": "This study explores the interplay of issue salience and affective signals in Swiss public reactions to government measures on the Reddit forum r/Switzerland during the COVID-19 pandemic and the Russia-Ukraine war. Using an Exploratory Data Analysis approach, this study applied topic modeling (BERTopic) to a large corpus of posts (2019-2022) to identify shifts in online public attention and emotional responses, and transformer-based sentiment and emotion analysis to quantify sentiment and discrete emotions as affectives. The results reveal a Swiss online public that is highly responsive to events, with attention shifting rapidly, and whose discourse is deeply imbued with emotional content, predominantly negative in the face of restrictive policies or unsettling international developments. These insights underscore the value of computational social science in unpacking the complexities of online public opinion and offer a foundation for future research into the evolving nature of digital democracy and crisis governance.", "url": "https://doi.org/10.31235/osf.io/28exs_v2", "doi": "10.31235/osf.io/28exs_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.00931283177234854}, {"title": "Stop Wasting Time Fine-Tuning: Traditional Classifiers Shine with LLM Embeddings for Political Textual Analysis", "authors": "Collin Coil, Nicholas Chen, Caroline L. Bruckner", "abstract": "Large language models (LLMs) are widely applicable for political science research; however, many researchers do not have access to sufficient compute resources or data to fine-tune LLMs for their research purposes. As such, it is necessary to identify ways to deploy LLMs more efficiently for political science research applications. We examine LLMs for political science classification tasks and show that using LLMs as feature extractors for downstream classification models (an embed-then-classify pipeline) has performance comparable to or exceeding the performance of LLMs fine-tuned for classification (a fine-tune-then-classify pipeline), all while requiring less compute time and data. Furthermore, we demonstrate that both the embed-then-classify and fine-tune-then-classify pipelines significantly outperform zero-shot prompting for classification using decoder-only models, which is prevalent in the social sciences. We present a robust set of experiments with three decoder-only LLMs, 19 encoder-only LLMs, five classification models, and four fine-tuning strategies on a new political classification dataset. This dataset includes over 130,000 text sequences for multi-class classification and is made up of text extracted from a variety of government documents. We further validate our findings on two other political science textual datasets.", "url": "https://doi.org/10.31235/osf.io/2pyfa_v1", "doi": "10.31235/osf.io/2pyfa_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.005297386726120901}, {"title": "The Long-Run Effects of Colleges on Civic and Political Life", "authors": "Michael J. Andrews, William Marble, Lauren Russell", "abstract": "Social theorists and education advocates have long argued for the civic benefits of education. As large, durable institutions, universities are especially likely to affect the civic life of their communities. We investigate how the establishment of a university alters the civic and political trajectory of the surrounding area. For identification, we leverage historical site selection processes in which multiple locations were considered for new colleges. We bring together data on social capital, political preferences, and elections to assess the long-run impacts of college establishment. Communities with colleges exhibit higher levels of civic engagement and greater social trust today, relative to “runner-up” locations without colleges. These counties are also more politically liberal — a gap that has grown substantially since 2000. Our findings suggest understanding universities as place-based policies that shape the long-run civic and political development of their communities. They also shed light on current political battles over higher education policy.", "url": "https://doi.org/10.31235/osf.io/5v9zw_v1", "doi": "10.31235/osf.io/5v9zw_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010411934169598847}, {"title": "Online identities are increasingly political: evidence from 30 countries", "authors": "Anna Clemente, Dakota Handzlik, Jason Jeffrey Jones, Steven Skiena", "abstract": "Have people become more likely to show their politics online? By examining the bios of 9.5 million Twitter users per month in 30 countries across the world, we show increasing politicization of self-authored personal descriptions. Political self-presentation online has become more common and normalised, as its prevalence roughly doubled from 2012 to 2022. We trace trends for ideological and partisan identities, and explore shifts in cultural identification. Our findings suggest a diffusion of norms: the adoption of politicized online identities became more accepted and widespread during the observed period. The choice to present oneself politically online, by establishing a commitment to a political view of the self, is likely to loop back into political engagement offline.", "url": "https://doi.org/10.31235/osf.io/68zjx_v1", "doi": "10.31235/osf.io/68zjx_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01690039284944267}, {"title": "Rising Wealth Inequality and Democratic Backsliding across U.S. States", "authors": "Manuel Schechtl, Carolyn Fisher", "abstract": "Wealth inequality in the United States has reached heights not seen since World War II, renewing fears that concentrated economic power may undermine democracy. Yet empirical research linking inequality to democratic erosion remains inconclusive, in part because most studies focus on cross-country comparison, and examine income rather than wealth. This study exploits variation across fifty U.S. states—each embedded in a common federal framework but differing in political and economic dynamics—to test whether rising state‐level wealth inequality predicts democratic backsliding. I draw on two novel datasets: the State Democracy Index and the GEOWEALTH-US database. Pooled OLS models reveal a robust, negative association between state-level wealth inequality and democracy scores, and two‐way fixed effects estimates confirm that within‐state increases in wealth inequality are associated with declines in democratic performance. Interaction analyses show that growing Republican legislatures are associated with democratic backsliding where state-level wealth inequality is rising, and that extreme wealth shares (top 1%, 0.1%, 0.01%) exert the strongest influence. These findings demonstrate that subnational wealth disparities—and their convergence with partisan politics—might actively erode American democratic institutions. (Stone Center on Socio-Economic Inequality Working Paper)", "url": "https://doi.org/10.31235/osf.io/ax5b9_v1", "doi": "10.31235/osf.io/ax5b9_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0055178427082834824}, {"title": "Politischer Konsum im Alltag: Ergebnisse einer bevölkerungsrepräsentativen Befragung zu politisch motivierten Konsumaktivitäten in Deutschland 2025", "authors": "Ole Kelm, Marco Dohle", "abstract": "Politischer Konsum im Alltag: Ergebnisse einer bevölkerungsrepräsentativen Befragung zu politisch motivierten Konsumaktivitäten in Deutschland 2025", "url": "https://doi.org/10.31235/osf.io/d9g4s_v1", "doi": "10.31235/osf.io/d9g4s_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.024320105082780707}, {"title": "Benchmarking parallel trends violations in regression imputation difference-in-differences", "authors": "Zikai Li, Anton Strezhnev", "abstract": "Difference-in-differences studies increasingly use regression imputation methods as an alternative to the conventional two-way fixed effects (TWFE) model. These approaches fit a single TWFE regression to only control units and use it to impute counterfactuals for treated units, resulting in estimates robust to treatment effect heterogeneity. When evaluating the parallel trends assumption, researchers commonly impute counterfactuals for the same control units that were used in estimating the model---the default ``in-sample\" option for pre-trends tests in the popular R package fect. We show this approach creates complications for benchmarking the magnitude of potential parallel trends violations by severely understating actual pre-trends, making them appear small when they are actually substantial. A simple correction, also implemented in fect, excludes the period being tested when fitting the model (``leave-one-out\"), eliminating this attenuation bias. We demonstrate the practical importance of this correction through re-analysis of a recent study on the political effects of the ``shale shock\" (Gazmararian, 2025). While the original analysis used in-sample imputation and concluded pre-trends were negligible, our corrected approach reveals pre-trends comparable in magnitude to the estimated treatment effects. The observed positive effects of the 2008 fracking boom on Republican presidential vote share in U.S. coal counties are likely artifacts of longer-running trends in these regions.", "url": "https://doi.org/10.31235/osf.io/ngr3d_v1", "doi": "10.31235/osf.io/ngr3d_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01009864121471915}, {"title": "Unrequited Love: Estimating the Electoral Effect of a Place-based Green Subsidy with a 2D Regression Discontinuity Design", "authors": "Zikai Li", "abstract": "Can targeted tax credits designed to stimulate renewable energy development in areas vulnerable to economic decline shift voters’ support? While advocates argue that economic gains from such incentives can realign political preferences by altering local communities' cost-benefit calculations, competing mechanisms such as disruptions to these communities and ideological resistance may offset these effects or even trigger backlash. Focusing on the Energy Community Tax Credit Bonus (ECTCB) under the 2022 Inflation Reduction Act, I use a two-dimensional regression discontinuity (2DRD) design to estimate its impact on the Democratic share of the two-party vote in the 2024 presidential election. The analysis suggests a small negative effect (point estimate: −0.0039; 95% confidence interval: [−0.0078, −0.0002]). These findings contribute new causal evidence to the debate on the electoral effects of place-based climate policies. This paper also makes methodological contributions by improving a recently proposed 2DRD estimator with bagging and the delta bootstrap. Through Monte Carlo simulations, I show the refined estimator exhibits less bias and greater efficiency than common alternatives.", "url": "https://doi.org/10.31235/osf.io/s4nje_v1", "doi": "10.31235/osf.io/s4nje_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01676032689055129}, {"title": "From Protest to Parliament: Lebanon’s October Revolution and the Rise of Movement Parties", "authors": "Daniel L. Tavana, Christiana Parreira, Sara Lindsay Walsh", "abstract": "Recent waves of protest have given rise to movement parties, or parties with strong ties to social movements that combine anti-system activism with opposition to governing parties and elites. We study the effects of Lebanon’s 2019 October Revolution, a series of nationwide protests that took place over several months and targeted an extractive elite that has governed for two decades. Difference-in-differences estimates show that localities where protests took place were more likely to support movement parties in the election that followed the uprising. We attribute this effect to the exclusionary nature of the electoral system and show that support for movement parties was greatest in areas neglected by existing parties. Our findings contribute new insight into the relationship between protest movements and electoral behavior. Movement parties persistently struggle to channel anti-government, revolutionary opposition into support for electoral alternatives—but not where they are able to exploit the weaknesses of existing parties.", "url": "https://doi.org/10.31235/osf.io/tczvn_v1", "doi": "10.31235/osf.io/tczvn_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.015830613818451522}, {"title": "Bits of Opportunity: Broadband Internet and Intergenerational Income Mobility", "authors": "Erlend Nordrum", "abstract": "The roll-out of broadband internet represents a Skill-Biased Technological Change (SBTC) that transformed labor markets by expanding high-skill job opportunities and automating lower-skill tasks, ultimately reshaping structures underlying intergenerational income mobility. Using administrative registry data coupled with data on Norway’s broadband roll-out, I take a quasi-experimental approach to assess the effect of broadband access on the income correlation between fathers and sons. The findings show that the roll-out of broadband has significantly increased intergenerational mobility, with a reduction in the income rank correlation between fathers and sons, supporting the view that broadband can disrupt traditional economic advantages and foster greater mobility.", "url": "https://doi.org/10.31235/osf.io/6kpn8_v1", "doi": "10.31235/osf.io/6kpn8_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006259560457307245}, {"title": "The Consumption Side of Trade Shocks: Inequality Dynamics and Luxury Imports", "authors": "Vinicius Curti Cícero, Laura Heras-Recuero", "abstract": "We study how a large, exogenous trade shock --- triggered by China’s accession to the WTO in 2001 --- reshaped income, inequality, and import behavior across Brazilian regions. Using a shift-share instrument based on pre-shock export structures, we show that regions more exposed to China’s demand boom experienced increases in income per capita and within-region inequality relative to less exposed areas. These changes, in turn, led to rising import values and a shift in import composition, particularly toward consumption goods and medium- to high-tech manufactured products. To interpret these patterns, we classify goods by necessity and luxury status using Brazilian household survey data and develop a complementary ``demonstration luxury'' classification --- designed to capture status-oriented goods --- based on U.S. consumption patterns. Luxury imports rose most in regions that were initially more unequal or experienced sharper post-shock increases in inequality, consistent with non-homothetic preferences and status-driven consumption. Our findings highlight inequality as a key channel through which trade shocks shape regional import demand in developing economies.", "url": "https://doi.org/10.31235/osf.io/9kh2g_v1", "doi": "10.31235/osf.io/9kh2g_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.03373067573401145}, {"title": "Engagement in Extracurricular Activities: A Gain or a Loss From The Sense of School Belonging Perspective?", "authors": "Le Nguyen Hoang", "abstract": "This study aims to explore the intricate associations between engagement in extracurricular activities (ECAs), a sense of school belonging, and their joint effects on academic and non-academic outcomes. The findings, from the analysis of 892 students, suggested that being actively engaged in ECAs does not contribute directly to students’ academic outcomes. Rather, it reflects the non-academic achievement of ECAs, particularly that of promoting wellbeing. Moreover, ECAs are only beneficial to both academic and non-academic outcomes under conditions of a low sense of school belonging. However, under conditions of a high sense of school belonging, engagement in ECAs becomes less advantageous, and it might even be detrimental to academic performance. This study offers an alternative perspective aimed at unpacking the intricacies of ECAs, which are then used for developing practical implications for higher education institutions.", "url": "https://doi.org/10.31235/osf.io/bx63g_v1", "doi": "10.31235/osf.io/bx63g_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010038724283487177}, {"title": "Will the Government Finally Acknowledge the Scale of India’s COVID-19 Tragedy?", "authors": "Aashish Gupta, Murad Banaji", "abstract": "Newly released 2021 mortality data shows about 3 million excess death registrations during the pandemic, suggesting over 4 million total excess deaths, roughly nine times the official Covid-19 death toll. This confirms the pandemic’s true impact as far greater than the government’s claims", "url": "https://doi.org/10.31235/osf.io/uzqyp_v1", "doi": "10.31235/osf.io/uzqyp_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008080367987493564}, {"title": "Pre-Refunding Announcement Gains in U.S. Treasurys", "authors": "Chen Wang, Kevin Zhao", "abstract": "We document substantial and intensifying positive returns in medium- and long-term Trea?sury bonds on the day before the Treasury Refunding Announcements (TRAs), an important quarterly fiscal event where future issuance plans are unveiled. Pre-TRA gains are distinct from known calendar effects, account for a sizable portion of annual yield and term premium changes, and cannot be attributed to information leakage. We show that reduction in Treasury market uncertainty—particularly fiscal-related uncertainty—prior to TRAs is the key driver. Consis?tent with this, pre-TRA gains are stronger when immediately following an FOMC meeting, and when national debt approaches the debt ceiling.", "url": "https://doi.org/10.31235/osf.io/xucf8_v2", "doi": "10.31235/osf.io/xucf8_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008046150977571331}, {"title": "How moving costs Impact in Schelling’s Segregation Model : An extension to the original model", "authors": "Hugo Carrasco, Cindy Abreo, Ramón Álvarez-Vaz", "abstract": "In Schelling’s classical model [1], when an individual feels dissatisfied with the number of unwanted \"neighbors,\" they simply move to another free location, but this is restricted by the city’s density. Furthermore, it is assumed that in real life, moving has many associated costs. For this reason, it is proposed to modify the model and extend it by considering that each agent starts with a certain amount of monetary units (capital C), and that with each unit of time, each agent manages to save a certain amount of monetary units (savings A). If at any given time they feel dissatisfied and have capital greater than or equal to the cost of moving Cm (moving), then they can move to one of the free locations. Otherwise, they cannot, which means that in the next step they may or may not be dissatisfied, depending on what happened to their neighbors. Using models that consider differential costs by group, different initial capitals, and different savings capacities, the impact of these initial conditions on segregation is studied for certain levels of happiness or satisfaction and intolerance. To carry out the simulation, a graphical interface is programmed in a Shiny application implemented in the statistical language R, making it reproducible and available on an OSF platform server at the following link: https://osf.io/ngm9h/.", "url": "https://doi.org/10.31235/osf.io/2mkra_v1", "doi": "10.31235/osf.io/2mkra_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.07368773978145726}, {"title": "Beyond the Poverty Frame: Media Representations, Lived Realities, and the Struggle for Representational Justice in Tondo, Manila", "authors": "Mary Franchesca Santillan Alorro, Ben Hur M. Cristobal, Elaine Rose B. Lim, Gerald F. Padua, Daracel C. Del Rosario, Sheba Erech D. Pangan, Dashielle July A. Lopez, Karl Patrick R. Mendoza", "abstract": "Mainstream portrayals of Tondo, Manila, in Philippine media often depict the district as a site of danger, disorder, and decay, reducing a vibrant urban community to a symbol of poverty and criminality. This article interrogates the disjuncture between these dominant representations and the lived experiences of Tondo residents. Drawing on discourse analysis of documentaries, news reports, and vlogs, alongside in-depth interviews with 15 residents, the study reveals how media framings selectively amplify hardship while silencing everyday resilience, solidarity, and care. Based on Stuart Hall’s encoding/decoding model, Vygotsky’s social constructionism, and Bourdieu’s theory of symbolic capital, the analysis highlights how residents actively challenge and reshape the stories told about them. The article advances the concept of representational justice as both an ethical imperative and an analytical lens, emphasizing that representation is not merely about visibility but about narrative power. The findings point to the need for more participatory, dignity-based storytelling about urban poverty in the Global South and greater accountability to the communities whose lives are often misrepresented.", "url": "https://doi.org/10.31235/osf.io/36dzw_v1", "doi": "10.31235/osf.io/36dzw_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.02705029668483716}, {"title": "Citation Functions and Their Role in Scientific Organization.", "authors": "Gabriel Vélez-Cuartas", "abstract": "This article presents general elements of a citation theory based on the concept of networks (structures) of meaning. From this perspective, citation acts as an operator of meaning, generating structures representing social dynamics in knowledge production. This citation theory allows for observing the trajectories of scientific and humanistic communications. It describes the structural characteristics that lead to the constitution of scientific meaning for both academic and non-academic communities. Initially, the primary debates generated by its use and analysis will be proposed, followed by a theoretical-analytical model of citation in line with the contemporary evolution of its role.", "url": "https://doi.org/10.31235/osf.io/37hjd_v1", "doi": "10.31235/osf.io/37hjd_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010842437678806882}, {"title": "The Criminologic Transition Model: The Evolution of the Nature of Crime", "authors": "William Pridemore", "abstract": "The Criminologic Transition Model (CTM) provides an organizing framework for understanding how the nature of crime covaries with the character of social relations as societies develop. Societal evolution shifts the axes around which humans organize and interact, profoundly changing families, cities, nations, and weltanshauung. Technology progresses, there are revolutions in economic drivers, states increase control over citizens and commerce, and human rights mature. Families become smaller, adolescence is extended, population mobility increases, and people live longer. Surely victim, offender, and event characteristics – which in combination I label crime morphology – are part of these foundational transformations and thus follow systematic trajectories over time. I outline the need for and domain of CTM, describe its basic properties and theoretical lineage, define the elements and structure of the model, outline CTM’s general hypotheses, and summarize historical evidence that suggests centuries-long trajectories of specific victim, offender, and event characteristics during societal development.", "url": "https://doi.org/10.31235/osf.io/4ve65_v1", "doi": "10.31235/osf.io/4ve65_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01596414177011163}, {"title": "‘An Irish Solution to an Irish Problem’: Homonationalism and the Marriage of Convenience ‘With Love at its Heart’", "authors": "Steph Hanlon", "abstract": "In Ireland, the extension of rights to same-sex citizen couples coexists with the restriction of rights to transnational heterosexual couples. This article contrasts dual constructions of materially motivated marriages as a celebration of national belonging and threat to national integrity. Drawing on twenty-eight texts from the Irish press, it analyses the discursive construction of a tax-motivated marriage by two Irish citizen men in 2017, dubbed ‘the marriage of convenience with love at its heart’, with materially interested unions between heterosexual couples that include a non-citizen spouse. It critically analyses the discursive construction of tax-motivated marriage by same-sex, male citizens as heart-warming, while materially similarly unions between heterosexual couples that include a non-citizen spouse are pathologised and discursively criminalised. Drawing on Anthony Giddens’s conception of the ‘pure relationship’, this article problematizes how instrumental (impure) marriages can be accepted and even embraced in public discourse. The findings demonstrate that the embrace of the ‘impure marriage’ is not merely about emotional authenticity or material intent. Rather, it reflects and reproduces hierarchies of race, nationhood and belonging. By doing so, it challenges the conflation between purity with disinterest and illegitimacy with instrumentality, by emphasising how citizenship, nationhood, and sexuality mediate the construction of marital legitimacy. This seeks to move beyond the binary of ‘pure’ versus ‘instrumental’ marriage, revealing how (im)purity itself is differentially constructed, applied, and policed.", "url": "https://doi.org/10.31235/osf.io/5r3kg_v1", "doi": "10.31235/osf.io/5r3kg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0804641947452297}, {"title": "Externalities of polluting cooking fuels, gender, and adult cognitive health in Low- and Middle-Income countries", "authors": "Sneha Mani, Aashish Gupta, Irma Elo", "abstract": "Scientific understanding of the relationship between environmental hazards and cognitive health at older ages in low- and middle-income countries (LMICs) is poor. Using data from the Longitudinal Aging Study of India and the World Health Organization's Survey on Global AGEing and adult health for four LMICs, we examine the association of direct and local exposure to polluting cooking fuels with cognitive health at older ages. We document the negative influence of both: cognitive health is poorer among members of households that use polluting fuels and among residents of neighborhoods where the use of polluting fuels is more common. These associations cannot be explained by accounting for individual or local differences in socioeconomic status. Consistent with direct impacts of polluting fuels, we find that women in households where the use of polluting fuels is common have the lowest predicted cognitive scores. Our findings reveal the substantial direct influence and negative externalities of polluting fuel use in LMICs and help understand why overall cognitive health may be poor in these settings. Moving away from polluting fuels toward clean fuels may not only reduce individual risk but also community-level exposure to air pollution, contributing to better cognitive health in older ages.", "url": "https://doi.org/10.31235/osf.io/73nyb_v1", "doi": "10.31235/osf.io/73nyb_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.00895891205983923}, {"title": "From Legitimation to Exercising Structural Power: Strategies of Escalation in the US Anti-Sweatshop Movement", "authors": "Matthew Williams", "abstract": "Two major anti-sweatshop groups—United Students Against Sweatshops (USAS) and SweatFree Communities—pursued similar goals in different social arenas: college campuses and city governments. This article examines their shared strategy of gradual escalation, demonstrating how social movements must balance coercion and consent to effectively pressure authorities. Both groups aimed to enforce pro-labor rights codes for apparel industry partners, using distinct yet escalating strategies. USAS employed extra-institutional tactics like sit-ins and hunger strikes, while SweatFree Communities leveraged electoral politics. Both began with awareness-raising efforts, such as teach-ins and film screenings, before escalating to coercive tactics—protests and sit-ins for USAS and mobilizing key voting blocs for SweatFree Communities. Despite operating in different arenas, both groups followed a pattern of building legitimacy before applying structural power.", "url": "https://doi.org/10.31235/osf.io/7d6f5_v1", "doi": "10.31235/osf.io/7d6f5_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008950916911614648}, {"title": "Emotional Memes of Anger and the Reproduction of Organizational Zombies: A Structural Analysis of Labels, Mimicry, Misreading, and Silence", "authors": "Koichi Hiraoka", "abstract": "This paper elucidates, through theoretical grounding and observational cases, the structure by which \"anger\" functions as a cultural meme within organizations—infecting, imitating, and reproducing itself. Drawing on Dawkins' (1976) theory of memes as replicable units of cultural transmission, the paper explores how repeated invocation of label words such as “temporary worker,” “full-time employee,” and “slave” constrains the frameworks of self-recognition, other-evaluation, and emotional expression among organizational members. As a result, a power structure emerges where anger operates as cultural currency. Well-intentioned individuals become infected by anger; spontaneous humor or unintentional laughter is expelled as “foreign matter,” and dialogic spaces collapse into silence and loyalty. As mimicry and internalization deepen, phenomena arise such as inverted evaluation axes—where individuals begin to desire validation from those who once harmed them—irrational chains of allegiance, and public execution-style harassment in online communication spaces. Anger memes infiltrate not only emotion but also language, belief systems, and structures of authority. By reconceptualizing anger not as a personality trait but as a structural-cultural meme, this paper visualizes the selection pressures operating on emotion, language, recognition, and institutional logic, and lays a theoretical and institutional foundation for reconstructing dialogue.", "url": "https://doi.org/10.31235/osf.io/etw57_v1", "doi": "10.31235/osf.io/etw57_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.016795562103394834}, {"title": "Young People’s Homeownership in Europe: Delayed or Out of Reach? A Research Note", "authors": "Enrico Benassi, Selçuk Bedük", "abstract": "Young people’s declining access to homeownership is a growing concern across Europe. Yet it remains unclear whether this trend reflects a temporary delay or a more persistent exclusion from homeownership. In this research note, we examine the decline in homeownership from early to mid-adulthood across European birth cohorts born between 1940 and 2000. Using EU-SILC data from 2005–2020, we first document age-homeownership curves, showing that most transitions into ownership occur by age 40. We then show substantial cohort declines in homeownership, especially between ages 25 and 35, but also from 40 to 50. Early-adulthood declines are more pronounced among advantaged groups, likely reflecting delayed transitions to adulthood, while later-life declines are concentrated among disadvantaged groups and avoided only by high earners, suggesting limited access for younger generations. Decomposition analysis reveals that differences in work and family characteristics explain only a small part of the declines at ages 30, 35, and 40. Most of the trend remains unexplained, pointing to a broad deterioration in homeownership access, likely driven by rising house prices. If these trends persist, today’s younger cohorts may increasingly remain excluded from homeownership over their life course.", "url": "https://doi.org/10.31235/osf.io/rfpum_v1", "doi": "10.31235/osf.io/rfpum_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.02243270113260487}, {"title": "From Conflict to Cohesion: Structural Similarity Dampens Uncivil Discourse in Polarized Social Groups", "authors": "Matthew Yeaton, Sarayu Anshuman, Sameer Srivastava", "abstract": "Social groups are arenas for both cohesion and conflict. Whereas prevailing theories focus on how these processes unfold at the boundaries between groups, the authors focus on the tensions that emerge within groups and that give rise to directed uncivil discourse. They develop a novel theoretical account of its network-structural antecedents. In polarized online groups, they hypothesize that the greater the structural similarity between two individuals, the less likely they will be to direct uncivil language toward one another. They further argue that this relationship will be moderated by the degree of group polarization. Using a node embedding algorithm (i.e., node2vec) to derive an omnibus measure of interpersonal structural similarity, they find support for the theory using a dataset that encompasses more than 25 million comments made by over 1.7 million users in six polarized communities on Reddit. They discuss implications for research on intergroup animosity, group polarization, the measurement of structural similarity, and the interplay of structure and culture.", "url": "https://doi.org/10.31235/osf.io/umh5n_v2", "doi": "10.31235/osf.io/umh5n_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0193024767126585}, {"title": "Silent Harassment as a Structural Phenomenon: A Theoretical Reframing Based on Avoidant-Obsessive Personality Dynamics and Meta-Communication Dysfunction", "authors": "Koichi Hiraoka", "abstract": "This paper introduces the concept of silent harassment as a form of psychological aggression within organizations, characterized by systematic communication denial and social exclusion. Unlike overt verbal or physical abuse, silent harassment operates through ambiguity, making it difficult to identify, challenge, or remediate. Drawing upon the interplay between avoidant and obsessive-compulsive personality traits and grounding its theoretical analysis in the dysfunction of meta-communication, this study proposes a novel explanatory framework for understanding silence as a deliberate and damaging organizational act. The paper situates this concept within the broader theory of structural selection pressure (Hiraoka, 2025a), arguing that silent harassment constitutes a micro-level manifestation of cultural degeneration within hierarchical institutions. Through a hypothetical case-based analysis, the model demonstrates how psychological dispositions and organizational dynamics interact to create environments where exclusion is normalized and competence is silently suppressed.", "url": "https://doi.org/10.31235/osf.io/utha6_v1", "doi": "10.31235/osf.io/utha6_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007421227437453881}, {"title": "Educational Opportunity Does Not Skip Generations: Testing Lundberg’s (2020) Intergenerational Transmission Framework", "authors": "Kristian Bernt Karlson", "abstract": "Lundberg (2020) showed that significant cousin correlations in educational attainment need not imply direct influence from the extended family. Instead, such correlations may arise from two sources: generational variation in parent–child transmission strength (“dynamic transmission”) and attenuation due to classical measurement error. Building on this framework, I use data from the National Longitudinal Surveys to test whether observed sibling and cousin correlations are consistent with a first-order Markov process that incorporates generation-specific transmission parameters and known reliabilities of educational measures. After accounting for both dynamic transmission and measurement error, the model fully explains the observed cousin correlations in the NLSY. Any residual extended-family influence is negligible. These findings reinforce Lundberg’s central insight: cousin correlations in educational attainment among the cohorts studied can be entirely attributed to two-generation transmission dynamics, rather than any substantive extended-family effect.", "url": "https://doi.org/10.31235/osf.io/w2aub_v2", "doi": "10.31235/osf.io/w2aub_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01092591627862316}, {"title": "Kin and Clicks. The Association Between Family Relations and Older Adults’ Digital Technology Use", "authors": "Luca Guido Valla, Bruno Arpino", "abstract": "Background and Objectives: Ageing and digitalization have become two global megatrends. Still, limited research has explored the role played by family relations in influencing older people’s digitalization. We examine associations betwee t having a partner, children and grandchildren and older adults’ digital technology use. We also consider geographical proximity and contact frequency with children. Research Design and Methods: We leveraged data from wave eight of the Survey of Health, Ageing and Retirement in Europe (SHARE) and the drop-off questionnaire administered to the Swiss sample in 2021 (N=1,412). We estimated various logit models and calculated predicted probabilities of frequent digital technology use as a function of several aspects of family relations. Results: Overall, having children and grandchildren was positively associated with certain forms of digital engagement, such as reading social media posts and making video calls. However, having a larger number of children or grandchildren was in some cases negatively associated with the use of more complex devices, such as portable or desktop computers. Being widowed or divorced was consistently linked to greater use of several digital technologies, compared to those who had never been married. Finally, having frequent contact with geographically close children was negatively associated with portable computer use, suggesting that close familial support may reduce the need for independent digital engagement. Discussion and Implications: The results showed complex associations between family relations and older people’s digital technology use. The findings may help stakeholders design services that are in line with older users’ backgrounds and expertise.", "url": "https://doi.org/10.31235/osf.io/x7qak_v1", "doi": "10.31235/osf.io/x7qak_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009521594996149574}, {"title": "The Spatial Distribution of the U.S. Childfree Population: Does State Context Matter?", "authors": "Zachary P. Neal, Jennifer Watling Neal", "abstract": "Childfree adults do not have or want children, and represent a large and growing fraction of the total population in the United States. However, we know relatively little about where childfree adults live, or whether the features of their state's context are associated with being childfree. In this study, we used representative data from 20,118 respondents in all 50 states to better understand the childfree population's spatial characteristics. Despite substantial between-state variation in prevalence, from 22% in California to 9.4% in Louisiana, this population was not clustered in specific areas. Additionally, mixed-effects model estimates suggest that although being childfree was more common in larger states with higher costs of living, individual demographic characteristics were much more strongly associated with being childfree. We concluded by discussing the policy implications of these findings, and identifying future directions that are highlighted by this study's limitations.", "url": "https://doi.org/10.31235/osf.io/5wafs_v1", "doi": "10.31235/osf.io/5wafs_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014388853254668432}, {"title": "Linking Conflict Transformation to Peace-Centred Development: Pathways and Lessons", "authors": "Uche Okpara, Sulaiman Yunus", "abstract": "Despite widespread agreement on the interdependence of peace and development, the concept of peace-centred development - which places peace at the core of development policy and practice - remains underexplored and is rarely integrated with conflict transformation in practice. Using a multi-method qualitative approach that integrates critical literature review, in-depth country case studies and comparative analysis, we reveal why implementation of conflict transformation alone often falls short in fragile situations and how embedding it within broader development strategies can unlock simultaneous gains in peace and development. We uncover the value and practice of peace-centred development and propose a new framework for connecting conflict transformation with peace-centred development, offering insights for policymakers and practitioners working at the intersection of violence, poverty and sustainable development.", "url": "https://doi.org/10.31235/osf.io/7sjeh_v1", "doi": "10.31235/osf.io/7sjeh_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.013746544156212681}, {"title": "Temporal Changes in the Quantity of Conceptions Influence Preterm Births Rates at the Population Level", "authors": "Marco Cozzani, Peter Fallesen, Juho Härkönen", "abstract": "The presence of temporalities in conceptions, births, and birth outcomes such as preterm birth are well-known. However, the link between these phenomena has received surprisingly little attention. Drawing on birth certificate data from the United States (2010–2019), we demonstrate how temporal changes in conceptions are linked with birth outcomes. First, we formalize the relationship between temporal variation in conceptions and birth outcomes and provide evidence from simulations on how changes in conception rates affect birth outcomes. Second, we demonstrate the temporal relationship between changes in conception rates and birth outcomes. Third, we illustrate the impact of temporal variation in conceptions on the variation in birth outcomes across different U.S. population groups. Our results show a link between the number of conceptions and the distribution of preterm births, such that a decline in conceptions will lead to a decrease in preterm births eight months after, whereas an increase will lead to the opposite pattern. This link is stronger among groups with higher incidences of preterm birth, such as Black Americans relative to non-Hispanic White Americans. Seasonality in conceptions accounts for about one-tenth of the seasonality in birth outcomes, and this proportion increases among groups with higher incidence rates of preterm birth. This study offers new insights into the demographic determinants of health at birth at the population level.", "url": "https://doi.org/10.31235/osf.io/cmr58_v2", "doi": "10.31235/osf.io/cmr58_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.012071303288354263}, {"title": "Innovative Technology Strategy in Hong Kong and China of the Asia Industries", "authors": "Ray Wai Man Kong", "abstract": "This applied research study examines the innovative capabilities of Hong Kong and China by analyzing their positions in global innovation indices and employing strategic framework tools. Utilizing metrics such as R&amp;D expenditure, patent applications, and high-tech exports, we compare key aspects of their innovation ecosystems. Strategic frameworks like strengths, weaknesses, opportunities, and threats (SWOT) analysis and the Object Key Result (OKR) strategic framework are applied to assess strengths, weaknesses, opportunities, and threats in each region's innovation strategies and then reviewed to determine the measurable result as the global innovation index. Results from the innovation indices reveal that both regions have distinct advantages: Hong Kong benefits from a dynamic financial sector, while China leads in manufacturing and technological investments. Strategic tools like SWOT analysis underscore Hong Kong's potential for growth through partnerships with mainland China, enhancing its innovative capabilities. In conclusion, this applied research study provides insights into how Hong Kong and China can leverage their respective strengths and collaborate to foster sustainable innovation. The findings suggest that strategic collaborations and policy initiatives could further enhance both regions' global competitiveness in the innovative landscape.", "url": "https://doi.org/10.31235/osf.io/dgwth_v1", "doi": "10.31235/osf.io/dgwth_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010023461732052263}, {"title": "EthicAlly: a Prototype for AI-Powered Research Ethics Support for the Social Sciences and Humanities", "authors": "Steph Grohmann", "abstract": "In biomedical science, review by a Research Ethics Committee (REC) is an indispensable way of protecting human subjects from harm. However, in social science and the humanities, mandatory ethics compliance has long been met with scepticism as biomedical models of ethics can map poorly onto methodologies involving complex socio-political and cultural considerations. As a result, tailored ethics training and support as well as access to RECs with the necessary expertise is lacking in some areas, including parts of Europe and low- and middle-income countries. This paper suggests that Generative AI can meaningfully contribute to closing these gaps, illustrating this claim by presenting EthicAlly, a proof-of-concept prototype for an AI-powered ethics support system for social science and humanities researchers. Drawing on constitutional AI technology and a collaborative prompt development methodology, EthicAlly provides structured ethics assessment that incorporates both universal ethics principles and contextual and interpretive considerations relevant to most social science research. In supporting researchers in ethical research design and preparation for REC submission, this kind of system can also contribute to easing the burden on institutional RECs, without attempting to automate or replace human ethical oversight.", "url": "https://doi.org/10.31235/osf.io/f9mnq_v1", "doi": "10.31235/osf.io/f9mnq_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.004589056837293604}, {"title": "A scoping review of gentrification in the Global South: Fostering Sociological inquiries for a deeper understanding of African contexts", "authors": "Elias Endale, Kassahun Asres, Ezana Amdework", "abstract": "The world has endured an extraordinary pace of urbanization and its concomitant incidents. One of the typical attributes of urban areas is gentrification, a term traditionally representing the upper class's systematic confiscation of key city center spaces driving out the low income urbanites. The definition of gentrification has been evolving for more than half a decade transcending to be on par with all actions of urban revitalization and turning from neighborhood scale inquiry to global debate. For major cities of the global south notably the African continent, urban regeneration activities and the influx of the low income to the outskirts of the city remain a piece of everyday news. However, scientific scrutiny of the process is minimal in the global south and almost absent in most African Cities. The current Scoping review analyzed 24 peer-reviewed articles on gentrification in the global south published between the years 2000-2025. The review narrated the major factors for the lack of a deeper analysis of gentrification in the global south, where it is a matter of state hegemony rather than a market-driven urban phenomenon. Major reasons found included the dominance of North-centeredness, methodological difficulties, and minimal sociological disciplinary engagement. The past scholarly works had a bigger and undeniable role to play in the advancement and growth of gentrification analysis while dominantly considering it as a negative force. However, the authors suggest that gentrification scholarship should try to galvanize methodologies through the use of more participatory and value-free sociological methods to augment efforts yielding a deeper exploration on Africa’s abundant experiences. Key words: - Gentrification, Global South, Africa, Sociology, Urbanization", "url": "https://doi.org/10.31235/osf.io/gpzf3_v2", "doi": "10.31235/osf.io/gpzf3_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01538668397335008}, {"title": "Social Isolation among Childfree Adults in the United States", "authors": "Jennifer Watling Neal, Zachary P. Neal", "abstract": "Childfree adults do not have or want children. Although they often experience social stigma and are subject to negative stereotypes, few studies have directly examined childfree adults' social networks. In this study, we used an egocentric network approach to examine whether childfree adults experience more social isolation than parents. Using representative data in the United States from the CHIP50-NET survey, we tested three pre-registered hypotheses regarding the size and composition of 2,928 childfree adults' and 12,863 parents' egocentric networks. Compared to parents, childfree adults had significantly fewer close relationships, especially in middle age. Additionally, on average, a minority (44%) of childfree adults' close relationships were with parents, while a majority (62%) of parents' close relationships were with other parents. These findings point to a need for activities and supports that build childfree adults' social networks and that connect childfree adults and parents.", "url": "https://doi.org/10.31235/osf.io/h269v_v1", "doi": "10.31235/osf.io/h269v_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.012188395499088567}, {"title": "On a Plurality of Ontologies: Reparative justice in broken systems", "authors": "Charles T. Gray, Garima Gupta, Maya Pasgaard", "abstract": "We argue that data specialists must pivot from analysts to facilitators: arrowkeepers responsible for the semantic integrity of FAIR data systems that democratise analysis. In Category Theory for the Sciences, David Spivak issues a foundational warning about ontological diagrams of systems: \"The author of an olog has a worldview\\ldots{} When person A examines the olog of person B, person A may or may not agree with it.\" This paper centres that warning---and asks why so few systems heed it. In computation, diagrams are often treated as ontologically neutral. Yet every system of objects and arrows encodes a perspective---and when one perspective dominates, others are erased. Critical theory offers tools, such as decolonisation, for recognising these erasures and examining who defines the ontology. We do not propose a comprehensive ethical framework. Instead, we introduce a small, validatable arrow-based schema, drawn from categorical thinking, to expose systemic erasure and recommend reparative action. This schema is applied in two domains: sustainable development strategy, where the traditional knowledge of local communities is erased by top-down conservation models; and FAIR data workflows, where applied scientists are marginalised by assumptions of reproducibility. In both, our schema surfaces the arrows omitted by conventional system diagrams---and with them, the people those arrows represent. This is not a general theory, but a focused demonstration: a single application of arrow analysis to show how structural erasure can be made visible---and mitigated---through an intersection of critical and categorical frameworks. Let the people define the arrows---only then will the stories that were erased be heard.", "url": "https://doi.org/10.31235/osf.io/m9n6a_v1", "doi": "10.31235/osf.io/m9n6a_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008030072393151011}, {"title": "Bringing Design Research to Tech Policy Innovation: An Investigation into Resilience of a Food System and Civic Agriculture", "authors": "Nick Logler, Stephanie Ballard, Ishita Chordia, Elias Greendorfer, Savannah E. Torborg, Rian Wanstreet, Ryan Calo, Batya Friedman, David Hendry", "abstract": "We report on design research for tech policy innovation in agriculture. We first present findings of an investigation into the resilience of a small-scale food system in a rural community situated in Eastern Washington State, United States. Drawing on these findings and civic agriculture as a normative frame, we develop a design toolkit that can be used to envision and explore tech policy innovations in agriculture. Our contributions are fivefold: 1) A design research case study in civic agriculture; 2) A resilience grammar for tracing resilience thinking in context; 3) An exploration of civic agriculture as a normative lens for responsible innovation; and 4) Four tech policy innovation criteria and a prototype of The Tech Policy Innovation Cards for Agriculture toolkit. Most broadly, 5) we contribute a proof-of-concept of moving from a design research case to the development of methods and toolkits for tech policy innovation.", "url": "https://doi.org/10.31235/osf.io/md7be_v1", "doi": "10.31235/osf.io/md7be_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.013730221349787852}, {"title": "The Impact of Greening Schoolyards on Residential Property Values", "authors": "Mahshid Gorjian", "abstract": "Background: Urban schoolyard greening is widely promoted for environmental, educational, and social benefits, yet its effect on residential property values remains insufficiently explored. The present study evaluates the association between schoolyard greening and nearby residential property values in three major U.S. cities. Methods: Housing sales data (2010–2022) from Denver, Los Angeles, and Boston were linked to georeferenced public schoolyard greening projects. A difference-in- differences (DiD) approach, employing matched controls and hedonic pricing models, was applied, with adjustments for socio-demographic and neighborhood factors. Robustness was assessed through event study analysis, placebo tests, and spatial spillover sensitivity analyses. Subgroup analyses considered effects by neighborhood income, race/ethnicity, and schoolyard quality. Full data processing code and synthetic data are provided for reproducibility. Results: Greening interventions were associated with a significant 4.1% (95% CI: 3.5–4.7%) average increase in residential property values within 400 meters, relative to matched controls. The largest effects occurred in high-quality, accessible schoolyards and in previously underserved neighborhoods. Subgroup analyses revealed the strongest gains in middle-income and racially mixed areas, with early indications of displacement in some low-income neighborhoods. Findings were robust across alternative specifications, with null results in placebo and spatial spillover tests. Event study analysis confirmed parallel trends. Conclusions: Schoolyard greening consistently predicts increased residential property values in adjacent areas. Policy integration with anti-displacement and housing affordability measures is necessary to ensure equitable distribution of benefits. Future research should leverage longitudinal resident data and administrative records to better track displacement and mobility over time.", "url": "https://doi.org/10.31235/osf.io/mp47r_v1", "doi": "10.31235/osf.io/mp47r_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.017752096035697496}, {"title": "My closest relationship is with \"Yur Mama\": Data quality in the CHIP50 ego network module", "authors": "Zachary P. Neal, Jennifer Watling Neal", "abstract": "Data quality issues including problematic responses from non-human bots, malicious respondents, and uncareful respondents can threaten the validity of online survey-based network data. In this paper, we describe how we identified and handled potentially problematic responses in the ego network module of the Civic Health and Institutions Project, a 50 States Survey (CHIP50-NET). Specifically, we identified and excluded 4282 respondents who named non-agent alters or invalid alters or who provided inconsistent responses (17% of the CHIP50-NET sample). Excluding these potentially problematic respondents from the CHIP50-NET sample had only modest effects on sample demographics. However, these exclusions did yield a prevalence estimate of an uncommon demographic group (adults who do not want children) that was closer to a recent, external benchmark estimate, providing evidence of the validity of our data cleaning efforts. We conclude with implications and recommendations for using the CHIP50-NET dataset specifically, and for cleaning data when conducting large-scale online network surveys more generally.", "url": "https://doi.org/10.31235/osf.io/ph9yj_v1", "doi": "10.31235/osf.io/ph9yj_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.013068033301527282}, {"title": "Green schoolyard investments influence local-level economic and equity outcomes through spatial-statistical modeling and geospatial analysis in urban contexts", "authors": "Mahshid Gorjian", "abstract": "Investing in urban green schoolyards is becoming more popular around the world because they could enhance health, education, and community outcomes. There is still considerable debate regarding the impact of urban green schoolyards on economic growth, equity, and community stability, particularly when analyzed using spatial-statistical and geospatial methods. The current study focuses mostly on health or individual case results and avoids looking at broader economic and equality concerns. It also fails to effectively integrate all the methodological rigor and policy implications. Using GIS analysis and comparative spatial-statistical modeling, this study fills in the gaps by examining five essential recent studies, which included cases from the US, the Netherlands, and Australia. The study uses methods such as hedonic pricing, difference-in-differences, spatial econometrics, and participatory GIS to look carefully at changes in property values, equitable outcomes, and displacement risks in different metropolitan areas. Studies show that while investing in green schoolyards usually raises property values in the area (by 2–5% in Denver and Los Angeles) and is beneficial for kids' health and development, these benefits are not equitably shared. Most of the time, wealthy neighborhoods obtain the biggest benefits. Displacement and gentrification are most likely to occur in areas with inadequate tenant protections. Examples from around the world show that policies that focus on equity, public ownership, and participatory planning are necessary to get the most out of everyone's benefits and keep people from being left out. This review shows how important it is for research and practice to be honest about their methods, share their data, and focus on equity. Integrating spatial-statistical accuracy with participatory frameworks can help make better policies and ensure that urban greening benefits everyone. Future studies need to examine standardized indicators, conduct worldwide comparisons, and perform quantitative meta-analyses to facilitate equitable choices regarding investments and policies.", "url": "https://doi.org/10.31235/osf.io/td9bm_v1", "doi": "10.31235/osf.io/td9bm_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.015109497259754634}, {"title": "The diverse experiences and positions of Ukrainian refugees: evidence from a large representative survey in the Netherlands", "authors": "Kasper Otten, Vardan Barsegyan, Ben van Enk, Samir Mustafa Negash, Sanne Noyon, Mieke Maliepaard", "abstract": "Ukrainian refugees form a large new migrant group in many European countries, but we have surprisingly little representative evidence on how they fare in their host countries across multiple life domains. This study provides the first nationally representative, multidimensional analysis of Ukrainian refugees in the Netherlands, advancing our theoretical and empirical understanding of refugee participation. Our results highlight potential trade-offs and spillovers between life domains, showing that high labor market participation often coexists with challenges in social participation, health, and language proficiency. Comparative analyses with Syrian refugees and the Dutch population illustrate how differing policy environments may be involved in participation trajectories. Further, in line with the notion of superdiversity, we highlight substantial heterogeneity in outcomes within the Ukrainian refugee population. In particular, women and higher-educated Ukrainian refugees on average obtain worse outcomes across multiple life domains. Our findings demonstrate the complex, multidimensional nature of refugee participation, where positive outcomes in some domains or subgroups may coincide with difficulties in others. These insights have important policy implications for supporting vulnerable subgroups and designing policy measures that address the diverse needs within refugee populations.", "url": "https://doi.org/10.31235/osf.io/yv6kz_v1", "doi": "10.31235/osf.io/yv6kz_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.9897355445508107}, {"title": "Pronunciation Pedagogy Revisited: Voices From Omani B. Ed. Students", "authors": "Konstantinos M. Pitychoutis", "abstract": "This article investigates the attitudes of Omani B. Ed. students towards various aspects of pronunciation pedagogy. Employing a mixed-methods approach, the study captures students' preferences for pronunciation instruction methods, their attitudes towards different English accents, the role of technology in pronunciation learning, and the influence of extracurricular exposure to English. The findings reveal a strong preference for instructor-led methodologies, the use of technology, and a focus on communicative competence. Additionally, the study highlights a preference for Received Pronunciation among students, while views on American and International accents are polarised, reflecting the complex interplay of cultural, educational, and personal factors in accent choice. The research also underscores the significant role of extracurricular exposure to English in shaping students' attitudes towards pronunciation learning and correction. The study's insights have profound implications for curriculum design and teaching methodologies in English language teaching in Oman, emphasising the need for pedagogical approaches that are responsive to students' diverse linguistic backgrounds and experiences.", "url": "https://doi.org/10.31235/osf.io/42r9z_v1", "doi": "10.31235/osf.io/42r9z_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.03561237757444613}, {"title": "Smart Teaching: The Synergy of Multiple Intelligences and Artificial Intelligence in English as a Foreign Language Instruction", "authors": "Konstantinos M. Pitychoutis, Ahmed Al Rawahi", "abstract": "This article investigates the integration of Howard Gardner’s Multiple Intelligences (MI) theory with Artificial Intelligence (AI) tools in English as a Foreign Language (EFL) instruction. MI theory, which highlights diverse cognitive strengths, has been transformative in inclusive education, while AI tools, such as chatbots, offer personalised feedback, interactive learning environments, and differentiated instruction that align with MI principles. By adopting a conceptual research design, this study synthesises existing literature and case studies to propose strategies for engaging various intelligences using AI technologies. Key applications include personalised feedback for linguistic and logical-mathematical learners, immersive simulations for spatial intelligence, and collaborative platforms to support interpersonal intelligence. Practical strategies for integrating AI tools into MI-based instruction are discussed, alongside considerations for tailoring educational experiences to diverse learner profiles. Ethical concerns, such as data privacy and algorithmic bias, are addressed, emphasising the importance of responsible AI integration and teacher training to maximise these tools’ potential. The study provides a robust pedagogical framework showcasing the synergy between MI theory and AI technologies, demonstrating how this approach can enhance engagement, motivation, and inclusivity in EFL classrooms. While conceptual, the study lays the groundwork for future empirical research and underscores the potential of AI-enhanced MI-based instruction in fostering dynamic and equitable language learning environments.", "url": "https://doi.org/10.31235/osf.io/76fz8_v1", "doi": "10.31235/osf.io/76fz8_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008588154392866532}, {"title": "The Criminal Tribes Act of 1871 and its Global Legacy", "authors": "Ishaan Ranjan, Anay Pruthy", "abstract": "The Criminal Tribes Act of 1871, imposed by British colonial authorities in India, was a draconian law that branded entire communities as “hereditary criminals,” enforcing systematic surveillance, forced settlement, and social ostracization. This paper provides a comprehensive examination of the Act’s origins, implementation, and enduring legacy. It begins by contextualizing the Act within India’s caste system, tracing how ancient religious codifications – from the Rigveda to the Manusmriti – established and justified a rigid hierarchy that colonial policies later exploited. We analyze the language and intent of the Act, illustrating how the British administration wielded it as an instrument to control nomadic and marginalized groups by presuming criminality by birth. The short-term impacts on Dalits (formerly “Untouchables”), Adivasis (indigenous tribes), and other minorities were severe: communities faced loss of land, curtailed freedoms, and state-sanctioned stigma, with an estimated thirteen million people across 127 communities directly affected by Independence. The Act’s long-term repercussions persisted well beyond its repeal in 1949, as independent India’s Habitual Offenders Act (1952) continued to profile and police these denotified tribes, entrenching cycles of poverty and prejudice.", "url": "https://doi.org/10.31235/osf.io/7xuzf_v1", "doi": "10.31235/osf.io/7xuzf_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.05383888590278452}, {"title": "Anti-Gender Fundamentalist Traditionalism and Vulnerability to Misinformation", "authors": "Nicola Righetti", "abstract": "This study investigates how culturally rooted moral worldviews shape vulnerability to misinformation by introducing the concept of fundamentalist traditionalism—a belief system grounded in rigid values concerning gender, sexuality, and family, and exemplified by culture war phenomena such as the anti-gender movement. While previous research has linked religious fundamentalism to susceptibility to misinformation, the role of moral absolutism—independent of institutional religion—remains underexplored. Drawing on data from the 2017 European Values Study (Italy) and employing Structural Equation Modeling, we test whether traditionalist values mediate the relationship between religiosity and social marginality—a proxy for misinformation vulnerability. The results indicate that more substantial support for traditionalist values is associated with higher levels of social marginality. These findings suggest that moral conservatism—such as that expressed by the anti-gender movement—exists at a culturally vulnerable crossroads, where rigid moral convictions may heighten susceptibility to misinformation.", "url": "https://doi.org/10.31235/osf.io/9zt3n_v1", "doi": "10.31235/osf.io/9zt3n_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.015247751868320503}, {"title": "Beyond the Mythical God Label: Healing and Multifunctionality in the Bulul", "authors": "Armand N. Camhol", "abstract": "The bulul—Ifugao human-like woodcarvings—are made in a series of rituals that concludes with ensouling. Kept in the granary, they are thought to guard and magically increase rice according to current scholarship. In this article I use primary data to show that they are also crafted to serve as healing vessels under a cross-cultural class of figures in substitution rituals. I also argue that Euro-Christian traditions have led to their misidentification as deity, something that has been internalized by locals. The Ifugao view the bulul in a continuum—empty wooden objects on one end and family members on the other.", "url": "https://doi.org/10.31235/osf.io/aeu3q_v1", "doi": "10.31235/osf.io/aeu3q_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.025190610781220868}, {"title": "Greening Schoolyards and the Spatial Distribution of Property Values in Denver, Colorado", "authors": "Mahshid Gorjian", "abstract": "Schoolyard greening initiatives have become increasingly prominent in urban school districts across the United States, particularly as mechanisms to promote environmental justice, child well-being, and neighborhood revitalization. While these interventions aim to address health and ecological disparities, they may also trigger real estate speculation and displacement in historically marginalized areas. This study investigates how property values are affected by proximity to greened schoolyards in Denver, Colorado. Using spatial analysis and hedonic regression techniques, we examine whether these greening efforts correlate with uneven housing market changes across diverse neighborhoods. Results suggest that homes located within 250 meters of greened schoolyards experienced significantly higher value appreciation than those further away, especially in neighborhoods already undergoing gentrification. These findings raise questions about the unintended consequences of environmental investments and emphasize the need for equitable policy frameworks.", "url": "https://doi.org/10.31235/osf.io/kvxn3_v1", "doi": "10.31235/osf.io/kvxn3_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.015882708220699482}, {"title": "Schoolyard Greening, Child Health, and Neighborhood Change: A Comparative Study of Urban U.S. Cities", "authors": "Mahshid Gorjian", "abstract": "Background: Schoolyard greening has emerged as an innovative approach to enhancing children’s health and environmental equity in urban U.S. cities. Yet, the implications for neighborhood dynamics and social equity are insufficiently understood. Methods: This comparative literature review synthesizes quantitative and qualitative evidence from peer-reviewed studies and case analyses of schoolyard greening in major U.S. cities. Results: Schoolyard greening consistently increases utilization and has a positive, though variable, effect on children’s physical activity and well-being. However, the benefits are not always equitably distributed, and greening projects can catalyze neighborhood change, sometimes leading to green gentrification. Conclusions: Greening urban schoolyards offers benefits for children’s health and urban sustainability but poses challenges for equity and social justice. Policies must prioritize inclusive, community-driven approaches to ensure the gains of greening are shared by vulnerable populations.", "url": "https://doi.org/10.31235/osf.io/x5gze_v1", "doi": "10.31235/osf.io/x5gze_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.022160417826863066}, {"title": "Independent scholars in a collaborative wave: visual modelling of a systematic critique of the sharp decline in the number of single authors in management SCI journals", "authors": "WEI MENG", "abstract": "The decline of single authorship in high-impact journals in the current collaboration-oriented knowledge production mechanism has triggered a deeper reflection on the change of power structure in academic ecology. The purpose of this paper is to explore the hidden institutional logic and evaluation system behind the marginalisation of single-author research in the field of management, and to reveal how the discourse of \"collaborative advantage\" conceals the structural process of power redistribution and ideological alienation. By analysing the data on the proportion of single authors in SCI journals, deconstructing the constructive text of institutional incentives, and combing the empirical relationship between knowledge-producing subjects in authorship, the study, together with the literature of Harzing, Wuchty, and Larivière, constructs a set of \"collaborative incentives-responsibility dilution-originality weakening\". A three-dimensional causal chain model of \"collaboration incentives - responsibility dilution - originality weakening\" is constructed. The results show that single authors are not explicitly excluded, but rather are gradually withdrawn from the core publishing orbit driven by funding policies, evaluation mechanisms, and reviewing preferences, and that independent thinking is structurally marginalised in institutionalised collaboration. The article calls for a paradigm shift from instrumental rationality to value rationality, and for the re-establishment of the legitimacy and public value of independent research at the level of evaluation mechanisms, journal systems and researcher ethics, in order to restore academic diversity and intellectual sovereignty.", "url": "https://doi.org/10.31235/osf.io/zsd3t_v1", "doi": "10.31235/osf.io/zsd3t_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.00864912777096527}]