[{"title": "Mapping the Political Contours of the Regulatory State: Dynamic Estimates of Agency Ideal Points", "authors": "ALEX ACS", "abstract": "This article introduces a novel empirical method for estimating the ideological orientations of U.S. regulatory agencies across different presidential administrations. Employing a measurement model based on item response theory and analyzing data on planned regulations from the Unified Agenda and the president’s discretionary review of those regulations, as implemented by the Office of Information and Regulatory Affairs, the study provides dynamic estimates of agency ideal points from the Clinton through the Trump administrations. The model uses NOMINATE ideal points of presidents to link the estimated agency ideal points to legislative ideal points. The resulting estimates correlate positively with existing measures of agency ideology, highlight controversial regulators, and demonstrate that agency ideologies shift over time due to emerging issues that divide the parties. The study also finds that agencies located ideologically closer to the president are more productive, as evidenced by their regulatory output.", "url": "https://doi.org/10.1017/s0003055425101391", "doi": "10.1017/s0003055425101391", "journal_full": "American Political Science Review", "specialized": false, "preprint": false, "score": 0.008813611362778362}, {"title": "Quality Not Quantity: How a VAA Affected Voting Behavior in Three Large-Scale Field Experiments", "authors": "Joris Frese, Simon Hix, Romain Lachat", "abstract": "Voting-advice applications (VAAs) are increasingly popular, but their impact on electoral outcomes is contested among political scientists. To bring new and stronger evidence to this debate, we conducted a series of pre-registered studies during the 2024 European Parliament elections in Germany, Italy, and France. In this paper, we report results for the highest-powered VAA encouragement experiment to date (total n = 6,501) and a novel regression discontinuity design around VAA recommendation thresholds ( n = 10,535). While we observe null effects of VAA usage on voter turnout, the frequency of vote switching, and political knowledge, we find that our VAAs significantly improved the quality of vote switching: users were more likely to vote for their ideologically most aligned party. Based on these findings and a rich battery of supplementary analyses, we conclude that VAAs are effective precisely for their intended purpose: to help voters make better-informed vote choices.", "url": "https://doi.org/10.1017/s000712342510118x", "doi": "10.1017/s000712342510118x", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.012819172574049298}, {"title": "Race, Gender, and Nascent Political Ambition", "authors": "Andrea Junqueira, Diana Z. O’Brien, Matthew Hayes, Jongwoo Jeong, Brian Crisp, Matthew Gabel", "abstract": "How do race and gender together shape Americans’ political ambition? Using original survey data with over-samples of black and Hispanic respondents, we analyze citizens’ nascent ambition for eight political offices across racial/ethnic groups and gender. We reveal that the primary gap in nascent political ambition is not between men and women but between white men and the majority of the polity. There is no consistent gender gap in ambition among black or Hispanic respondents, nor between black and Hispanic men and white women. The gap between white men and other respondents is most pronounced for local offices, which mark both the starting point and final stage of many political careers. Our findings further indicate that while white men are particularly responsive to encouragement from non-political sources, ambition gaps narrow among respondents encouraged by political actors. Together, these insights help explain the persistence of white men’s overrepresentation in US politics.", "url": "https://doi.org/10.1017/s0007123425000432", "doi": "10.1017/s0007123425000432", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.06258301774897501}, {"title": "Parties’ Ideological Cores and Peripheries: Examining How Parties Balance Adaptation and Continuity in Their Manifestos", "authors": "Annika Werner, Fabian Habersack", "abstract": "How do political parties balance policy adaptation with ideological continuity? While spatial models emphasise external factors driving party behaviour, less attention has been given to internal party choices. This article innovates by proposing that parties differentiate between and make distinct strategical decisions regarding their ideological core and peripheral policy areas. We argue that parties maintain continuity in their ideological core while exhibiting greater flexibility in modifying their periphery. Using the Manifesto Project Corpus and an XLM-RoBERTa-based language model, we analyse manifesto sections to distinguish core from peripheral segments. Our findings show that parties take clearer stances in their ideological core while adapting their periphery more flexibly, with niche parties displaying this pattern more strongly than mainstream parties. Electoral setbacks lead parties to adopt more extreme peripheries, while cores remain stable. These results highlight the strategic importance of the core–periphery distinction in party communication and suggest that studies of party competition should consider where policy shifts occur within parties’ electoral programmes.", "url": "https://doi.org/10.1017/s0007123425101154", "doi": "10.1017/s0007123425101154", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.005979694814634229}, {"title": "Gendered Political Contexts, Emotions, and Engagement: A Case Study of the 2016 US Presidential Election", "authors": "Stephanie L. DeMora, Jennifer L. Merolla, Maricruz Ariana Osorio, Christian Lindke, Sean Long", "abstract": "The 2016 election serves as an important case study in understanding how gendered political contexts can shape emotional reactions and engagement, particularly among women. Two important features of that election, Trump’s treatment of women and Clinton’s historic run for office, influenced emotional reactions to politics in distinct ways. We used two experimental designs in which participants were randomly assigned to read vignettes about Trump’s treatment of women or Clinton’s historic run for office. Reading about the former led to higher anger, especially among Democratic women and men, while reading about the latter increased enthusiasm among highly educated women. These elevated emotions increased intended future engagement. We conducted a third study in which we induced anger about Trump’s treatment of women and found that it led to greater intended engagement.", "url": "https://doi.org/10.1017/s0007123425101166", "doi": "10.1017/s0007123425101166", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.00653364775168408}, {"title": "Why Are State-Business Relations Formalized in Russia’s Authoritarian Regime? A Set-Theoretic Analysis", "authors": "Benedikt Bender, Katharina Bluhm, Stanislav Klimovich, Sabine Kropp, Ulla Pape, Claudius Wagemann", "abstract": "Despite the predominance of informality in Russian state-business relations (SBRs), regional administrations have established diverse institutionalized forms of cooperation with business actors. These include socio-economic development agreements, public-private partnerships, and consultation mechanisms. Utilizing fuzzy-set qualitative comparative analysis (fsQCA), this study systematically examines SBRs across all of Russia’s federal subjects, identifying varying degrees of institutionalization. The findings reveal that strongly institutionalized SBRs, found in fifty-nine out of eighty-three regions, result from four distinct configurations: a monopolistic economy, hegemonic authoritarian politics, personalist politics, and competitive authoritarian politics. The analysis demonstrates that institutionalized SBRs are beneficial for both business and state actors. It offers valuable insights into the rationale behind the formation of formal cooperation between state and businesses, thereby addressing key questions in comparative research on authoritarianism.", "url": "https://doi.org/10.5129/001041525x17624649924440", "doi": "10.5129/001041525x17624649924440", "journal_full": "Comparative Politics", "specialized": false, "preprint": false, "score": 0.00898337448561115}, {"title": "Emotional Contagion and Labor Mobilization in an Autocracy", "authors": "Olena Nikolayenko", "abstract": "Labor unrest has become a salient feature of contentious politics around the globe. Yet, scholars disagree over the determinants of labor’s rise against the ruling elite in non-democracies. This article argues that emotional contagion explains a short-term spike in labor mobilization. Drawing on empirical evidence from Belarus, one of the most repressive political regimes in contemporary Europe, the study provides support for the argument. Utilizing original data from in-depth interviews with labor activists and industrial workers, empirical analysis demonstrates that a shared sense of outrage over the scale of police violence, along with the magnitude of electoral malpractices and the government’s neglect of citizens’ needs during a public health crisis, was a major catalyst for labor mobilization in the aftermath of the 2020 presidential election.", "url": "https://doi.org/10.5129/001041525x17647180327547", "doi": "10.5129/001041525x17647180327547", "journal_full": "Comparative Politics", "specialized": false, "preprint": false, "score": 0.010698701332983451}, {"title": "Populism and governmentalism as thin-centered ideologies: Emotions and frames on social media", "authors": "Giuliano Formisano, Jörg Friedrichs, Florian S. Schaffner, Niklas Stoehr", "abstract": "No existing model of political rhetoric fully captures the complex interplay between the mainstream-populism divide and appealing to emotions like fear and anger. We present a new conceptualization and procedure that defines populism in relation to governmentalism, operationalizes both through communication frames, and allows for the analysis of emotions. We separate governmentalist-populist contestation from contestation between government and opposition, solving a longstanding theoretical and empirical problem. Analyzing one million tweets by politicians and their audiences, we fine-tune and employ supervised machine learning (transformer models) to classify populist and governmentalist communication. We find that populist tweets appeal more to anger and more to fear than governmentalist tweets. While we deploy our approach for tweets about Coronavirus in the UK, the procedure is transferable to other contexts and communication platforms.", "url": "https://doi.org/10.1017/s147567652510042x", "doi": "10.1017/s147567652510042x", "journal_full": "European Journal of Political Research", "specialized": false, "preprint": false, "score": 0.007017342891240341}, {"title": "Judicial review and territorial conflicts: Evidence from Spain", "authors": "Joan-Josep Vallbé, Daniel Cetrà, Marc Sanjaume-Calvet", "abstract": "Constitutional courts (CCs) in federal and quasi-federal systems are often expected to act as neutral arbiters in conflicts between levels of government. This article challenges that assumption by analysing the behavior of Spain’s Constitutional Court over four decades of constitutional litigation. Drawing on an original dataset of 1,888 rulings on all challenges to national and regional legislation (1981–2023), we examine how judicial outcomes are shaped by political alignment, institutional design, and court ideology. Our analysis reveals a consistent pattern of deference to the central government, especially when the Court is ideologically conservative or aligned with the federal executive. These results support a strategic model of judicial behavior and raise broader questions about the role of CCs in multilevel systems. Rather than acting as counter-majoritarian forces, courts may reinforce central dominance in center–periphery conflicts, limiting their capacity to protect territorial pluralism in practice.", "url": "https://doi.org/10.1017/s1475676525100455", "doi": "10.1017/s1475676525100455", "journal_full": "European Journal of Political Research", "specialized": false, "preprint": false, "score": 0.008651848325983647}, {"title": "The Blackstone ratio, modified", "authors": "Murat C Mungan", "abstract": "In his discussion of evidentiary policies, Blackstone famously noted that ‘it is better that ten guilty persons escape than that one innocent suffer’ (Blackstone 1769). The conventional wisdom among lawyers, judges as well as academics holds that accepting this statement as a maxim necessitates the adoption of pro-defendant evidentiary rules. It is also commonly believed that costs associated with false convictions being greater than those associated with failures to punish offenders due to the presence of punishment costs provides a utilitarian rationale for Blackstonian principles. After formalizing Blackstone ratios (either as marginal rates of substitution or, alternatively, as the ratio between quantities of errors), I show these conventional views are incorrect. I then propose a simple modification of the Blackstone ratio, which shifts the focus from aggregate outcomes to consequences for individuals within the criminal justice system. This modification better aligns commonly held views about the Blackstone ratio with its actual implications and justifications.", "url": "https://doi.org/10.1177/09516298251403406", "doi": "10.1177/09516298251403406", "journal_full": "Journal of Theoretical Politics", "specialized": false, "preprint": false, "score": 0.018590822395648243}, {"title": "Who Shows Up? Legislative Attendance by Electoral Seat Type in Bangladesh and Pakistan", "authors": "Dipak Kumar Biswas, Erik S. Herron", "abstract": "Institutional mechanisms, like reserved seats, aim to enhance representation for underrepresented groups, including women and minorities. Yet little is known about whether legislators elected through these seats engage in legislative work at comparable levels to their peers elected through general seats. We examine legislative attendance—an observable form of engagement—in Bangladesh and Pakistan, two hybrid regimes with Westminster‐derived institutions. Drawing on theories of electoral incentives, institutional weakness, and competing principals, we argue that reserved‐seat legislators seek visibility during sessions to build reputations. Lacking independent electoral mandates and relying on party elites for nomination, they demonstrate loyalty and diligence through observable participation. Using an original dataset of attendance records and elite interviews, we find that reserved‐seat legislators attend plenary sessions more often than general‐seat legislators, even after controlling for demographic and institutional factors. These findings suggest that reserved seats, often criticized as symbolic, can generate strong incentives for visible participation. This study highlights how institutional pathways influence legislative behavior and contribute to comparative research on representation in non‐Western contexts.", "url": "https://doi.org/10.1111/lsq.70046", "doi": "10.1111/lsq.70046", "journal_full": "Legislative Studies Quarterly", "specialized": false, "preprint": false, "score": 0.03086707838317926}, {"title": "Boosted and Branded: Congressional Advertising With Constituents", "authors": "Stephanie Davis, Annelise Russell", "abstract": "Members of Congress have an unprecedented number of ways to communicate with constituents, and this article examines the evolving strategies of representation by focusing on how members use paid advertising to engage with their districts. Prior research offers competing explanations for lawmakers' communication strategies—one ascribed to asymmetric patterns of partisan politics and another to electoral constraints. Drawing on a dataset of franked communications by House members from 2018 to 2024, we investigate the factors driving variation in these representation investments. Our findings reveal distinct patterns in paid advertising, with junior lawmakers and electorally vulnerable members investing in constituent outreach. Additionally, the composition of franked communication has changed over time as digital advertising and SMS outreach have become primary tools for constituent communications. By integrating insights from prior research on electoral security and tenure, this study highlights the diversification of congressional communication methods and the asymmetric dynamics shaping their use. Ultimately, this analysis provides new perspectives on how Congress adapts its communication strategies to navigate the challenges of representation in a rapidly changing technological landscape.", "url": "https://doi.org/10.1111/lsq.70047", "doi": "10.1111/lsq.70047", "journal_full": "Legislative Studies Quarterly", "specialized": false, "preprint": false, "score": 0.0038114211332070935}, {"title": "The Quality of Bipartisan Legislation", "authors": "Liam Bethlendy", "abstract": "Do good (i.e., welfare‐improving) policies receive bipartisan support? I develop a formal model where the quality of bipartisan legislation is conditional on voter perceptions of party competence. If voters infer that bills with bipartisan support are good bills and reelect the majority party for passing such legislation, then minority parties may have an incentive to oppose good bills to make the majority look bad. However, if voters believe only an incompetent minority party opposes the majority party's bills regardless of quality, then a strategic minority may support even bad bills. The minority party supports good bills and opposes bad bills only when the majority party has a large reputation advantage (i.e., when the majority party is more popular with voters). In an extension, I show that the majority may purposefully introduce bad bills. We can infer little about the quality of bipartisan legislation without considering party reputation concerns.", "url": "https://doi.org/10.1111/lsq.70048", "doi": "10.1111/lsq.70048", "journal_full": "Legislative Studies Quarterly", "specialized": false, "preprint": false, "score": 0.006406277244721537}, {"title": "Legislative Control and Partisan Disparities in Dyadic Representation", "authors": "Daniel Butler, Zoe Nemerever, Steven Rogers", "abstract": "Prior work finds that U.S. legislators often misrepresent their constituents' preferences, with politicians often siding with their party over their own constituents' preferences. To explain this misrepresentation, district‐level characteristics receive more attention than what happens within the legislature. We argue that insights about legislative leadership can help us understand the conditions under which politicians may vote against their constituents' preferences. We investigate how partisan control of the legislative chamber affects state legislators' voting behavior using district‐level returns on veto‐referendum ballot initiatives. Our analyses reveal differences in dyadic representation based on which party controls the legislative chamber. When Republicans control the chamber, they allow their members to face more cross‐pressured votes, partially explaining why Republicans are more prone to voting against constituents' preferences. Our results demonstrate the need to better understand the role of party leaders in shaping partisan differences in the quality of representation.", "url": "https://doi.org/10.1111/lsq.70050", "doi": "10.1111/lsq.70050", "journal_full": "Legislative Studies Quarterly", "specialized": false, "preprint": false, "score": 0.005096923690341093}, {"title": "Shared Pain, Common Purpose: How Shared Problem Status Drives Congressional Collaboration on Opioid Legislation", "authors": "Robert J. McGrath", "abstract": "Why do members of Congress collaborate on legislation in an era of intense partisan polarization? This paper argues that shared exposure to pressing, district‐level policy problems can motivate cross‐party collaboration, particularly in a policy area that cuts across traditional ideological divides. Focusing on the case of the opioid crisis, I develop the importance of shared problem status in driving cosponsorship of opioid‐related legislation. That is, when legislators represent similarly affected constituencies, they are more likely to cosponsor opioid‐related legislation, even when they differ in party or ideology. While existing research often treats cosponsorship as a function of social networks or institutional proximity, there are clear incentives for members to respond to issue areas that reflect local problem severity. Using dyadic data on bill cosponsorship in the House and Senate from portions of the 112th through the 116th congresses (2012–2019), I find that member pairs with each legislator representing districts with high opioid death rates are significantly more likely to collaborate on opioid legislation. These findings suggest that geographically distributed policy crises can open space for bipartisan cooperation, even in an otherwise gridlocked Congress.", "url": "https://doi.org/10.1111/lsq.70052", "doi": "10.1111/lsq.70052", "journal_full": "Legislative Studies Quarterly", "specialized": false, "preprint": false, "score": 0.004111317547533799}, {"title": "Everyone’s Business: What Companies Owe Society. By Amit Ron and Abraham A. Singer. Chicago: The University of Chicago Press, 2024. 264p.", "authors": "Pierre-Yves Néron", "url": "https://doi.org/10.1017/s1537592725103009", "doi": "10.1017/s1537592725103009", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.03255304491446076}, {"title": "Response to Leslie Butler’s Review of Refounding Democracy through Intersectional Activism: How Progressive Era Feminists Redefined Who We Are, and What It Means Today", "authors": "Wendy Sarvasy", "url": "https://doi.org/10.1017/s1537592725102570", "doi": "10.1017/s1537592725102570", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.021622240361532152}, {"title": "Review Index", "url": "https://doi.org/10.1017/s153759272510412x", "doi": "10.1017/s153759272510412x", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.003019831092724079}, {"title": "Response to Geneviève Rousselière’s Review of Regenerative Politics", "authors": "Emma Planinc", "url": "https://doi.org/10.1017/s1537592725102557", "doi": "10.1017/s1537592725102557", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.019069153564685526}, {"title": "Depletion: The Human Costs of Caring", "authors": "Christopher Paul Harris", "url": "https://doi.org/10.1017/s1537592725102855", "doi": "10.1017/s1537592725102855", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.008640030140694366}, {"title": "Depletion: The Human Costs of Caring - Depletion: The Human Cost of Caring. By Shirin Rai. New York: Oxford University Press, 2024. 292p.", "authors": "Catherine Rottenberg", "url": "https://doi.org/10.1017/s1537592725102417", "doi": "10.1017/s1537592725102417", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.0282240060103931}, {"title": "If We Were Kin: Race, Identification, and Intimate Appeals. By Lisa Beard. New York: Oxford University Press, 2023. 240p.", "authors": "Juliet Hooker", "url": "https://doi.org/10.1017/s1537592725102971", "doi": "10.1017/s1537592725102971", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.07010376752323433}, {"title": "Response to Juliet Hooker’s Review of If We Were Kin: Race, Identification, and Intimate Political Appeals", "authors": "Lisa Beard", "url": "https://doi.org/10.1017/s1537592725102995", "doi": "10.1017/s1537592725102995", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.051224279934485195}, {"title": "Erased: A History of International Thought Without Men", "authors": "Laura Sjoberg", "url": "https://doi.org/10.1017/s1537592725102442", "doi": "10.1017/s1537592725102442", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.03436603743725741}, {"title": "Response to Karie Cross Riddle’s Review of Fixing Gender: The Paradoxical Politics of Training Peacekeepers", "authors": "Aiko Holvikivi", "url": "https://doi.org/10.1017/s1537592725102934", "doi": "10.1017/s1537592725102934", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.10181341208406369}, {"title": "Note from the Editors", "authors": "Ana Arjona, Wendy Pearlman", "url": "https://doi.org/10.1017/s1537592725103435", "doi": "10.1017/s1537592725103435", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.006221045346523013}, {"title": "Response to Francesca Scrinzi’s Review of Beyond Left, Right, and Center", "authors": "Christina Xydias", "url": "https://doi.org/10.1017/s1537592725102612", "doi": "10.1017/s1537592725102612", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.0610722009785204}, {"title": "Response to Roxani Krystalli’s Review of Wronged: The Weaponization of Victimhood", "authors": "Lilie Chouliaraki", "url": "https://doi.org/10.1017/s1537592725102491", "doi": "10.1017/s1537592725102491", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.031153839952543727}, {"title": "Seeing Like a Firm: Social Justice, Corporations, and the Conservative Order. By Pierre-Yves Néron. New York: Oxford University Press, 2024. 280p.", "authors": "Amit Ron, Abraham Singer", "url": "https://doi.org/10.1017/s1537592725103010", "doi": "10.1017/s1537592725103010", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.019718868684960755}, {"title": "Response to Wendy Sarvasy’s Review of Consistent Democracy: The ‘Woman Question’ and Self-Government in Nineteenth-Century America", "authors": "Leslie Butler", "url": "https://doi.org/10.1017/s1537592725102582", "doi": "10.1017/s1537592725102582", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.015614019292491066}, {"title": "Wronged: The Weaponization of Victimhood. By Lilie Chouliaraki. New York: Columbia University Press, 2024. 245p.", "authors": "Roxani Krystalli", "url": "https://doi.org/10.1017/s1537592725102508", "doi": "10.1017/s1537592725102508", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.02013855981992141}, {"title": "Depletion: The Human Costs of Caring", "authors": "Rachel H. Brown", "url": "https://doi.org/10.1017/s1537592725103563", "doi": "10.1017/s1537592725103563", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.008640030140694366}, {"title": "Response to Aiko Holvikivi’s Review of Critical Feminist Justpeace: Grounding Theory in Grassroots Praxis", "authors": "Karie Riddle", "url": "https://doi.org/10.1017/s1537592725102946", "doi": "10.1017/s1537592725102946", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.022607133977696425}, {"title": "Response to Emma Planinc’s Review of Sharing Freedom: Republicanism and Exclusion in Revolutionary France", "authors": "Geneviève Rousselière", "url": "https://doi.org/10.1017/s1537592725102569", "doi": "10.1017/s1537592725102569", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.03336092352226783}, {"title": "Erased: A History of International Thought Without Men", "authors": "Peter Marcus Kristensen", "url": "https://doi.org/10.1017/s1537592725102429", "doi": "10.1017/s1537592725102429", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.03436603743725741}, {"title": "Gender, Sexuality and the Politics of Positionality in Political Science", "authors": "Sarah Bufkin, Anne Wolf, Kathrin Bachleitner", "url": "https://doi.org/10.1017/s1537592725102909", "doi": "10.1017/s1537592725102909", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.02690112960826152}, {"title": "Erased: A History of International Thought Without Men", "authors": "Shruti Balaji", "url": "https://doi.org/10.1017/s1537592725102867", "doi": "10.1017/s1537592725102867", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.03436603743725741}, {"title": "Response to Lisa Beard’s Review of Black Grief/White Grievance: The Politics of Loss", "authors": "Juliet Hooker", "url": "https://doi.org/10.1017/s1537592725102983", "doi": "10.1017/s1537592725102983", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.05527883813966172}, {"title": "Erased: A History of International Thought Without Men - Erased: A History of International Thought Without Men. By Patricia Owens. Princeton: Princeton University Press, 2025. 409p.", "authors": "Sandra Whitworth", "url": "https://doi.org/10.1017/s1537592725102673", "doi": "10.1017/s1537592725102673", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.06587953727613871}, {"title": "Erased: A History of International Thought Without Men", "authors": "Brooke A. Ackerly", "url": "https://doi.org/10.1017/s153759272510306x", "doi": "10.1017/s153759272510306x", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.03436603743725741}, {"title": "Regenerative Politics. By Emma Planinc. New York: Columbia University Press, 2024. 264p.", "authors": "Geneviève Rousselière", "url": "https://doi.org/10.1017/s153759272510251x", "doi": "10.1017/s153759272510251x", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.0262783870144494}, {"title": "Sharing Freedom: Republicanism and Exclusion in Revolutionary France. By Geneviève Rousselière. Cambridge: Cambridge University Press, 2024. 268p.", "authors": "Emma Planinc", "url": "https://doi.org/10.1017/s1537592725102521", "doi": "10.1017/s1537592725102521", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.03634272103940117}, {"title": "Beyond Left, Right, and Center: The Politics of Gender and Ethnicity in Contemporary Germany. By Christina Xydias. Philadelphia: Temple University Press, 2024. 254p.", "authors": "Francesca Scrinzi", "url": "https://doi.org/10.1017/s1537592725102594", "doi": "10.1017/s1537592725102594", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.31016464941097777}, {"title": "Response to Lilie Chouliaraki’s Review of Good Victims: The Political as a Feminist Question", "authors": "Roxani Krystalli", "url": "https://doi.org/10.1017/s153759272510248x", "doi": "10.1017/s153759272510248x", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.02980663133889938}, {"title": "Consistent Democracy: The ‘Woman Question’ and Self-Government in Nineteenth-Century America. By Leslie Butler. New York: Oxford University Press, 2023. 320p.", "authors": "Wendy Sarvasy", "url": "https://doi.org/10.1017/s1537592725102533", "doi": "10.1017/s1537592725102533", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.019692271052406785}, {"title": "Critical Feminist Justpeace: Grounding Theory in Grassroots Praxis. By Karie Cross Riddle. New York: Oxford University Press, 2024. 272p.", "authors": "Aiko Holvikivi", "url": "https://doi.org/10.1017/s1537592725102922", "doi": "10.1017/s1537592725102922", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.04124676451947362}, {"title": "Good Victims: The Political as a Feminist Question. By Roxani Krystalli. New York: Oxford University Press, 2024. 272p.", "authors": "Lilie Chouliaraki", "url": "https://doi.org/10.1017/s1537592725102478", "doi": "10.1017/s1537592725102478", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.042814299151265556}, {"title": "Refounding Democracy Through Intersectional Activism: How Progressive Era Feminists Redefined Who We Are, and What It Means Today. By Wendy Sarvasy. Philadelphia: Temple University Press, 2024. 314p.", "authors": "Leslie Butler", "url": "https://doi.org/10.1017/s1537592725102545", "doi": "10.1017/s1537592725102545", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.013363834556478493}, {"title": "Erased: A History of International Thought Without Men", "authors": "J. Ann Tickner", "url": "https://doi.org/10.1017/s1537592725102685", "doi": "10.1017/s1537592725102685", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.03436603743725741}, {"title": "Fixing Gender: The Paradoxical Politics of Training Peacekeepers. By Aiko Holvikivi. New York: Oxford University Press, 2024. 216p.", "authors": "Karie Riddle", "url": "https://doi.org/10.1017/s1537592725102910", "doi": "10.1017/s1537592725102910", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.0693773945228392}, {"title": "Black Grief/White Grievance: The Politics of Loss. By Juliet Hooker. Princeton: Princeton University Press, 2023. 360p.", "authors": "Lisa Beard", "url": "https://doi.org/10.1017/s153759272510296x", "doi": "10.1017/s153759272510296x", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.05483627654647394}, {"title": "The Safety Net and the Gig Economy: Policy Attitudes and Political Participation", "authors": "Juhyun Bae, Jake Haselswerdt", "abstract": "The emergence of the so-called gig economy has reshaped the labor market and, potentially, the politics of the safety net. Much of the American welfare state is based on a traditional model of employment, excluding most gig workers from benefits like subsidized employer-provided health insurance and unemployment insurance. Despite these trends, there is little research on how these changes might affect politics. Are gig workers likely to become a relevant constituency on social welfare and other issues? To address this, we conducted a unique online survey examining policy attitudes and political behaviors among gig workers compared with traditional workers. Our findings indicate that people who view gig work as their “main job” tend to lack access to traditional social insurance and employer-provided benefits, as expected, and rely more on means-tested assistance programs (e.g., food stamps). Consequently, gig workers exhibit higher support than traditional workers for expanding social welfare programs, and are more engaged on issues that affect gig workers. In terms of participation, gig workers are less likely to vote but more likely to engage in nonvoting political activities like protest than traditional workers. This study contributes to the understanding of social welfare politics in the new era of the labor market and highlights a growing constituency for expanding the safety net.", "url": "https://doi.org/10.1017/s1537592725103411", "doi": "10.1017/s1537592725103411", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.008775828785430928}, {"title": "Erased: A History of International Thought Without Men", "authors": "Jenna Marshall", "url": "https://doi.org/10.1017/s1537592725102430", "doi": "10.1017/s1537592725102430", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.03436603743725741}, {"title": "Response to Pierre-Yves Néron’s Review of Everyone’s Business: What Companies Owe Society", "authors": "Abraham Singer, Amit Ron", "url": "https://doi.org/10.1017/s1537592725103022", "doi": "10.1017/s1537592725103022", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.02139450626680106}, {"title": "The Resilience of Multiculturalism: Ideas, Politics, Practice – Essays in Honour of Tariq Modood. By Thomas Sealy, Varun Uberoi, and Nasar Meer, eds. Edinburgh: Edinburgh University Press, 2024. 308p.", "authors": "Christopher Hill", "url": "https://doi.org/10.1017/s153759272510217x", "doi": "10.1017/s153759272510217x", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.9080983357632405}, {"title": "Response to Amit Ron and Abraham A. Singer’s Review of Seeing Like a Firm: Social Justice, Corporations, and the Conservative Order", "authors": "Pierre-Yves Néron", "url": "https://doi.org/10.1017/s1537592725103034", "doi": "10.1017/s1537592725103034", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.07196699289016462}, {"title": "The Racialization of Sexism: Men, Women, and Gender in the Populist Radical Right. By Francesca Scrinzi. New York: Routledge, 2024. 214p.", "authors": "Christina Xydias", "url": "https://doi.org/10.1017/s1537592725102600", "doi": "10.1017/s1537592725102600", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.41432375763993257}, {"title": "Response to Christina Xydias’s review of The Racialization of Sexism", "authors": "Francesca Scrinzi", "url": "https://doi.org/10.1017/s1537592725102624", "doi": "10.1017/s1537592725102624", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.5725414060940073}, {"title": "Stay Tuned: Improving Sentiment Analysis and Stance Detection Using Large Language Models", "authors": "Max Griswold, Michael W. Robbins, Michael S. Pollard", "abstract": "Sentiment analysis and stance detection are key tasks in text analysis, with applications ranging from understanding political opinions to tracking policy positions. Recent advances in large language models (LLMs) offer significant potential to enhance sentiment analysis techniques and to evolve them into the more nuanced task of detecting stances expressed toward specific subjects. In this study, we evaluate lexicon-based models, supervised models, and LLMs for stance detection using two corpuses of social media data—a large corpus of tweets posted by members of the U.S. Congress on Twitter and a smaller sample of tweets from general users—which both focus on opinions concerning presidential candidates during the 2020 election. We consider several fine-tuning strategies to improve performance—including cross-target tuning using an assumption of congressmembers’ stance based on party affiliation—and strategies for fine-tuning LLMs, including few shot and chain-of-thought prompting. Our findings demonstrate that: 1) LLMs can distinguish stance on a specific target even when multiple subjects are mentioned, 2) tuning leads to notable improvements over pretrained models, 3) cross-target tuning can provide a viable alternative to in-target tuning in some settings, and 4) complex prompting strategies lead to improvements over pretrained models but underperform tuning approaches.", "url": "https://doi.org/10.1017/pan.2025.10023", "doi": "10.1017/pan.2025.10023", "journal_full": "Political Analysis", "specialized": false, "preprint": false, "score": 0.007436919082615345}, {"title": "Political DEBATE: Efficient Zero-Shot and Few-Shot Classifiers for Political Text", "authors": "Michael Burnham, Kayla Kahn, Ryan Yang Wang, Rachel X. Peng", "abstract": "Social scientists have quickly adopted large language models (LLMs) for their ability to annotate documents without supervised training, an ability known as zero-shot classification. However, due to their computational demands, cost, and often proprietary nature, these models are frequently at odds with open science standards. This article introduces the Political Domain Enhanced BERT-based Algorithm for Textual Entailment (DEBATE) language models: Foundation models for zero-shot, few-shot, and supervised classification of political documents. As zero-shot classifiers, the models are designed to be used for common, well-defined tasks, such as topic and opinion classification. When used in this context, the DEBATE models are not only as good as state-of-the-art LLMs at zero-shot classification, but are orders of magnitude more efficient and completely open source. We further demonstrate that the models are effective few-shot learners. With a simple random sample of 10–25 documents, they can outperform supervised classifiers trained on hundreds or thousands of documents and state-of-the-art generative models. Additionally, we release the PolNLI dataset used to train these models—a corpus of over 200,000 political documents with highly accurate labels across over 800 classification tasks.", "url": "https://doi.org/10.1017/pan.2025.10028", "doi": "10.1017/pan.2025.10028", "journal_full": "Political Analysis", "specialized": false, "preprint": false, "score": 0.006517979915273808}, {"title": "Polish geopolitical vertigo: Grassroots popular geopolitics meets right-wing populism", "authors": "Anna Wojciuk, Tomasz Pawłuszko", "url": "https://doi.org/10.1016/j.polgeo.2025.103475", "doi": "10.1016/j.polgeo.2025.103475", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.024798997524112965}, {"title": "Decolonising animal activism: engaging with Indigenous activist perspectives", "authors": "Esther Tordjmann, Nicole T Cook", "url": "https://doi.org/10.1016/j.polgeo.2025.103472", "doi": "10.1016/j.polgeo.2025.103472", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.04322419664373367}, {"title": "Amplifying vulnerability: State policy and the consolidation of a migratory chokepoint on Mexico's southern border", "authors": "Miguel Paradela López, Charles Larratt-Smith", "url": "https://doi.org/10.1016/j.polgeo.2025.103474", "doi": "10.1016/j.polgeo.2025.103474", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.8112803210326347}, {"title": "Review forum", "authors": "Somdeep Sen, Debbie Lisle, Naji Safadi, Lana Tatour, Rhys Machold", "url": "https://doi.org/10.1016/j.polgeo.2025.103464", "doi": "10.1016/j.polgeo.2025.103464", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.0027987250780132644}, {"title": "How leading climate movement advocates perceive collective gridlock in social change advocacy", "authors": "Janquel D. Acevedo, Ava Disney, Kelly S. Fielding, Catherine E. Amiot, Matthew J. Hornsey, Fathali M. Moghaddam, Emma F. Thomas, Stewart Sutherland, Susilo Wibisono, Winnifred R. Louis", "abstract": "Despite mass mobilization efforts, most countries are failing to meet their internationally agreed 2030 goals to mitigate climate change, representing a failure of the climate movement to achieve their key aspirations. Most research on failure and collective action examines one‐off failures but does not address lasting failure. We conceptualize this ongoing failure as collective gridlock: times in social change advocacy where insufficient progress is caused by antagonistic intergroup stalemates, preventing groups from achieving shared goals and addressing joint problems. We used semi‐structured interviews with climate movement leaders ( N = 28) to explore collective gridlock and the processes that may be associated with it. Most advocates believed they were in gridlock as they perceived insufficient progress toward their movement's goals. Evidence for the proposed processes of attrition, group norms of purity and intransigence, moral conviction, hostility toward the outgroup, radicalization, and perceived counter‐mobilization emerged in the interviews. Contrary to expectations, climate movement leaders also reported a need to build coalitions and compromise, and they also discussed negative well‐being as an outcome of collective gridlock. The current study contributes to our understanding of persistent failure in the climate movement and its implications for social change advocacy.", "url": "https://doi.org/10.1111/pops.70100", "doi": "10.1111/pops.70100", "journal_full": "Political Psychology", "specialized": false, "preprint": false, "score": 0.004347764940495491}, {"title": "How voters respond to economic shocks from abroad", "authors": "Costin Ciobanu, Joost van Spanje", "abstract": "Research on economic voting shows that negative economic events typically reduce government support. However, we argue that external economic shocks may have the opposite effect: when faced with a foreign economic threat, voters will rally behind their government despite worsening economic perceptions. Using the unexpected collapse of Lehman Brothers (15 September 2008) as a case, we analyze European Social Survey data from six countries and find that while satisfaction with national economies declined, satisfaction with governments gradually rose. We document that rising media and political attention coincided with a rally effect fueled by past opposition voters and muted opposition elites. These findings demonstrate that foreign economic shocks influence democratic accountability and the ability of governments to act during hard times.", "url": "https://doi.org/10.1017/psrm.2025.10064", "doi": "10.1017/psrm.2025.10064", "journal_full": "Political Science Research and Methods", "specialized": false, "preprint": false, "score": 0.01050197936380537}, {"title": "Participatory unilateralism: understanding Congress’s role in presidential unilateral policymaking", "authors": "Annie Benn", "abstract": "Recent scholarship highlights that executive orders issued by the president are not truly ‘unilateral,’ but require cooperation from administrative agencies for implementation. I argue that, because of this role for agencies, congressional committees can use oversight to shape executive order implementation. I demonstrate this dynamic using two datasets: a sample of executive orders that have been coded using measures of executive-branch delegation and discretion, and a collection of congressional hearings focusing on an executive order or its implementation. I find that Congress engages in more oversight activity when an order delegates more authority and a wider discretionary window to agencies. This finding reveals a previously overlooked form of interbranch conflict, and broadens our understanding of the politics of unilateralism.", "url": "https://doi.org/10.1017/psrm.2025.10060", "doi": "10.1017/psrm.2025.10060", "journal_full": "Political Science Research and Methods", "specialized": false, "preprint": false, "score": 0.003619596308661488}, {"title": "Contingent Confidence: The Effect of the 2024 Election Outcome on Public and Elite Confidence in National Elections", "authors": "Joshua D. Clinton", "abstract": "Using a rolling cross-section survey of 54,000 voters conducted between mid-October and mid-December, a panel survey of 6,000 voters interviewed in both October and December, and surveys of 1,400 local political elites and officials conducted in both October and December, this study characterizes how confidence in the accuracy of national elections changed with the projected election of President Trump on Election Day. Among voters, Republican confidence immediately increased by 31 percentage points (123% change) and Democrats’ confidence declined by 12 percentage points (16% change) such that the confidence among partisan voters was almost identical by mid-December. The most polarized partisans exhibited the largest confidence changes. Among local political elites, the increase in Republicans’ confidence mirrored the increase among Republican voters (106% change), but the confidence among Democratic political elites remained high throughout. These findings highlight troubling concerns for sustaining a shared confidence in the accuracy and legitimacy of future elections.", "url": "https://doi.org/10.1017/s1049096525101662", "doi": "10.1017/s1049096525101662", "journal_full": "PS: Political Science & Politics", "specialized": false, "preprint": false, "score": 0.007011398767688304}, {"title": "Only in it for Power and Wealth? The Neglect of Policy-Seeking Motives among Dictators", "authors": "Matilde Tofte Thorsen", "abstract": "Contrary to the dominant literature on autocracies, this article argues and demonstrates that dictators, in addition to being office-seeking, often are driven by policy-seeking motivation—that is, broader beliefs and ideology. The empirical investigation enlists new original data, based on obituaries, about dictators’ political motives. The dataset contains information on 297 deceased dictators who held power at some point during the period 1945–2008. The results reveal that the dictators had a variety of different motives for being in power. Many were strongly ideologically motivated, several were primarily motivated by money and power ambitions, and others held power to create stability and democratize. Thus, dictators’ motives seem to be substantially more diverse than typically assumed, and the data make it possible to measure motivation. This is key to investigating the direct as well as the conditional impact on political dynamics in autocracies.", "url": "https://doi.org/10.1017/s1049096525101509", "doi": "10.1017/s1049096525101509", "journal_full": "PS: Political Science & Politics", "specialized": false, "preprint": false, "score": 0.00602488079525465}, {"title": "Forecasting the 2025 German Election: An Introduction", "authors": "Bruno Jérôme, Andreas Graefe", "abstract": "German federal elections have long drawn international attention due to the country’s economic influence and its pivotal role in the European Union. Over time, forecasting these elections has evolved into a sophisticated discipline, incorporating diverse models and refined methodologies to improve accuracy. Since 2013, PS: Political Science &amp; Politics has played a key role in tracking these developments by publishing three special symposia dedicated to forecasting German elections (Jérôme 2013, 2017; Jérôme and Graefe 2022). This 2025 symposium marks the fourth installment, continuing a tradition of providing scholars with a platform to share insights and reflect on the field’s ongoing expansion.", "url": "https://doi.org/10.1017/s1049096525101108", "doi": "10.1017/s1049096525101108", "journal_full": "PS: Political Science & Politics", "specialized": false, "preprint": false, "score": 0.014516185686566097}, {"title": "Mobilizing Fear in the 2023 Polish General Elections: Immigration Anxiety as a Populist Strategy for Re-election", "authors": "Magdalena Musiał-Karg, Fernando Casal Bértoa", "abstract": "This article analyzes how Poland’s Law and Justice (PiS) weaponized migration anxiety as a populist strategy during the 2023 general elections. Using a comparative qualitative case-study approach (George and Bennett 2005), the article examines how PiS leveraged anti-immigration rhetoric to mobilize voters, deepen social polarization, and legitimize its governance. The study draws comparisons with Hungary’s 2016 referendum on European Union (EU) refugee quotas to explore how populist governments in Central and Eastern Europe (CEE) use fear-based narratives to consolidate power. It also demonstrates how PiS emulated Viktor Orbán’s 2022 strategy of holding a referendum alongside parliamentary elections to retain power. The study finds that PiS framed migration as an existential threat, using the referendum as a tool to divert attention from democratic backsliding. This strategy mirrored Orbán’s use of anti-immigration campaigns to strengthen his electoral support and resist EU pressures. By expanding on the concept of “populist polarizing referendum,” the study contributes to research on populist electoral strategies, institutional manipulation, and the role of migration-related fear in political mobilization. It highlights the broader implications of such tactics for democracy and governance in the CEE region, demonstrating how populist leaders instrumentalize migration crises to sustain electoral dominance.", "url": "https://doi.org/10.1017/s1049096525101698", "doi": "10.1017/s1049096525101698", "journal_full": "PS: Political Science & Politics", "specialized": false, "preprint": false, "score": 0.9894969949264771}, {"title": "Meritocracy and its discontents", "authors": "Steven N. Durlauf", "abstract": "This paper explores the justifications for meritocracy, using the assignment of students to classrooms and workers to firms as contexts. I argue that there is fundamental distinction between retrospective meritocracy, in which assignments are rewards for past achievements such as test scores, and prospective meritocracy, in which merit is functionally defined by assignments that best achieve social objectives. I show that these different perspectives can lead to different assignment rules. Prospective meritocratic rules account for interactions between individuals and intertemporal effects of assignments in ways that retrospective rules do not. As such, they break standard distinctions between egalitarian and meritocratic rules that are commonly assumed in policy debates. On the other hand, I show that meritocratic rules require knowledge of the appropriate choice of social objective, which may be contested, and a range of facts about the socioeconomic environment in which the rules are to be implements. As such, these are the discontents experienced by a meritocratic. Links to the public choice literature are developed.", "url": "https://doi.org/10.1007/s11127-025-01356-4", "doi": "10.1007/s11127-025-01356-4", "journal_full": "Public Choice", "specialized": false, "preprint": false, "score": 0.006217036282442967}, {"title": "Does the US individual income tax display systemic racism? Negative evidence from audited US federal tax return data for 1967–73", "authors": "Robert P. Strauss, Miguel Gouveia", "abstract": "Official statistics from the US Bureau of Labor Statistics and the US Bureau of the Census have long documented differences by ethnicity in employment rates and incomes. Recently, it has been suggested that the structure of the US federal individual tax system is 'systemically racist' which we interpret to mean that the application of the Internal Revenue Code through collection of individual income taxes adversely affects African American compared to White individuals and households. This paper contributes to the public discussion of possible systemic racism in the US tax system issue by studying an unusual set of US individual income tax data. These data differ from those used in other studies in two important ways. First, race is not imputed but obtained from the administrative records of the Social Security Administration. Second, the income tax data are audited tax return data. Using these audited and administratively matched data, we estimate effective income tax functions with an explicit role for race. After accounting for the basic structure of the US tax system, we find no statistical evidence of systemic racism in the operation of the US federal individual income tax during the period under study. Our results show that once income and filing status are taken into account, the effective tax rate tax did not vary by race—a finding that remains robust across multiple checks.", "url": "https://doi.org/10.1007/s11127-025-01340-y", "doi": "10.1007/s11127-025-01340-y", "journal_full": "Public Choice", "specialized": false, "preprint": false, "score": 0.15513178124282934}, {"title": "Surprise in contests", "authors": "Doron Klunover", "abstract": "We consider a two-player asymmetric dynamic contest with a binary effort choice and a finite number of periods, in which one player wins if and only if he is able to surprise his rival by attacking first. The unique subgame perfect equilibrium in mixed strategies, in which the probability of a surprise increases over time, is examined. It is found that the chance of a surprise is highest at the “last minute.” Nonetheless, it remains small if the cost of effort is small. With an infinite horizon, the probability remains constant over time; however, it increases as players become more impatient. Applications are discussed.", "url": "https://doi.org/10.1007/s11127-025-01358-2", "doi": "10.1007/s11127-025-01358-2", "journal_full": "Public Choice", "specialized": false, "preprint": false, "score": 0.007430710147800279}, {"title": "Autonomy and accountability: strategic behaviour of German state leaders during the COVID-19 pandemic", "authors": "Salvatore Barbaro, Reyn van Ewijk, Julia M. Rode", "abstract": "This study examines the strategic and opportunistic behaviour of state officials in Germany during the COVID-19 pandemic. Drawing on 600 statements by state incumbents, we provide a comprehensive empirical analysis of state-level political behaviour. Our findings show that German regional leaders emphasised their autonomy when performance metrics were favourable (credit-claiming), but strategically shifted responsibility when outcomes were less favourable (blame-avoidance). This pattern was especially pronounced when public attention was high.", "url": "https://doi.org/10.1007/s11127-025-01357-3", "doi": "10.1007/s11127-025-01357-3", "journal_full": "Public Choice", "specialized": false, "preprint": false, "score": 0.00531471731826294}, {"title": "Quarterly Journal of Political Science", "url": "https://doi.org/10.1561/qjps", "doi": "10.1561/qjps", "journal_full": "Quarterly Journal of Political Science", "specialized": false, "preprint": false, "score": 0.0036070624028260445}, {"title": "Signaling Ability Through Policy Change", "authors": "Benjamin Shaver", "url": "https://doi.org/10.1086/740033", "doi": "10.1086/740033", "journal_full": "The Journal of Politics", "specialized": false, "preprint": false, "score": 0.004264524871544273}, {"title": "When Conservatives See Red but Liberals Feel Blue: Labeler Characteristics and Variation in Content Annotation", "authors": "Nora Webb Williams, Andreu Casas, Kevin Aslett, John Wilkerson", "url": "https://doi.org/10.1086/735397", "doi": "10.1086/735397", "journal_full": "The Journal of Politics", "specialized": false, "preprint": false, "score": 0.013539738824023262}, {"title": "When Humor Appeals Fail and When They Succeed: Using Latent Profile Analysis to Identify Audience Receptivity to Humorous Messages", "authors": "Nick Carcioppolo, Geyi Wang, Kaixu Yuan, Zixiao Yang, Dongya Wang", "abstract": "This study contributes to theory in persuasion and humor by hypothesizing distinct audience segments that determine how people respond to humor appeals. Across two studies, using a multiple message design and two different humor appeals, we specify and validate four discrete audience segments, referred to here as audience receptivity profiles, that align with previous theorizing and are differentially related to persuasion. Findings suggest that those with different audience receptivity profiles vary in whether they find humor appeals humorous, resulting in increased perceptions of humor and message-consistent persuasive effects among audiences who belong to supportive audience receptivity profiles, and decreased humor as well as increased likelihood of unintended effects among audiences who belong to non-supportive audience receptivity profiles. These findings align with previous theorizing in this area, and highlight when humor may have deleterious effects on audiences whose attitudes and values suggest they are most open to persuasive attempts.", "url": "https://doi.org/10.1177/00936502251405335", "doi": "10.1177/00936502251405335", "journal_full": "Communication Research", "specialized": false, "preprint": false, "score": 0.00716237423032029}, {"title": "Advancing Agenda Building Theory: Conceptualizing and Analyzing Processes Among Events, Publics, and Media in #StopAsianHate", "authors": "Yini Zhang, Hyunyi Cho", "abstract": "We extend agenda building theory by integrating social movement and connective action research to explain how marginalized groups elevate issue salience. Our framework comprises three dynamics: exogenous conditions (key events &amp; real-world indicators), interpublic processes on social media, and intermedia processes between news and social media. We apply this framework to the #StopAsianHate movement on Twitter/X using network and time-series analyses. Results show that the Atlanta spa shootings, a key event, intensified attention to anti-Asian hate among AAPI activists’ allies (liberals &amp; K-pop fans) and elite media, whereas hate crime indicators had limited impact. AAPI activists had modest influence on other Twitter users and elite news, but their allies, especially liberals, proved influential. Elite media attention was driven by attention from both liberals and aggregate Twitter, with liberals’ effect lasting longer. The framework illuminates how key events, networked publics, and movement resources interact to build issue salience in digital media.", "url": "https://doi.org/10.1177/00936502251402961", "doi": "10.1177/00936502251402961", "journal_full": "Communication Research", "specialized": false, "preprint": false, "score": 0.010775665989428918}, {"title": "Multi-Actor Supportive Communication and the Emergence of Solidarity in Online Communities: A Situated Social Exchange Framework", "authors": "Wang Liao, Chelsea Kim, Bo Feng", "abstract": "This essay proposes that studying the emergence of solidarity through multi-actor supportive communication offers a useful lens for understanding the increasingly complex structures, dynamics, and communal nature of supportive communication in online communities. Drawing on research of social exchange, online community affordance, and social support type, the essay explores the links between multi-actor supportive communication patterns and solidarity experiences in online communities. It develops three propositions that connect four forms of exchange—reciprocal, negotiated, generalized, and productive—to the experiences of solidarity, moderated by affordance and support type as key communication-situational factors. Directions for empirical testing of these propositions are also discussed, along with implications for supportive communication research and the study of online communities.", "url": "https://doi.org/10.1177/00936502251401636", "doi": "10.1177/00936502251401636", "journal_full": "Communication Research", "specialized": false, "preprint": false, "score": 0.007477333367776229}, {"title": "Surprise Me: Serendipitous News Discovery and News Consumption", "authors": "Zhixin Pu, Erin Ruppel", "abstract": "Users of news recommender systems read news recommended by algorithms and can discover useful information unintentionally or serendipitously. The feeling of surprise from this discovery can elicit users to continue reading. Increasing serendipity is believed to be a solution to isolated information bubbles; however, little research has explored its impact on news consumption. The study investigates the interactions between surprise, serendipity, and news consumption. Participants ( N = 463) recruited from Amazon MTurk in the United States participated in the online experiment. The findings suggest that serendipitous news discovery directly increases news consumption, with this relationship mediated by the feeling of surprise. Furthermore, users who experience higher serendipitous news discovery indicate more positive attitudes toward news consumption in these systems. The research integrates serendipity into news selection theories and contributes to a more nuanced understanding of how algorithmic systems can enhance user engagement. The results offer key implications for communication scholars and practitioners.", "url": "https://doi.org/10.1177/00936502251403418", "doi": "10.1177/00936502251403418", "journal_full": "Communication Research", "specialized": false, "preprint": false, "score": 0.007971587723042628}, {"title": "Self-Censorship in Journalism: The Role of Emotional, Professional, and Institutional Factors", "authors": "Oscar Björkenfeldt", "url": "https://doi.org/10.1080/21670811.2025.2601961", "doi": "10.1080/21670811.2025.2601961", "journal_full": "Digital Journalism", "specialized": false, "preprint": false, "score": 0.006171727085239387}, {"title": "FAIR data, fair data: data management principles and data ownership in citizen science", "authors": "Eran N. Schwarzfuchs", "url": "https://doi.org/10.1080/1369118x.2025.2604664", "doi": "10.1080/1369118x.2025.2604664", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.004998269175050196}, {"title": "The bi-directional relationship between perceived populist ad exposure and trust in democracy during an election campaign", "authors": "Brahim Zarouali, Michael Hameleers", "url": "https://doi.org/10.1080/1369118x.2025.2600443", "doi": "10.1080/1369118x.2025.2600443", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.010396003112556618}, {"title": "‘Limited container’ or ‘Rubik’s cube’: re-evaluating attention relationships among sub-topics in online scientific discussions on social media", "authors": "Zheng Yang, Yuanting Huang, Danni Ma", "url": "https://doi.org/10.1080/1369118x.2025.2600444", "doi": "10.1080/1369118x.2025.2600444", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.02339585292470925}, {"title": "Do fears drive media consumption? A longitudinal study on the relationships between different fears and media consumption during COVID-19 in Germany", "authors": "Sonja Utz, Lotte Pummerer, Kai Sassenberg", "url": "https://doi.org/10.1080/1369118x.2025.2600449", "doi": "10.1080/1369118x.2025.2600449", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.01374699870015128}, {"title": "Sustainable datacentres and eco-modernist frictions in Sweden", "authors": "Johanna Sefyrin", "url": "https://doi.org/10.1080/1369118x.2025.2596872", "doi": "10.1080/1369118x.2025.2596872", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.026370843895617613}, {"title": "Who is concerned about digitalization? The role of digital literacy and exposure across 30 countries", "authors": "Yang Hu, Yue Qian", "url": "https://doi.org/10.1080/1369118x.2025.2592771", "doi": "10.1080/1369118x.2025.2592771", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.007295087270960066}, {"title": "To quit or not to quit Twitter? The interplay of identities, perceptions, and behavioral reactions to changing platform ownership", "authors": "Macau K. F. Mak, Zening Duan, Sijia Yang, Michael W. Wagner", "url": "https://doi.org/10.1080/1369118x.2025.2600448", "doi": "10.1080/1369118x.2025.2600448", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.010756309970102684}, {"title": "Platform badges for civic communication: An interdisciplinary discussion of a risk mitigation measure pursuant to Art. 35 DSA", "authors": "Jan Rau, Jan-Ole Harfst, Tobias Mast", "url": "https://doi.org/10.14763/2025.4.2054", "doi": "10.14763/2025.4.2054", "journal_full": "Internet Policy Review", "specialized": false, "preprint": false, "score": 0.01226729472985244}, {"title": "Local Experience, National Media, and Misperceptions of the COVID-19 Pandemic", "authors": "David A. Beavers, Jennifer Hochschild", "url": "https://doi.org/10.1080/10584609.2025.2604709", "doi": "10.1080/10584609.2025.2604709", "journal_full": "Political Communication", "specialized": false, "preprint": false, "score": 0.018559803788728013}, {"title": "Comparing AI literacy policies in the European Union, the United States, India, and China", "authors": "Haoyu Yang, Jinghong Xu, Xianquan Zeng, Xinyang Gu", "url": "https://doi.org/10.1016/j.telpol.2025.103142", "doi": "10.1016/j.telpol.2025.103142", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.07619826248001427}, {"title": "Privacy and cybersecurity issues facing the metaverse: An analysis of technological and institutional factors", "authors": "Nir Kshetri", "url": "https://doi.org/10.1016/j.telpol.2025.103140", "doi": "10.1016/j.telpol.2025.103140", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.004818179821684643}, {"title": "Divide or Bridge: How does broadband infrastructure reshape the sense of safety among the elderly?", "authors": "Xiaoheng Wu, Cunyang Yu, Jiayao Xu", "url": "https://doi.org/10.1016/j.telpol.2025.103143", "doi": "10.1016/j.telpol.2025.103143", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.020672528780232513}, {"title": "Does Local Politics Drive Tropical Land-Use Change? Property-Level Evidence From the Amazon", "authors": "Erik Katovich, Fanny Moffette", "abstract": "Land conversion to agriculture is a defining environmental challenge for tropical regions. We construct a novel panel dataset of land-use changes on the properties of municipal politicians and campaign donors in the Brazilian Amazon to assess channels through which local politics may drive land conversion. Estimating event studies around close mayoral elections, we find that large landholders significantly increase soy cultivation while the candidate they donated to is in office. This suggests landholders invest in political influence to overcome barriers to agricultural intensification. In turn, mayors who receive landholder donations govern in favor of agriculture – increasing spending on agricultural promotion and distribution of rural credit. While agricultural promotion ‘returns the favor’ for mayors’ donors, it is not precisely targeted. We document large spillovers onto lands not registered to donors, resulting in increased environmental violations in these areas. Results reveal how patronage and special interests drive land-use change in the Amazon.", "url": "https://doi.org/10.1093/ej/ueaf123", "doi": "10.1093/ej/ueaf123", "journal_full": "Economic Journal", "specialized": false, "preprint": false, "score": 0.00969434879384179}, {"title": "Disaggregate Consumption Feedback", "authors": "Andreas Gerster, Mark A Andor, Lorenz Goette", "abstract": "We investigate the impact of providing households with disaggregate consumption feedback and develop a framework to assess its welfare implications. In the context of smart metering, we find that the provision of appliance-level feedback causes an energy conservation effect of 5 percent relative to a group receiving standard (aggregate) feedback. Hence, a smart meter roll-out will be substantially more effective if appliance-level feedback is provided. We also show that the current regulatory approach to assess consumer surplus overestimates the welfare gains from smart meter feedback.", "url": "https://doi.org/10.1093/ej/ueaf084", "doi": "10.1093/ej/ueaf084", "journal_full": "Economic Journal", "specialized": false, "preprint": false, "score": 0.007057489742529621}, {"title": "Estimation and inference for CP tensor factor models", "authors": "Bin Chen, Yuefeng Han, Qiyang Yu", "url": "https://doi.org/10.1016/j.jeconom.2025.106167", "doi": "10.1016/j.jeconom.2025.106167", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.01634061026979139}, {"title": "Text-term selection and analysis: Frequentist and Bayesian strategies and interpretations", "authors": "Cathy Yi-Hsuan Chen, George Kapetanios, Wei-Biao Wu", "url": "https://doi.org/10.1016/j.jeconom.2025.106163", "doi": "10.1016/j.jeconom.2025.106163", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.03259941636906194}, {"title": "FX futures invariance", "authors": "Torben G. Andersen, Oleg Bondarenko, Eleni Gousgounis, Esen Onur", "url": "https://doi.org/10.1016/j.jeconom.2025.106165", "doi": "10.1016/j.jeconom.2025.106165", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.005876630860603971}, {"title": "Index to Volume 133", "url": "https://doi.org/10.1086/739679", "doi": "10.1086/739679", "journal_full": "Journal of Political Economy", "specialized": false, "preprint": false, "score": 0.004990874541058177}, {"title": "JPE Turnaround Times", "url": "https://doi.org/10.1086/739678", "doi": "10.1086/739678", "journal_full": "Journal of Political Economy", "specialized": false, "preprint": false, "score": 0.003756707828254102}, {"title": "Recent Referees", "url": "https://doi.org/10.1086/739911", "doi": "10.1086/739911", "journal_full": "Journal of Political Economy", "specialized": false, "preprint": false, "score": 0.0036255983305827355}, {"title": "Algorithm Design: A Fairness-Accuracy Frontier", "authors": "Annie Liang, Jay Lu, Xiaosheng Mu, Kyohei Okumura", "url": "https://doi.org/10.1086/739826", "doi": "10.1086/739826", "journal_full": "Journal of Political Economy", "specialized": false, "preprint": false, "score": 0.007616054436921482}, {"title": "The devil is in the details: Heterogeneous effects of the German minimum wage on working hours and minijobs", "authors": "Mario Bossler, Ying Liang, Thorsten Schank", "url": "https://doi.org/10.1016/j.jpubeco.2025.105540", "doi": "10.1016/j.jpubeco.2025.105540", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.02870433808860906}, {"title": "The impact of subjective school ratings on principal compensation and turnover", "authors": "Iftikhar Hussain, Vincenzo Scrutinio, Shqiponja Telhaj", "url": "https://doi.org/10.1016/j.jpubeco.2025.105524", "doi": "10.1016/j.jpubeco.2025.105524", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.004740015765484218}, {"title": "The Animal-Welfare Levy,", "authors": "Romain Espinosa, Nicolas Treich", "abstract": "We provide a non-anthropocentric rationale for implementing a levy on meat consumption due to animal-welfare considerations. It operates as a Pigouvian tax and addresses externalities on farmed animals. Under total utilitarianism, the levy is a subsidy when an animal’s life is worth living, and a tax when it is not. The levy varies under alternative normative settings, illustrating the importance of population-ethics issues for the pricing of externalities in this context. Even under conservative assumptions, calibrated tax levels are substantial and would make most-intensive animal farms unprofitable. Taxes are significantly higher for chickens and pigs than for cows, in contrast to the taxation of other meat externalities.", "url": "https://doi.org/10.1093/jeea/jvaf063", "doi": "10.1093/jeea/jvaf063", "journal_full": "Journal of the European Economic Association", "specialized": false, "preprint": false, "score": 0.014802361682950904}, {"title": "Tax Professionals and Tax Evasion", "authors": "Marco Battaglini, Luigi Guiso, Chiara Lacava, Eleonora Patacchini", "abstract": "Using unique data covering the entire population of sole proprietorships in Italy with their respective audit files, we examine the role of tax advisors in tax compliance. Exploiting quasi-random variation in audit policy, we document that tax advisors act as information hubs, gathering privileged information on the auditing policy from their activities and incorporating it into the tax return strategy of their clients. The heterogeneity in tax advisors willingness to serve this role establishes a market for intermediated tax evasion, in which taxpayers sort themselves on the basis of the tax advisors’ tolerance for it.", "url": "https://doi.org/10.1093/jeea/jvaf056", "doi": "10.1093/jeea/jvaf056", "journal_full": "Journal of the European Economic Association", "specialized": false, "preprint": false, "score": 0.023498824910933913}, {"title": "The Common Good and Voter Polarization", "authors": "Chad Kendall John G Matsusaka, John G Matsusaka", "abstract": "Do voters see democracy entirely in spatial terms, as a tradeoff of conflicting interests, or do they also view it as a search for the “common good,” as some democracy theorists have long conjectured? We develop a model in which voters have preferences over both common-good and spatial payoffs, and provide a novel method to disentangle the two. Estimating the model on California ballot propositions from 1986 to 2020, we find that 74% of voters placed significant weight on the common good and that partisan polarization roughly doubled over the time period, mainly due to Democrats drifting left.", "url": "https://doi.org/10.1093/jeea/jvaf059", "doi": "10.1093/jeea/jvaf059", "journal_full": "Journal of the European Economic Association", "specialized": false, "preprint": false, "score": 0.0109148839915022}, {"title": "Accounting for Business Income in Measuring Top Income Shares: Integrated Accrual Approach Using Individual and Firm Data from Norway", "authors": "Annette Alstadsæter, Martin Jacob, Wojciech Kopczuk, Kjetil Telle", "abstract": "Using linked individual and firm administrative data from Norway, we look through layers of holding companies and attribute corporate profits to the ultimate personal owner as the profits accrue rather than when income is realized. We show that our accrual-based measure of income inequality changes the level and trend of income inequality over time and eliminates the sensitivity of measures of inequality and income persistence to changing payout policies in response to tax reforms. After a tax reform in 2005 that incentivized retention of earnings within businesses, the total income share of the top 0.1% more than doubled in some years, compared with ordinary realization-based income measures. We further utilize rich data to show that 1) using our accrual-based measure of personal income reduces the estimated tax elasticity of income, and 2) observed capital income in individuals’ tax returns do not proxy well for overall corporate profits, so that an imputation method based on realized dividends, which is commonly used in the literature, performs poorly. We discuss implications for top income inequality measures in other countries. We also document the importance of indirect ownership as a mechanism behind our findings and its relevance in other developed countries and discuss implications for debates on capital income and wealth taxation.", "url": "https://doi.org/10.1093/jeea/jvaf058", "doi": "10.1093/jeea/jvaf058", "journal_full": "Journal of the European Economic Association", "specialized": false, "preprint": false, "score": 0.00444064452041204}, {"title": "Economic Crisis and Disillusionment from Socialism: Evidence From a Quasi-Natural Experiment,", "authors": "Ran Abramitzky, Netanel Ben-Porath, Victor Lavy, Michal Palgi", "abstract": "While many socialist countries suffered from harsh economic crises, studying their impacts on economic and political attitudes is challenging because of the scarcity of reliable data in non- democratic contexts. We study a democratic socialist setting where we have ample information on such attitudes: the Israeli kibbutzim. Exploiting an economic crisis that hit some kibbutzim more than others, we find that the crisis led to reduced support for leftist political parties. This effect persisted for over 20 years after the crisis had ended. We document that the electoral movement was rooted in a rightward shift in economic attitudes, suggesting that economic crises may undermine socialist regimes by silently changing attitudes toward them. In our unique setting, we can also study recovery mechanisms from the crisis. First, we find that while a sharp debt relief arrangement restored trust in the leadership, it did not reverse the impact of the crisis on economic attitudes. Second, as part of their efforts to recover from the crisis, kibbutzim liberalized their labor markets. Analyzing the staggered shift away from equal sharing to market-based wages, we find that this labor market liberalization led kibbutz members to move further rightward in their political voting and economic attitudes.", "url": "https://doi.org/10.1093/jeea/jvaf057", "doi": "10.1093/jeea/jvaf057", "journal_full": "Journal of the European Economic Association", "specialized": false, "preprint": false, "score": 0.008445507495465243}, {"title": "A Political Economy of Social Discrimination,", "authors": "Torun Dewan, Stephane Wolton", "abstract": "This paper studies the causes and consequences of social discrimination. We consider a labor market in which payoff-irrelevant identity traits can shape hiring decisions. Identity is malleable and a majority group member can become socially associated with the minority group. Fear of identity contagion can sustain a fully segregated labor market in which workers with minority trait experience higher unemployment and minority-owned firms are less productive than their majority counterparts. When the minority group is poorly integrated economically (consisting of more workers than employers), workers with majority trait obtain better labor market outcomes in an equilibrium with discrimination than without. Office-motivated candidates therefore have electoral incentives to propose symbolic policies targeting the minority to trigger social discrimination in the labor market. As majority-trait workers are better off with social discrimination and the economy shrinks, the implementation of symbolic policies is associated with both lower taxes and less redistribution.", "url": "https://doi.org/10.1093/jeea/jvaf060", "doi": "10.1093/jeea/jvaf060", "journal_full": "Journal of the European Economic Association", "specialized": false, "preprint": false, "score": 0.01360460265978114}, {"title": "Self-justified equilibria: Existence and Computation,", "authors": "Felix Kübler, Simon Scheidegger", "abstract": "This paper introduces the concept of self-justified equilibria as a tractable alternative to rational expectations equilibria in stochastic general equilibrium models with heterogeneous agents. A self-justified equilibrium is a temporary equilibrium where, in each period, agents trade assets and commodities to maximize the sum of their current utility and expected future utilities, which are forecasted based on current endogenous variables and the current exogenous shock. The agents’ forecasting functions are assumed to be mean-squared optimal forecasts within a given compact, finite-dimensional set of functions. We provide sufficient conditions for the existence of self-justified equilibria and develop a simulation-based computational method to approximate them. By leveraging active subspace methods, we reduce the dimensionality of the problem, lower computational complexity, and improve forecasting accuracy, thereby mitigating the curse of dimensionality. We apply our method to high-dimensional overlapping generations models with aggregate shocks, demonstrating that self-justified equilibria can be efficiently computed to analyze complex economic models.", "url": "https://doi.org/10.1093/jeea/jvaf062", "doi": "10.1093/jeea/jvaf062", "journal_full": "Journal of the European Economic Association", "specialized": false, "preprint": false, "score": 0.009839376822570078}, {"title": "Nation-Building Through Military Service,", "authors": "Juan Pedro Ronconi, Diego Ramos-Toro", "abstract": "This paper studies conscription’s role in durably shaping attitudes and beliefs consistent with nation-building. We pair original survey data covering 29 cohorts of conscripts in Argentina with random variation in service emerging from a lottery. We find that serving in the military leads to a stronger national identity and social integration several decades after serving but does not affect civic behaviors such as voting or paying taxes. Value inculcation during service helps explain the baseline patterns, while exposure to and interaction with diverse peers reinforce but do not drive the results.", "url": "https://doi.org/10.1093/jeea/jvaf064", "doi": "10.1093/jeea/jvaf064", "journal_full": "Journal of the European Economic Association", "specialized": false, "preprint": false, "score": 0.014529523298919544}, {"title": "A dance of virtue and protection: femininity and masculinity negotiations in Arab cross-national marriage between Syrian refugee women and Egyptian men", "authors": "Dina M. Taha", "url": "https://doi.org/10.1186/s40878-025-00518-z", "doi": "10.1186/s40878-025-00518-z", "journal_full": "Comparative Migration Studies", "specialized": true, "preprint": false, "score": 0.9358169158937477}, {"title": "“ … soul food or Indian food, depending on what spices you chose”: theoretical synergies, mixedness and decolonial approaches to critical mixed race studies", "authors": "Zarine L. Rocha", "url": "https://doi.org/10.1080/01419870.2025.2598398", "doi": "10.1080/01419870.2025.2598398", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.1684379535968632}, {"title": "Decolonial hacking of higher education: reflections on the collective relational praxis of building a School of Social Sciences in Belgium", "authors": "Dounia Bourabain, Patrizia Zanoni, Leen Swinnen", "url": "https://doi.org/10.1080/01419870.2025.2583428", "doi": "10.1080/01419870.2025.2583428", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.024645162429451917}, {"title": "Concept, method and morality: author’s response to the symposium on Enslavement: Past and Present", "authors": "Orlando Patterson", "url": "https://doi.org/10.1080/01419870.2025.2580514", "doi": "10.1080/01419870.2025.2580514", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.013482361667053744}, {"title": "The Bible, the Holocaust, and eliminatory stands among Israelis: a survey analysis", "authors": "Tamir Sorek", "url": "https://doi.org/10.1080/01419870.2025.2594528", "doi": "10.1080/01419870.2025.2594528", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.5269960975228067}, {"title": "Race and the question of Palestine", "authors": "Gabi Kirk", "url": "https://doi.org/10.1080/01419870.2025.2600681", "doi": "10.1080/01419870.2025.2600681", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.4561379229447846}, {"title": "Symposium on Orlando Patterson’s Enslavement: Past and Present", "authors": "John Solomos", "url": "https://doi.org/10.1080/01419870.2025.2601842", "doi": "10.1080/01419870.2025.2601842", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.028895818191035927}, {"title": "A sports Odyssey: my Ithaca journal", "authors": "Brandon T. Wallace", "url": "https://doi.org/10.1080/01419870.2025.2599418", "doi": "10.1080/01419870.2025.2599418", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.01405640669003072}, {"title": "Reckoning: creating positive change through radical empathy", "authors": "Lynn Yu Ling Ng", "url": "https://doi.org/10.1080/01419870.2025.2603507", "doi": "10.1080/01419870.2025.2603507", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.01696469048404592}, {"title": "Beyond the Economics Versus Culture Divide: Neoliberal Migration Policy", "authors": "Christian Joppke", "abstract": "Previous scholarship on migration policy assumed that economics and culture are categorically separate criteria of migrant selection, often pushing policy in opposite directions, typically expansive on economics yet restrictive on culture. I argue that in a neoliberal order the economics versus culture distinction loses traction. “Neoliberal nationalism” entails a transactional understanding of political community and society, in which economic considerations become predominant across selection criteria. This strongly relativizes and weakens individual rights on the part of migrants, which had been the mark of liberal migration policy. Neoliberal migration policy simultaneously economizes and culturalizes migrant selection. This is obvious and nearly trite with respect to high-skilled labor migration, the type favored in a neoliberal society. But it is also observable, and more problematic, with respect to family and asylum migrations, which previously had been considered as-of-right and now are subjected to (broadly construed) utility considerations.", "url": "https://doi.org/10.1177/01979183251405866", "doi": "10.1177/01979183251405866", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.9865590673135856}, {"title": "Under the Radar: An Examination of Norway's Mixed-Origin Population", "authors": "Arnfinn H. Midtbøen, Jon Horgen Friberg, Solveig Topstad Borgen", "abstract": "In the US and the UK, rapidly growing populations of mixed origins have constituted a key research site for decades. In most European countries, by contrast, the mixed-origin group has remained largely invisible within research on immigration-related inequality and especially so in its quantitative branch. Breaking this pattern, we zoom in on Norwegian-born individuals with one parent born outside of Western Europe and North America, a group constituting about a third of the country's overall mixed-origin population. Drawing on administrative register data and survey data from the Children of Immigrants Longitudinal Study in Norway, we assess their socioeconomic backgrounds, educational aspirations, and subjective experiences, and compare them to individuals with two Norwegian-born parents and two immigrant parents. Our analyses document a contradictory pattern that begs for future research: Mixed-origin individuals largely resemble their majority peers in terms of parental socioeconomic resources, but they lack the educational drive typical of the second generation, in terms of both subjective aspirations and actual educational attainments. In their social orientations and national identification, they are located somewhere in between the minority and the majority, but they experience similar levels of discrimination and non-recognition as those with two immigrant parents. We use these contradictory findings to discuss possible ways forward for a broader research agenda for mixed-origin populations beyond the US and the UK.", "url": "https://doi.org/10.1177/01979183251405833", "doi": "10.1177/01979183251405833", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.8813138559649796}, {"title": "Book Review: Law, Migration, and the Construction of Whiteness: Mobility Within the European Union by Myslinska, Dagmar Rita MyslinskaDagmar Rita, 2024. Law, Migration, and the Construction of Whiteness: Mobility Within the European Union. Abingdon, Oxon, UK; New York, NY: Routledge. 260 Pages. $180.00.", "authors": "Katharina Ebner", "url": "https://doi.org/10.1177/01979183251405735", "doi": "10.1177/01979183251405735", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.9343741670232067}, {"title": "Waiting and the Everyday Life in Precarity: The Impact of Thailand's Approach to Forced Displacement on Urban Refugees and Asylum Seekers", "authors": "Mary Rose Geraldine Sarausad, Sureeporn Punpuing", "abstract": "Urban refugees and asylum seekers in Thailand are confronted with the complexities of autonomy and precarity beyond formal camp arrangements. Although cities offer some flexibility, refugees face systemic impediments that include the absence of legal recognition, restrictive immigration policies, and marginalization exacerbated by prolonged waiting, demonstrating the realities of being a refugee . This qualitative study examines the influence of Thailand's migration governance system on the realities of protracted displacement among urban refugees, utilizing in-depth interviews with 35 participants (14 key experts and 21 refugees) in Bangkok and peripheral areas. Findings indicate that Thailand's non-ratification of the 1951 Refugee Convention labels refugees as “illegal migrants” under domestic law, subjecting them to arrest and deportation in spite of UNHCR recognition. While most depend on insecure informal work, they are generally excluded from healthcare, education, and social protection, threatening their well-being and perpetuating a cycle of marginalization that hampers the likelihood for inclusion and self-reliance. The COVID-19 pandemic aggravated their precarious conditions, disrupted their livelihoods, and community support networks. The study also highlights how extended periods of legal uncertainty and administrative delays in refugee status determination magnify mental and emotional health issues and social exclusion. Therefore, it advocates for policy reforms that include strengthening Thailand's National Screening Mechanism through nondiscriminatory legal process, creating stable employment prospects by providing work permits, and ensuring equitable access to social infrastructures such as healthcare and education regardless of status. The findings also amplify extensive discussions on the management of urban displacement in non-signatory countries, illustrating how urban refugee populations are consigned to an indefinite state of legal uncertainty and heightened precarity.", "url": "https://doi.org/10.1177/01979183251397379", "doi": "10.1177/01979183251397379", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.8863708236953322}, {"title": "Refugee Fatigue? How Reports of Increased Numbers of Refugees Affect Public Attitudes About Admission and Overseas Relief", "authors": "David Scott FitzGerald, John H. Evans", "abstract": "Advocates for refugees often publicize increased numbers of refugees, seemingly to generate greater support for pro-refugee policies. In this research note we test whether reading about a greater number of refugees results in more, less, or unchanged feelings of support for pro-refugee policies via a survey experiment from a national sample of more than 3000 U.S. adults. Accounting for uncertainty over whether the public will perceive differential magnitudes on a logarithmic or linear scale, we find that for U.S. adults as a whole, the magnitude of the number of refugees does not lead to support or opposition to policies to (a) admit more refugees or (b) fund refugee relief abroad. Republicans are much less likely to support such policies compared to Democrats, independent of the number of refugees. Surprisingly, Republicans are more likely than Democrats to respond to larger numbers with greater support for both policies. Refugee advocates should not assume that reporting increased numbers of refugees will result in more public support for funding refugees abroad or refugee admissions in the United States.", "url": "https://doi.org/10.1177/01979183251405858", "doi": "10.1177/01979183251405858", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.904434186910229}, {"title": "Communication is socialization: understanding family socialization patterns across three generations of Somali-American refugee families", "authors": "Zamzam Dini", "url": "https://doi.org/10.1080/1369183x.2025.2596975", "doi": "10.1080/1369183x.2025.2596975", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.9582844541794991}, {"title": "‘How can you appeal something you don’t know about?’ Enforced ignorance within UK citizenship deprivation cases involving ‘ISIS-associated’ individuals", "authors": "Madeline-Sophie Abbas", "url": "https://doi.org/10.1080/1369183x.2025.2600674", "doi": "10.1080/1369183x.2025.2600674", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.40995552702338967}, {"title": "Balancing motherhood and work in migration: the experiences of Albanian women in Italy", "authors": "Eleonora Miaci, Andrea Calabretta, Eralba Cela", "url": "https://doi.org/10.1080/1369183x.2025.2601344", "doi": "10.1080/1369183x.2025.2601344", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.9663798833468433}, {"title": "Correction", "url": "https://doi.org/10.1080/1369183x.2025.2602115", "doi": "10.1080/1369183x.2025.2602115", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.002769556113146221}, {"title": "Not one ‘Muslim penalty’: ethnic, religious, and gendered variations in precarious work in the UK", "authors": "Nabil Khattab", "url": "https://doi.org/10.1080/1369183x.2025.2604209", "doi": "10.1080/1369183x.2025.2604209", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.5488491638383268}, {"title": "Acculturation, Identity, and the Authoritarian Worldview: Explaining Hispanic Attitudes Toward Police", "authors": "Jason E. Kehrberg, Samantha L. Bennett, Scott A. Pray", "abstract": "A key component of the authoritarian worldview is social conformity, which manifests in a need to minimize threats to social order. This desire for stability often leads authoritarians to hold systematic and approving attitudes toward law enforcement. Previous scholarship suggests that authoritarianism is linked to attitudes shaped by the social dominance of one’s group identity. We extend this framework to Hispanic populations, whose identities historically fall outside the dominant social order, to examine whether authoritarianism predicts support for law enforcement. Using data from the 2020 American National Election Study (ANES), we employ regression models to examine the relationship between authoritarianism, ethnicity, and attitudes toward law enforcement. Results indicate that authoritarians express more favorable views of law enforcement across non-Hispanic white and Hispanic respondents, with a stronger effect among Hispanics. Positive feelings toward whites are also associated with higher levels of authoritarianism and greater support for police, underscoring the importance of white identity salience in shaping political attitudes. These findings demonstrate that authoritarianism functions as a psychological orientation emphasizing order and conformity rather than a defensive response to marginalization. Our results contribute to understanding how racial identity salience and acculturation processes shape the relationship between worldview and support for state authority.", "url": "https://doi.org/10.1017/rep.2025.10045", "doi": "10.1017/rep.2025.10045", "journal_full": "Journal of Race Ethnicity and Politics", "specialized": true, "preprint": false, "score": 0.08184698529654622}, {"title": "Turnout the Vote: Social Pressure and Identity Politics in the 2020 Election", "authors": "Danvy Le, Carole Jean Uhlaner, Ana Schugurensky", "abstract": "Turnout appeals are amplified in highly polarized, hotly contested elections like 2020. The political environment included social justice unrest, overt appeals to white male voters, and new voting procedures which resonated differently across intersectional identities. Gender and race politics intertwined to create a charged environment for mobilization and for social pressure to vote. We expect the nature and effectiveness of turnout appeals to have varied by race and gender intersections. In addition, given past behavior and the climate of protest, we expect individuals under 30 were less responsive to social pressures to vote. Using data from the 2020 Collaborative Multiracial Post-Election Survey (CMPS 2020), we examine whether individuals with different intersectional identities varied in their perception of social pressure to vote as well as in the effectiveness of that pressure. We find that voters are sensitive to social pressure appeals, but both perception and responsiveness vary with intersectional identity.", "url": "https://doi.org/10.1017/rep.2025.10037", "doi": "10.1017/rep.2025.10037", "journal_full": "Journal of Race Ethnicity and Politics", "specialized": true, "preprint": false, "score": 0.010763797603210223}, {"title": "Representing Black and White: The Role of Candidate Issue Priorities in Perceptions of Representation", "authors": "Mia Costa, Tatishe Mavovosi Nteta", "abstract": "Questions about race and representation often hinge on the public’s beliefs about which policies affect different communities, yet there is limited evidence on how these associations are actually perceived. Using a nationally representative survey experiment, we examine how the issue priorities of political candidates shape perceptions of who they represent. Most policy areas are perceived to benefit White Americans; only a few, especially criminal justice and poverty, are strongly associated with African Americans. We also show that perceptions of candidate ideology and race correlate with perceptions of Black representation, but mediation analysis reveals that criminal justice is associated with Black representation above and beyond ideological inferences. Finally, analyzing nearly 200,000 congressional newsletters and find that while race is rarely explicitly mentioned, Black Americans are most frequently referenced in the context of criminal justice and poverty. Together, these results underscore how race-policy associations operate through both public perception and elite messaging, shaping broader understandings of political representation.", "url": "https://doi.org/10.1017/rep.2025.10033", "doi": "10.1017/rep.2025.10033", "journal_full": "Journal of Race Ethnicity and Politics", "specialized": true, "preprint": false, "score": 0.01696256382028416}, {"title": "Race, Reform, and Recalls: The Movement Against “Progressive” Prosecutors", "authors": "Allison Goldberg", "abstract": "Local prosecutors in the United States have significant discretion in the criminal legal system and have traditionally wielded their power in a way that contributes to mass incarceration. Since 2016, however, “progressive” prosecutors have been elected in growing numbers on pledges to mitigate the racialized harms of mass incarceration. While scholars tie progressive prosecutors’ elections to the Movement for Black Lives (BLM), less is known about countermovement efforts—including recalls, impeachments, and suspensions, examples of extra-electoral challenges —opposing these prosecutors. To address this gap, I constructed an original database of all local prosecutors in 2012 and/or 2022 in the country’s 300 most populous jurisdictions. Findings reveal that extra-electoral challenges disproportionately target women of color, disproportionately occur in Republican-controlled states, and have nearly tripled over the last decade. I argue that extra-electoral challenges constitute a novel movement repertoire used by the political right to challenge racial justice efforts following BLM.", "url": "https://doi.org/10.1017/rep.2025.10043", "doi": "10.1017/rep.2025.10043", "journal_full": "Journal of Race Ethnicity and Politics", "specialized": true, "preprint": false, "score": 0.019832637493352845}, {"title": "Leaving Home in Finland: A Comparison by Migration Origin and Neighbourhood Context", "authors": "Katrin Schwanitz, Elina Kilpi‐Jakonen, Aleksi Seger", "abstract": "This paper examines how immigrant origin and neighbourhood environment intersect to shape the timing and pathways of leaving the parental home in Finland, a comparatively new migration destination. Using large‐scale longitudinal Finnish register data for the 1990–1995 birth cohorts ( N = 369,629), we analyse the dynamics of leaving home among majority and immigrant‐origin young adults. Our study demonstrates, for the first time, that the socio‐spatial environment shapes leaving‐home behaviour among different immigrant‐origin groups in Finland, providing a more nuanced understanding of this emplaced process. We employ discrete‐time competing‐risks event history models to analyse three transitions out of the parental home: independence, cohabitation and marriage. The results reveal that as the proportion of majority Finns in their neighbourhood increases, young adults with an immigrant background increasingly resemble their majority peers in their leaving‐home behaviour, except for those from the Middle East and North Africa (MENA) region, the Balkans and former Yugoslavia. Furthermore, we find no evidence of a differential effect of the neighbourhood environment on men's and women's leaving‐home pathways.", "url": "https://doi.org/10.1002/psp.70172", "doi": "10.1002/psp.70172", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.995473774524142}, {"title": "Return or Regularization? A Temporal Analysis of Rejected Asylum Seekers in Germany", "authors": "Laura Peitz", "abstract": "This study examines the temporal dynamics and policy influences on pathways out of irregular(ized) status among rejected asylum seekers in Germany through the lens of temporal liminality, a concept highlighting the indefinite waiting and uncertainty faced by migrants in transitional legal states. Using longitudinal administrative data spanning 2013 to 2022, the study employs event history analysis within a competing risks framework to analyse three primary pathways: voluntary departure, deportation, and regularization. The findings reveal that voluntary departures are most common within the first 2 years of an irregular(ized) stay, while regularization becomes increasingly likely over longer durations, reflecting the role of time in shaping opportunities for status stabilization. Deportations remain uncommon, underscoring the legal, logistical, and humanitarian challenges in enforcing removal orders. The research also evaluates the effects of safe‐country classifications and variations in temporary suspensions of deportation ( Duldung ). The safe‐country policy is shown to have limited direct impact on pathways out of irregularity. In contrast, the type of Duldung significantly affects outcomes: employment‐ and training‐based Duldung types foster regularization, while the more restrictive Duldung issued to individuals with unclear identity prolongs irregular(ized) stays. By incorporating the concept of temporal liminality, this study contributes a nuanced understanding of how time interacts with policy frameworks and individual circumstances to shape migration trajectories. The findings call for migration policies that balance enforcement with support, emphasizing the importance of timely and structured pathways to regularization to address the socio‐economic and legal challenges of prolonged liminality.", "url": "https://doi.org/10.1002/psp.70170", "doi": "10.1002/psp.70170", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.9027479440423164}, {"title": "Instrumenting the Online Information Environment", "authors": "Jacob N. Shapiro", "abstract": "Large-scale, centrally funded measurement systems on the economy, education, the environment, and public health enable rapid scientific research and support robust policy feedback. They provide frameworks for assessing policy effectiveness, flagging emerging problems, and informing planning processes. The online information environment—a critical domain of human interaction—has not yet been similarly instrumented. This article first reviews key measurements in other domains and outlines why existing tools for studying online environments are insufficient. It then lays out the consequences of the measurement gap, identifies key data-collection tasks, discusses the scale of resources required to meet them, and addresses the implications of generative AI for the instrumentation task. I argue that modest but strategic investments in scaled measurement infrastructure could unlock transformative research capabilities and facilitate an evidence-driven approach to policymaking that could improve how we govern online spaces.", "url": "https://doi.org/10.1177/00027162251397820", "doi": "10.1177/00027162251397820", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.004920874567012179}, {"title": "First Surveillance: An Anthropology of Gen Z Parental Internet Supervision", "authors": "Baron L. Pineda", "abstract": "Technological advancements in internet communications have led to changes in how young people’s behavior is monitored and shaped in their families and schools. The debate about the impacts of the rise of internet use and the creation of a new generation of digital natives is polarized: Some believe that internet restrictions on youth are undemocratic and counterproductive, and others connect internet use to social problems among youth—such as shortened attention spans, apathy, and increased vulnerability to predatory behavior. This article analyzes life history interviews of young people that focus on their use of technology and how it is regulated by their parents. I show how the social norms associated with the digital lives of youth can vary and evolve, often in unpredictable ways. This suggests that governance efforts likely need to be dynamic and capable of changing in ways that keep pace with new forms of sociality.", "url": "https://doi.org/10.1177/00027162251390756", "doi": "10.1177/00027162251390756", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.025682302743397334}, {"title": "The Myths of Platform Governance: How Tech Works to Create Online Trust and Safety", "authors": "Sudhir Venkatesh", "abstract": "Platform governance is often conceptualized in terms of external rules or algorithmic systems. This article shifts the analytic focus inward, examining how governance teams within technology firms create social order through their everyday practices. Drawing on organizational sociology and cultural analysis, I argue that internal governance is shaped less by formal policy than by the underlying “myths” that structure how practitioners understand harm, responsibility, and effectiveness. These organizational myths—rooted in engineering culture and reinforced by institutional routines—shape not only how governance work is carried out, but also what counts as legitimate intervention. By analyzing the symbolic and practical dimensions of governance labor, I show how cultural logics embedded within platform teams produce specific orientations to risk, fairness, and authority. Understanding these logics is essential for researchers and practitioners seeking to explain—and ultimately influence—the ways in which social order is maintained online.", "url": "https://doi.org/10.1177/00027162251391038", "doi": "10.1177/00027162251391038", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.003817677040649725}, {"title": "Not Quite the Wild West, Not Entirely Black Boxes: The Governance of Online Platforms and the Evolving Field of Trust and Safety", "authors": "Toby Shulruff", "abstract": "Policymakers struggle to craft effective strategies for governing online platforms. Their efforts are often referred to as attempts to regulate “black-boxed” tech in a sector that has long been described as the “Wild West.” But historical perspectives from practitioners in the trust and safety field offer a more nuanced understanding. Data from the History of Trust and Safety Project reveal that governance precedents and cross-sectoral initiatives date back at least two decades and address issues including fraud, spam, child sexual abuse material, and extremist content. This collaborative work occurred in and among government agencies, media, civil society organizations, academia, and the platforms themselves. The Wild West and black-box metaphors are not helpful points of departure for regulatory debates with decades-old precedents. Governance should be informed by what has been tried before and by a clearer understanding of the technical and social forces that have shaped the present state of play.", "url": "https://doi.org/10.1177/00027162251370899", "doi": "10.1177/00027162251370899", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.010684643326512422}, {"title": "Inside the Launch: Product Design, Platform Power, and the New Rules of Governance", "authors": "Vaishnavi J", "abstract": "Platform governance that is driven by external policymakers and researchers is often disconnected from how and when technology companies actually make decisions about their products. This misalignment creates challenges for meaningful oversight and regulation, as external actors cannot see the internal processes that shape platform design and governance. This article explores the internal dynamics of product development, from prototyping through iteration, and how governance considerations are incorporated or excluded at various stages. Arguing for a reintegration of social science and academic expertise into product decision-making, I propose an updated framework that bridges external governance objectives with the realities of platform power and product design.", "url": "https://doi.org/10.1177/00027162251372734", "doi": "10.1177/00027162251372734", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.003675955506350581}, {"title": "The Post-API Age of Social Media Data Access: Past, Present, and Future", "authors": "Deen Freelon, Cristina Monzer, Gayoung Jeon, Cameron Moy, Natasha Williams", "abstract": "Social media data have become a mainstay of social science research since the first application programming interfaces (APIs) debuted in the mid-2000s. Over time, platforms have radically altered their data offerings, substantially determining the kinds of research that can be conducted. This article presents historical and normative analyses of the current state of platform data precarity, defined by Freelon (2018) as the post-API age . We recount a periodized history of social media data access spanning nearly 20 years, characterize the data access options currently offered by six prominent platforms, and make recommendations for improving platform data access. Our primary aim is to help social media researchers understand how access to social media data has evolved over the years and consider how platforms might help them conduct more rigorous research moving forward.", "url": "https://doi.org/10.1177/00027162251372557", "doi": "10.1177/00027162251372557", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.008932267421416618}, {"title": "Building a Healthy Online Ecosystem: Purpose-Driven Organizational Culture and Diverse Workforces", "authors": "Tracey L. Meares, Tom R. Tyler", "abstract": "Prominent online platforms have recently engaged in highly visible pullbacks in their commitments to promoting purpose-driven organizational cultures and to developing diverse workforces. These changes have been framed as a move back to a profit-centered business model, but they have also been perceived as government regulation in decline. We argue that there is strong evidence that associates purpose-driven organizational cultures and diverse workforces with organizational vitality, profitability, and growth. The association holds for organizations generally but is particularly true for online platforms, whose success is linked to innovation and change. Thus, there is a strong bottom-line business argument for creating and sustaining purpose-driven organizational cultures and for developing diverse workforces, irrespective of whether they are mandated by external authorities.", "url": "https://doi.org/10.1177/00027162251398327", "doi": "10.1177/00027162251398327", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.006701043005203355}, {"title": "Improving Social Media with Middleware", "authors": "Ethan Zuckerman, Isaac Brickman", "abstract": "Middleware is software that can give users increased control over their social media experience, allowing them to protect their privacy, customize their recommendations, and understand the spread and impact of content they create. We believe middleware could complement policy efforts and reforms made by social media platforms to improve user experiences on social media, while avoiding freedom of expression questions that plague the regulation of online platforms. We describe and examine middleware as it exists in the world, demonstrating that even while middleware is a viable solution to some contemporary problems attendant to social media, there are still open questions about who middleware helps and who it harms. We suggest Federal Trade Commission (FTC) regulation of middleware and show that U.S. Code 47 section 230(b) anticipated categories of middleware that would be protective of users’ control over their online experiences.", "url": "https://doi.org/10.1177/00027162251382700", "doi": "10.1177/00027162251382700", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.006996726696592792}, {"title": "Middleware and the Illusory Promise of End-User Control", "authors": "Olivier Sylvain", "abstract": "Concerned about the power that social media now wield, a chorus of tech-minded reformers have called for a return to the internet’s foundational design principles of interoperability and end-user control. This group argues for “middleware”—online tools like browser extensions and consumer-facing protocols that would enable people to take control of their online experiences across the web. This article argues that the campaign for middleware is laudable but mostly speculative and inapposite. It proceeds on the disproven theory that consumers can control their online experiences in today’s networked information economy. As such, it distracts reformers from solutions that would redress the structural asymmetries that define today’s market for consumer-facing services, including social media. This article argues that it is time to give up the illusory promise of user control and attend above all to enacting enforceable restrictions on service designs and commercial surveillance practices.", "url": "https://doi.org/10.1177/00027162251382253", "doi": "10.1177/00027162251382253", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.010607078965376382}, {"title": "The Politics of Engagement in Platform Governance", "authors": "Becca Lewis, Angèle Christin", "abstract": "In recent years, the concept of user engagement has dominated debate over the governance of online platforms, and critics use the term to assign crass commercial interests to social media companies. We argue that social media engagement is a multifaceted ideal that serves both economic and ideological functions for platforms. We show how Facebook’s early leadership used the concept to reconcile the competing demands of expansion, revenue generation, and community-building. In doing so, they synthesized three distinct ideas: the Silicon Valley belief that network expansion correlated with network strength , the ad industry’s contention that media should promote emotional investment from viewers, and the academic claim that civic participation is the most important democratic virtue. Even as the contradictions that these claims yield have come to the foreground, the multiple logics of engagement have proven difficult to evade, and it continues to shape discussions of platform governance.", "url": "https://doi.org/10.1177/00027162251390597", "doi": "10.1177/00027162251390597", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.005248887722655526}, {"title": "Bridging the News and Social Media Divide: An Emerging Imperative for Democracy", "authors": "John P. Wihbey", "abstract": "I examine the relationship between social media platforms and news organizations as it has evolved over the past two decades, showing that platform governance has affected individual users and news publishers in ways that often result in damage to democratic societies. I argue that the contraction of traditional journalism and rise of democratic backsliding around the globe call for a reconsideration of platform governance models that might help to reinvigorate news production. A better synthesis of traditional journalism’s public interest values and social media’s engagement model requires a restructuring of platform algorithms that focuses on long-term user value, enhanced press freedom protections, and renewed economic support for news production. Supporting news represents a global imperative as democratic stability becomes increasingly threatened, social media companies come under increasing strain and scrutiny as public actors, and generative AI further imperils news production.", "url": "https://doi.org/10.1177/00027162251370901", "doi": "10.1177/00027162251370901", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.003938450640786129}, {"title": "Reimagining Platform Governance: An Introduction to This Volume", "authors": "Sudhir Venkatesh, Tracey L. Meares, Matthew Katsaros", "url": "https://doi.org/10.1177/00027162251397819", "doi": "10.1177/00027162251397819", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.003516014827185887}, {"title": "Higher-order interactions shape collective human behaviour", "authors": "Federico Battiston, Valerio Capraro, Fariba Karimi, Sune Lehmann, Andrea Bamberg Migliano, Onkar Sadekar, Angel Sánchez, Matjaž Perc", "url": "https://doi.org/10.1038/s41562-025-02373-5", "doi": "10.1038/s41562-025-02373-5", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.008852861897655107}, {"title": "Multimodal large language models can make context-sensitive hate speech evaluations aligned with human judgement", "authors": "Thomas Davidson", "url": "https://doi.org/10.1038/s41562-025-02360-w", "doi": "10.1038/s41562-025-02360-w", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.018092814913076904}, {"title": "Implications of Australia’s under-16 social media ban", "authors": "Shin Ling Wu", "url": "https://doi.org/10.1038/s41562-025-02378-0", "doi": "10.1038/s41562-025-02378-0", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.04329076144074251}, {"title": "Reply to Loh: Evaluating anger as a mediator of criticism’s effect on social media engagement using the interventional effects approach", "authors": "Jonathan Y. Lee", "url": "https://doi.org/10.1073/pnas.2529782122", "doi": "10.1073/pnas.2529782122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.01041694761845846}, {"title": "Individual incentives that promote collective intelligence", "authors": "Guocheng Wang, Qi Su, Long Wang, Joshua B. Plotkin", "abstract": "A collaborative group can often outperform a single individual in complex problem solving, even when information is limited. This phenomenon, called collective intelligence, can be achieved by engineering a central planner who assigns subtasks distributed across the group. But such algorithms cannot explain how natural populations, which often lack sophisticated central control, can nonetheless evolve collective intelligence. In fact, the process of social learning by imitating successful peers will typically reduce diversity and inhibit collective intelligence. Here, we consider a prediction task where the true outcome each round is a continuous quantity that depends linearly on a large number of random causal factors. Each individual can observe only one factor, and the collective prediction is generated by aggregating personal predictions across individuals. We propose two classes of reward structures that guarantee the emergence of collective intelligence through social learning. One scheme provides greater rewards to those individuals (called experts) whose personal predictions are more accurate. The other scheme provides greater rewards to those individuals (called reformers) whose predictions have greater potential to reduce the collective error, even though their personal predictions may be far from the truth. Although both of these payoff structures can provably maintain diversity and establish collective intelligence, we show that rewards based on collective error are more robust to diverse problem settings than rewards based on personal accuracy. Our results show that identifying reformers is more effective than identifying experts in promoting the emergence of collective intelligence.", "url": "https://doi.org/10.1073/pnas.2516535122", "doi": "10.1073/pnas.2516535122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.006458905289199457}, {"title": "Analyzing multiple mediators in multiple single-mediator models leads to wrong conclusions", "authors": "Wen Wei Loh", "url": "https://doi.org/10.1073/pnas.2525811122", "doi": "10.1073/pnas.2525811122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.0049292186257360315}, {"title": "Rapid morphological change in an urban bird due to COVID-19 restrictions", "authors": "Eleanor S. Diamant, Pamela J. Yeh", "abstract": "The COVID-19 pandemic provided a natural experiment to test the impacts of human activity on urban-dwelling wildlife. Urban dark-eyed juncos differ in bill shape and size in Los Angeles in comparison to local wildlands. We measured juncos that hatched before, during, and after COVID-19 restrictions at a Los Angeles college campus. Birds that hatched during and soon after COVID-19 restrictions had bills that resembled those of local wildland birds. Yet, bills rapidly returned to pre-COVID-19 morphology in birds hatched in the years following pandemic restrictions. Thus, human activity (and lack thereof) underlies rapid morphological change in an urban bird.", "url": "https://doi.org/10.1073/pnas.2520996122", "doi": "10.1073/pnas.2520996122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.0365319729848379}, {"title": "Cognition varies across the calendar year in multiple large-scale datasets", "authors": "Arielle S. Keller, Alisha Shetty, Ran Barzilay, Monica E. Calkins, Yap-Seng Chong, Niyati Dave, Damien A. Fair, Peter D. Gluckman, Raquel E. Gur, Ruben C. Gur, Allyson P. Mackey, Michael J. Meaney, Lucille A. Moore, Tyler M. Moore, Theodore D. Satterthwaite, Ai Peng Tan, Brenden Tervo-Clemmens, Bart S. Larsen", "abstract": "Children’s cognitive abilities vary across short and long timescales, from circadian fluctuations to year-by-year developmental changes. “Summer slide” refers to seasonal variation in academic performance, characterized by decreased performance following an extended school vacation. However, it remains unclear whether this effect generalizes across varied assessments and the extent of this effect across sociodemographic groups has been debated. Though seasonal variation in cognitive performance is often attributed to “forgetting” of learned material, no large-scale studies have systematically investigated seasonal variation in general cognitive skills (e.g., executive functioning) on standardized laboratory-based assessments in school-age youth compared to adults. Across four datasets with geographic, demographic, mental health, and measurement variation (total n = 23,251), we quantify cyclical, seasonal variation in children’s cognitive performance using generalized additive models with cyclic cubic splines. In school-age children but not young adults, we found consistent cognitive performance minima following school vacation (July–September in the United States; November–January in Singapore) across nearly all cognitive domains investigated. These results demonstrate a generalizable small-magnitude effect of lower cognitive performance aligning with school vacation even after adjusting for socioeconomic status or ADHD diagnosis. We contextualize summer cognitive minima relative to environmental and developmental effects, noting that the largest effect size is still seven times smaller than effects of the socioeconomic environment on cognition, and provide recommendations for future data collection and analysis of behavior across the calendar year.", "url": "https://doi.org/10.1073/pnas.2506054122", "doi": "10.1073/pnas.2506054122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.005857976597988035}, {"title": "Climate change has already made the United States poorer", "authors": "Derek Lemoine", "abstract": "The climate is already changing. The present study shows that these changes have already affected the U.S. economy. It develops a formal framework that accounts for how climate change has affected each county’s economy by altering current and past weather, both locally and elsewhere around the country. The results show that climate change is already reducing annual U.S. income by 0.32% [95% CI: −0.17 to 0.82%] by altering counties’ current, local temperatures, with losses concentrated in the Great Plains and Midwest. Accounting for effects on past temperatures and on temperatures in other counties increases income losses to 12% [2.0 to 22%] and makes them more widely distributed, with suggestive evidence that trade networks propagate effects around the United States. Central estimates can change with different indices of nonlocal weather or models of cross-county heterogeneity. Calculations like those developed here could be updated annually as a way of measuring and communicating the progress of climate change.", "url": "https://doi.org/10.1073/pnas.2504376122", "doi": "10.1073/pnas.2504376122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.01686055675037723}, {"title": "The “machinal bypass” and how we’re using AI to avoid ourselves", "authors": "Deanna M. Kaplan, Roman Palitsky, Charles L. Raison", "url": "https://doi.org/10.1073/pnas.2518999122", "doi": "10.1073/pnas.2518999122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.025468418669875592}, {"title": "The paradox of intervention: Resilience in adaptive multirole coordination networks", "authors": "Casper van Elteren, Vítor V. Vasconcelos, Mike H. Lees", "abstract": "Complex adaptive networks exhibit remarkable resilience, driven by the dynamic interplay of structure (interactions) and function (state). While static-network analyses offer valuable insights, understanding how structure and function coevolve under external interventions is critical for explaining system-level adaptation. Using a unique dataset of clandestine criminal networks, we combine empirical observations with computational modeling to test the impact of various interventions on network adaptation. Our analysis examines how networks with specialized roles adapt and form emergent structures to optimize cost–benefit trade-offs. We find that emergent sparsely connected networks exhibit greater resilience, revealing a security–efficiency trade-off. Notably, interventions can trigger a “criminal opacity amplification” effect, where criminal activity increases despite reduced network visibility. While node isolation fragments networks, it strengthens remaining active ties. In contrast, increasing a node’s connectivity (analogous to social reintegration) can unintentionally boost criminal coordination, increasing activity or connectivity. Failed interventions often lead to temporary functional surges before reverting to baseline. Surprisingly, stimulating connectivity destabilizes networks. Effective interventions require precise calibration to node roles, connection types, and external conditions. These findings challenge conventional assumptions about connectivity and intervention efficacy in complex adaptive systems across diverse domains.", "url": "https://doi.org/10.1073/pnas.2509856122", "doi": "10.1073/pnas.2509856122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.005333986866878915}, {"title": "Why working from home varies across countries and people", "authors": "Pablo Zarate, Jose Maria Barrero, Nicholas Bloom, Steven J. Davis, Mathias Dolls, Cevat Giray Aksoy", "abstract": "We investigate why work from home (WFH) rates vary so widely across countries using the Global Survey of Working Arrangements (G-SWA). Conducted in late 2024 and early 2025, G-SWA is the only harmonized international survey of remote work, covering 14,427 full-time, college-educated workers across 37 countries. Our analysis finds that cultural individualism accounts for 29 percent of the cross-country variation in WFH rates—more than any other single factor. Industry structure, population density, and economic development account for smaller shares of the cross-country variation. We conclude with brief remarks on the broader role of culture in shaping the future of work and its implications for labor market policy.", "url": "https://doi.org/10.1073/pnas.2529036122", "doi": "10.1073/pnas.2529036122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.02742135122175937}, {"title": "The COVID-19 pandemic had heterogeneous effects on migration dynamics", "authors": "Jordan D. Klein, Ingmar Weber", "url": "https://doi.org/10.1073/pnas.2529730122", "doi": "10.1073/pnas.2529730122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.9763286247080971}, {"title": "Oxytocin varies across the life course in a sex-specific way in a human subsistence population", "authors": "Abigail E. Colby, Dominik C. Jud, Valerie Baettig, Jordan S. Martin, Camila Scaff, Michael D. Gurven, Benjamin C. Trumble, Bret A. Beheim, Paul L. Hooper, Daniel K. Cummings, Hillard Kaplan, Jonathan Stieglitz, Arnulfo Cary Ista, Adrian V. Jaeggi", "abstract": "Oxytocin, a hormone linked to reproduction and health, may mediate life-history trade-offs across the human life course. Yet, how oxytocin naturally varies with age remains poorly understood. Here, working with the Tsimane, forager-horticulturalists of lowland Bolivia, we collected the largest sample of oxytocin measurements to date (n = 1,242 samples, n = 405 individuals, age = 2 to 84 y, 51% female), and i) examined how oxytocin varies throughout the life course in females and males, and ii) investigated potential drivers of age- and sex-specific variation. Our sample provides rare insight into the relationship between oxytocin and age in a context where energy is limited and trade-offs between reproduction and somatic maintenance are more salient. We found that oxytocin follows a nonlinear sex-specific trajectory throughout the life course. In females, oxytocin levels were high during the reproductive years and declined in the early to midforties, a pattern largely explained by breastfeeding and, to a lesser extent, childcare and good self-rated health. In males, oxytocin was low in early adulthood but high in old age, and although higher oxytocin was linked to good self-rated health, this did not explain the rise in oxytocin in later life. These findings suggest that oxytocin is instrumental for reproduction and caregiving in females and may also be associated with health in both males and females. Together, our work highlights oxytocin’s broader biological significance across the human life course, suggesting that it may play a pivotal role in coordinating age- and sex-specific trade-offs involving reproduction and health.", "url": "https://doi.org/10.1073/pnas.2509977122", "doi": "10.1073/pnas.2509977122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.035162891614808345}, {"title": "Recent discoveries on the acquisition of the highest levels of human performance", "authors": "Arne Güllich, Michael Barth, David Z. Hambrick, Brooke N. Macnamara", "abstract": "Scientists have long debated the origins of exceptional human achievements. This literature review summarizes recent evidence from multiple domains on the acquisition of world-class performance. We review published papers and synthesize developmental patterns of international top scientists, musicians, athletes, and chess players. The available evidence is highly consistent across domains: (i) Young exceptional performers and later adult world-class performers are largely two discrete populations over time. (ii) Early (e.g., youth) exceptional performance is associated with extensive discipline-specific practice, little or no multidisciplinary practice, and fast early progress. (iii) By contrast, adult world-class performance is associated with limited discipline-specific practice, increased multidisciplinary practice, and gradual early progress. These discoveries advance understanding of the development of the highest echelons of human achievement.", "url": "https://doi.org/10.1126/science.adt7790", "doi": "10.1126/science.adt7790", "journal_full": "Science", "specialized": false, "preprint": false, "score": 0.0074440528397918815}, {"title": "Bridging the climate research divide: A global imperative for equitable resilience", "authors": "Hamza Hanif, Asim Biswas, Sajjad Raza, Yi Li", "abstract": "Nations most vulnerable to climate contribute minimally to climate research, creating stark global disparities. Such imbalances undermine resilience, perpetuate injustice, and threaten effective adaptation strategies.", "url": "https://doi.org/10.1126/sciadv.adz0469", "doi": "10.1126/sciadv.adz0469", "journal_full": "Science Advances", "specialized": false, "preprint": false, "score": 0.011008175211701388}, {"title": "When do salient social issues affect the generosity of welfare programmes?", "authors": "Daniel Fernandes", "abstract": "This article asks whether salient social issues affect the generosity of welfare programmes. It argues that governments adjust the social policy generosity when related issues become more salient. However, this only occurs under two conditions: when the broader public is in favour of more government spending, and only for welfare policies that favour large groups of beneficiaries (e.g. pensions, healthcare, and education) but not for smaller programmes (e.g. unemployment). Drawing on a dataset of 14 Western European countries between 2002 and 2018, findings largely confirm these expectations. I find no evidence of government responsiveness in unemployment compensation. Pensions and healthcare show responsiveness only when the public favours more spending. For education, I find symmetric effects: governments respond to important education issues by mirroring citizen preferences. These results contribute to the welfare state literature by introducing a generalizable framework that links public opinion and welfare generosity across different policies.", "url": "https://doi.org/10.1093/ser/mwaf078", "doi": "10.1093/ser/mwaf078", "journal_full": "Socio-Economic Review", "specialized": false, "preprint": false, "score": 0.014871825581856957}, {"title": "What do populists do once in office? The impact of populist governments on labour and corporate laws", "authors": "Irakli Barbakadze, Simon Deakin", "abstract": "Contemporary populism is widely understood as a response to rising inequality and insecurity engendered by the neoliberal reshaping of labour and financial markets since the 1980s. Less is known about what populist governments do once in office. To address this question, we undertake a cross-national study which combines recently created datasets on populism and legal change. We find that populist governments, compared to non-populist ones, strengthen workers’ rights and weaken those of shareholders. However, a closer look at the types of labour and corporate laws adopted by populists tells a more nuanced story. Populist governments (both left- and right-wing) avoid taking steps to restore legal rights to trade unions, while the laws they adopt in the corporate sphere have the effect of protecting pro-populist business elites. This finding is consistent with the view of populism as less a rejection of neoliberalism than a mutation or adaptation of it.", "url": "https://doi.org/10.1093/ser/mwaf080", "doi": "10.1093/ser/mwaf080", "journal_full": "Socio-Economic Review", "specialized": false, "preprint": false, "score": 0.009066656656601557}, {"title": "Bureaucratic Responsiveness and Legitimacy: The Effects of Independence, Competence, and Warmth on Citizens' Legitimacy Perceptions", "authors": "Honorata Mazepus, Dovilė Rimkutė", "abstract": "Bureaucratic responsiveness scholarship focused on examining how independent agencies align with the expectations of political principals and professional standards. However, little is known about how citizens perceive the legitimacy of these different responsiveness behaviors. To address this gap, we draw on insights from political science, public administration, and psychology. We hypothesize that three responsiveness signals increase citizens' perceptions of bureaucracies' legitimacy: political independence, competence, and warmth signals in communication. We draw on a survey experiment in Slovakia and Finland, manipulating the independence, competence, and warmth of the European Food Safety Authority. The results suggest that when political representatives contest a scientific agency's advice, signals of competence and warmth strengthen citizens' legitimacy perceptions of the agency. This study advances responsiveness scholarship by expanding its focus to bureaucratic responsiveness models that emphasize adherence to professional standards, support from professional peers, and affective communication with citizens, addressing both cognitive and affective legitimacy evaluations .", "url": "https://doi.org/10.1111/gove.70102", "doi": "10.1111/gove.70102", "journal_full": "Governance", "specialized": false, "preprint": false, "score": 0.006219319586353911}, {"title": "Governing on the Edge. How International Pressures Shape the Geography of State Power", "authors": "Magnus Åsblad", "abstract": "Most explanations of the territorial unevenness of state capacity in the contemporary non‐Western world focus on domestic factors. While international causes may have been crucial in shaping state capacity in Europe in earlier centuries, the logic goes, they are of less relevance for developing countries in the postwar era. This article nuances this picture, by arguing that international factors continue to matter for state‐building. Using the geographic location of state institutions as a measure of state capacity, it finds that the spatial distribution of coercive institutions follows a U‐shaped pattern: High capacity in the capital, lower in the middle, and then increasing again as one approach a state border. The results thus suggest a need to reconsider accounts that downplay the role of international pressures in shaping state‐building after 1945, as well as highlighting the importance of distinguishing between different types of state power.", "url": "https://doi.org/10.1111/gove.70097", "doi": "10.1111/gove.70097", "journal_full": "Governance", "specialized": false, "preprint": false, "score": 0.017293168059176356}, {"title": "Technocrats, Reputation, and Responsiveness in Policy Explanation", "authors": "Michele Scotto di Vettimo, Christel Koop", "abstract": "In contemporary democracies, independent technocratic bodies take many key policy decisions. The organizations are meant to avoid traditional policy responsiveness, but still have processes in place to take into account societal views. Our study analyzes how pressure on technocratic bodies affects the audience orientation of their policy explanations. Taking a reputational perspective, we argue that the policy explanations provided by technocrats whose legitimacy depends on their outcomes will be influenced by performance‐based reputational threats. We hypothesize that such threats—whether based on perceptions or performance indicators—lead technocrats to orient themselves more toward the wider public, which we operationalize as accessibility and people centeredness of the language. We test our hypotheses on a new dataset of speeches of members of the Bank of England's Monetary Policy Committee (1997–2024). Though accessibility cannot be traced back to performance‐based threats, people centeredness is affected. Yet, while negative performance‐based perceptions are associated with more people‐centered policy explanation, negative measured performance leads technocrats to center less on people. Our findings contribute to the literature on reputation, audience orientation, and communicative responsiveness, and suggest differential effects based on whether performance is perceived or measured.", "url": "https://doi.org/10.1111/gove.70103", "doi": "10.1111/gove.70103", "journal_full": "Governance", "specialized": false, "preprint": false, "score": 0.0032575646722973195}, {"title": "Strategic investment of public funds: State responses to federal R&amp;D grants", "authors": "Aichiro Suryo Prabowo, Thomas Luke Spreen", "abstract": "This paper assesses the impact of federal grants for research and development (R&amp;D) on state R&amp;D investment in the United States. We find that federal grants for academic R&amp;D do not significantly influence state allocations to academic institutions from 2006 to 2021. By contrast, R&amp;D performed by agencies of the state government is estimated to grow by $0.35 with each additional dollar of federal support. We argue that these divergent results reflect the localized nature of benefits generated from R&amp;D performed by state government agencies compared to university-based research. A computational text analysis of recent federal R&amp;D awards to academic institutions and state agencies corroborates this hypothesis.", "url": "https://doi.org/10.1017/s0143814x25100913", "doi": "10.1017/s0143814x25100913", "journal_full": "Journal of Public Policy", "specialized": false, "preprint": false, "score": 0.0055751422443443}, {"title": "Acceptable or Not? Understanding Attitudes Toward Citizens' Discrimination Against Frontline Workers", "authors": "Aske Halling, Mathilde Cecchini, Benedicte Gronhoj", "abstract": "Research shows that frontline workers often discriminate based on race or ethnicity. However, citizens can also display discriminatory behavior—for instance, by requesting service only from workers of the same ethnic or religious background. This discrimination exercised by citizens toward frontline employees remains underexplored. Building on research on citizen–state interactions, discrimination, and political ideology, this study examines when the public considers such requests acceptable. We employ a vignette‐based survey experiment with 2067 Danish citizens, set in the context of home care services. Our findings show that requests based on language are perceived as more acceptable than those grounded in religion. Moreover, political ideology significantly shapes these attitudes: right‐leaning respondents are more likely to approve when the requester belongs to the ethnic majority, whereas left‐leaning respondents are more accepting when the requester is from an ethnic minority. While these single‐country findings may not generalize beyond one‐to‐one interactions characterized by high intimacy, they shed light on how ideology influences public attitudes toward ethnically motivated service preferences and highlight the need to further examine citizen‐driven discrimination in public service settings.", "url": "https://doi.org/10.1111/padm.70037", "doi": "10.1111/padm.70037", "journal_full": "Public Administration", "specialized": false, "preprint": false, "score": 0.10229469605702335}, {"title": "American Society for Public Administration Code of Ethics", "url": "https://doi.org/10.1111/puar.70056", "doi": "10.1111/puar.70056", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.004171296126163848}, {"title": "Citizen Centricity in Public Policy Making: Approaches, Mechanisms, and Beyond. By NaciKarkin and VolkanGöçoğlu, Cham: Springer Cham, 2025. 172 pp. €119.99 (hardcover); €96.29 (electronic). ISBN (hardcover): 978‐3‐03‐192300‐5; ISBN (electronic): 978‐3‐03‐192301‐2", "authors": "Atahan Demirkol", "url": "https://doi.org/10.1111/puar.70073", "doi": "10.1111/puar.70073", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.01901099051790378}, {"title": "Agency, Interrupted: Does Organizational Restructuring Improve Managerial Gender Parity? Testing a Disruption Hypothesis", "authors": "Rebecca A. E. Kirley, Carlotta Varriale", "abstract": "Administrative restructuring is an organizational phenomenon suggested to improve under‐represented groups' managerial representation by disrupting networks and institutions. However, extant tests of a ‘disruption hypothesis’ are collectively inconclusive. We elaborate and test it with a qualitative‐to‐quantitative study of local health agency managers and mergers across the Italian NHS from 2014 to 2020. Agency leader interviews reveal disruption indicators: number of agencies merging, staff rationalization, changes in geographical scale, and agency heterogeneity. Using administrative data, we find disruption measures have some positive associations with women's share of management, post‐merger retention, and new hires, providing modest support for the disruption hypothesis. However, there is an unexpected ‘winners‐and‐losers’ dynamic: incumbent women had higher post‐merger attrition than men, but merged agencies hired more women than non‐merging agencies. We offer three abductively developed interpretations of this finding, extending the disruption hypothesis' connections with public management theory on the informal, organizational antecedents of diversity in senior management.", "url": "https://doi.org/10.1111/puar.70065", "doi": "10.1111/puar.70065", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.00807351918643251}, {"title": "Celebrating 85 Years", "url": "https://doi.org/10.1111/puar.70053", "doi": "10.1111/puar.70053", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.005898089185904176}, {"title": "Public Sector Work and Happiness", "authors": "Michael Howell‐Moroney, Nevbahar Ertas", "abstract": "Are public sector workers happier than their private sector counterparts? Recent research has found an association between public sector employment and happiness but leaves many questions unanswered. The major question that remains is why this association exists. Scholars have speculated that job‐related characteristics like financial satisfaction and union status may be mediators, but this has not been established empirically. Our article provides the first empirical evidence of mediation in the relationship between public sector work and happiness. Using large sample data from the World Values Survey ( n = 124,541), we find that financial satisfaction and union status both mediate the association between public sector work and happiness, with financial satisfaction being the dominant mediator in most cases. When the association between public sector work and subjective well‐being is stratified by household income and country income, we find that the effects are strongest among low‐income government workers in low‐income countries.", "url": "https://doi.org/10.1111/puar.70069", "doi": "10.1111/puar.70069", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.007865663755903585}, {"title": "Do Markets Shape Management? Experimental Evidence for the Effects of Competition on Contract Management", "authors": "Alice Moore", "abstract": "A central aim of contracting is to introduce competition into public service delivery. Public organizations are facing calls to generate more competition for their contracts, yet there is conflicting evidence about the effects of competition in practice. This research aims to explain some of those mixed findings by investigating the effects of different levels of competition on contract management. It examines two crucial elements of contract management that previous literature has shown can substantially influence performance outcomes: flexibility and monitoring. In highly contested markets, relationships are likely to be shorter and the payoffs from more restrictive styles of management are higher, thereby encouraging managers to be less flexible and monitor more. Findings, from an online survey experiment with 576 public managers, indicate that high competition does indeed lead to less flexibility and more monitoring, while low competition leads to less intense monitoring.", "url": "https://doi.org/10.1111/puar.70067", "doi": "10.1111/puar.70067", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.004026788263457481}, {"title": "Institutional Reforms, Governance, and Services Delivery in the Global South. By Hamid E.Ali and ShahjahanBhuiyan (eds.), Switzerland: Palgrave Macmillan, 2022. 301 pp. $139.99 (hardback). ISBN: 978‐3‐030‐82256‐9", "authors": "Long Tran", "url": "https://doi.org/10.1111/puar.70070", "doi": "10.1111/puar.70070", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.015099509091065944}, {"title": "Fit or commitment? A meta-analytic investigation of the relationship and mediating mechanisms between public service motivation and turnover intention", "authors": "Xiaoyu Guan, Fabian Homberg, Haibo Yu, Qing Li", "url": "https://doi.org/10.1080/14719037.2025.2598824", "doi": "10.1080/14719037.2025.2598824", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.005775865758794518}, {"title": "Citizens’ experiences with a public ombud: applying Beck Jørgensen and Bozeman’s public values model to empirical data", "authors": "Julia Dahlvik, Hannah Medea Breier", "url": "https://doi.org/10.1080/14719037.2025.2604099", "doi": "10.1080/14719037.2025.2604099", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.023606806486848986}, {"title": "Performing change: the institutional logics of internal restructuring in the public sector", "authors": "Annika Naschitzki, Karl Löfgren, Geoff Plimmer", "url": "https://doi.org/10.1080/14719037.2025.2601086", "doi": "10.1080/14719037.2025.2601086", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.006227512235623789}, {"title": "Learning from public administration faculty: emotional labour, burnout, and solutions", "authors": "Sara R. Rinfret, Sean McCandless, Bruce D. McDonald", "url": "https://doi.org/10.1080/14719037.2025.2602053", "doi": "10.1080/14719037.2025.2602053", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.010974440023539977}, {"title": "Trust, Crisis, and Delegation: A Comparative Analysis of Public Health Authorities During the COVID ‐19 Pandemic", "authors": "Jana Gómez Díaz", "abstract": "In times of crisis, maintaining citizens' trust in government is crucial for policy legitimacy. Yet, research on how institutional design shapes trust under crisis conditions remains limited. This study addresses this gap by examining how the delegation of authority and the degree of institutional independence of public health agencies relate to citizens' trust in government across 28 European countries during the COVID‐19 pandemic. Using country‐level panel data, the analysis shows that trust tends to be higher in contexts where delegated agencies enjoy substantial independence from ministerial control. Moreover, governments with either strong ministries or fully independent agencies display higher average trust levels than those with intermediate or overlapping institutional arrangements. These findings highlight an independence–legitimacy nexus, suggesting that clear authority, political insulation, and policy stability are key to sustaining public trust during crises.", "url": "https://doi.org/10.1111/rego.70115", "doi": "10.1111/rego.70115", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.005289129830548744}, {"title": "Power Unleashed: Theorizing a Weak Ecology of Checks and Balances and Its Consequences. A Case From the Global South", "authors": "Oliver Meza, Elizabeth Pérez‐Chiqués, Aldo Martínez‐Hernandez", "abstract": "This article theorizes about weak checks and balances (C&amp;B) and its plausible consequences. Drawing on empirical data from over 1100 municipal officials in Mexico, the study examines how executive dominance over three key institutions—the local council, internal comptroller offices, and human resources offices—facilitates consequences associated with abuse of power and a demise in democratic regimes. We use the case of systemic corruption in local governments to propose how C&amp;B erosion undermines institutional autonomy and capacity, thereby fostering conditions in which corruption becomes normalized and self‐sustaining. By offering theoretical propositions supported by extensive survey data, the article illustrates how C&amp;B mechanisms are systematically undermined. These findings have broader implications for understanding the global drift toward illiberal governance and the challenges to revert the situation. The study contributes to global debates on democratic backsliding by highlighting how subnational dynamics reflect broader patterns of authoritarian power consolidation.", "url": "https://doi.org/10.1111/rego.70105", "doi": "10.1111/rego.70105", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.007364050004016742}, {"title": "After DEI: A Different Future for Race, Work, and Policy", "authors": "Adia Harvey Wingfield", "abstract": "In the wake of organized backlash and federal opposition, many organizations are taking steps to downplay or dismantle their existing diversity, equity, and inclusion (DEI) programming. While there are some exceptions, many institutions have largely chosen to retreat from DEI rather than embrace it. This stance has prompted disputes over DEI’s effectiveness, shortcomings, and potential. In this address, I argue that debates over the merits of DEI miss the mark. In an increasingly diverse, multiracial society, the more important question is not whether DEI has value, but what will follow it. Organizational practices in the aftermath of DEI will have heightened significance as work becomes more automated and highly relational, thus producing new ways of maintaining (and challenging) racial hierarchies. To resolve the tension of how best to structure workplaces in an increasingly diverse, yet anti-DEI, climate, I consider various factors that precipitated attacks on DEI and suggest that rethinking policy orientations can help close racial gaps in rapidly changing workplaces. Reducing these disparities can help better equip companies to manage more diverse workforces, creating a more productive economy and maximizing worker potential.", "url": "https://doi.org/10.1177/00031224251395991", "doi": "10.1177/00031224251395991", "journal_full": "American Sociological Review", "specialized": false, "preprint": false, "score": 0.04782336274907506}, {"title": "The gendered division of paid labour among families of children with disabilities: a comparative approach", "authors": "Israeli Noa, Gelbgiser Dafna, Stier Haya", "abstract": "Having a child with a disability intensifies work-family conflict due to the additional caregiving demands. Prior research suggests that this conflict reinforces more traditional patterns of labour division in families of children with disabilities (FOCD), contributing to a well-documented ‘disability penalty’, where mothers' relative contribution to paid labour is lower in FOCD than in other families. Yet, it remains unclear whether and how the disability penalty is shaped by family and FOCD-specific policies. We shed light on this association by analysing data from the 2021 European Union Statistics on Income and Living Conditions (EUSILC) data from four European countries that differ in their family policies frameworks: Finland, the Netherlands, Spain, and Poland. Our findings suggest that the interplay of family policies and prevailing gender norms may shape the extent of the disability penalty, with crossnational variations in the differences between FOCD and non-FOCD in their gendered division of paid labour. A significant disability penalty is observed only in Poland, a country marked by minimal, means-tested support for FOCD alongside expectations of full-time employment for both parents. In contrast, in Finland, Spain, and the Netherlands, the disability penalty is either negligible or statistically non-significant. These results highlight the importance of a comparative perspective in understanding the disability penalty and highlights the role of family policies in shaping labour market outcomes for FOCD. Findings offer valuable insights for policymakers addressing the challenges faced by FOCD across Europe.", "url": "https://doi.org/10.1162/euso.a.83", "doi": "10.1162/euso.a.83", "journal_full": "European Societies", "specialized": false, "preprint": false, "score": 0.020112577758199524}, {"title": "Primary factors in intergenerational social class mobility: persistence or change?", "authors": "Martina Beretta", "abstract": "Past research has extensively examined trends in relative rates of intergenerational social class mobility in 20th-century Western Europe. However, less attention has been given to how patterns of social fluidity may have changed over time. This study addresses this gap by analyzing trends in the social fluidity pattern and its sources, their cross-national commonalities, and their implications for inequalities in relative mobility chances, using data on individuals born in 1938–1987 from 15 Western European countries. Leveraging a topological model to describe patterns of relative rates, this study identifies their sources in three kinds of “primary factors”: class hierarchy, class inheritance, and status affinity. The findings reveal that the apparent stability in the levels and patterns of social fluidity is not due to stability in primary factors. Instead, it reflects changes in primary factors that offset each other. Conversely, changes in the levels and patterns of social fluidity occur when several, if not all, primary factors change in ways that do not fully offset each other. Although stability in social fluidity is common, notable differences emerge in how primary factors change across genders and groups of countries with similar fluidity levels and geopolitical characteristics. Overall, the results suggest a tendency towards stable social fluidity, likely maintained by advantaged parents who continually adjust their mobility strategies to protect their children from social demotion, responding dynamically to changes in the opportunity structure.", "url": "https://doi.org/10.1162/euso.a.82", "doi": "10.1162/euso.a.82", "journal_full": "European Societies", "specialized": false, "preprint": false, "score": 0.013653355236051157}, {"title": "Labor market competition and xenophobia: a regional analysis of labor market competition in Europe 2010–2020", "authors": "Juta Kawalerowicz, Ryszard Szulkin", "abstract": "According to market competition theory the reasons for negative attitudes toward immigrants can be found in conditions prevailing on the labor market. In countries with rising unemployment and many immigrants, the latter are considered to be a threat to the economic standard of living of the native population. The contribution of this paper is a macro-level analysis of the conditions in 174 regions nested in European 19 countries that may affect the attitudes towards immigrants. The results indicate that when native unemployment is low the attitudes toward admitting immigrants into the host country are not influenced by immigration, but when native unemployment is rising high immigration flows are perceived as a threat. For attitudes toward immigration, an increase in the share of immigrants has a negative effect on attitudes and this effect is stronger in areas with weaker economies. These results are driven by the set of new immigration countries. For old immigration countries, we find that immigration emerges as the only contextual factor negatively affecting attitudes.", "url": "https://doi.org/10.1162/euso.a.81", "doi": "10.1162/euso.a.81", "journal_full": "European Societies", "specialized": false, "preprint": false, "score": 0.9915447076316917}, {"title": "Prosocial environments promote individual success: evidence from a school network panel study", "authors": "Isabel J Raabe, Alexander Ehlert, René Algesheimer, Heiko Rauhut", "abstract": "Why do we care for others? Several studies have shown that people holding altruistic dispositions tend to be more successful than others. Since caring for others is often costly, theoretical arguments propose that the social context plays a crucial role in determining whether altruism is advantageous and, thus, can be sustained over time. Our study empirically investigates the underlying social context and mechanisms by which altruism can be beneficial for individual’s success and therefore be advantageous. To this end, we study altruistic dispositions, social networks of friendship and cooperative acts (support with homework), and the development of school grades of 292 students nested in 16 school classes in Switzerland over five months. Using multilevel stochastic actor-oriented models (SAOMs), we show field evidence indicating that bearing altruistic dispositions as such is not directly beneficial for individual’s (school) success. Instead, it matters indirectly. Altruistic individuals are more likely to be embedded in prosocial environments, and this embeddedness is crucial for individual success, i.e., school grades. These findings provide empirical evidence that the individual costs of altruism can be offset by collective benefits through social embedding, supporting a core assumption in evolutionary theories of cooperation.", "url": "https://doi.org/10.1093/esr/jcaf056", "doi": "10.1093/esr/jcaf056", "journal_full": "European Sociological Review", "specialized": false, "preprint": false, "score": 0.008185859699947118}, {"title": "Family ideals in Italy and Spain: towards the end of the traditional Southern European family model?", "authors": "Arnstein Aassve, Alícia Adserà, Elena Bastianelli, Letizia Mencarini", "abstract": "This study explores what constitutes an ideal family in Italy and Spain, questioning the prevailing view that they are homogenous and traditional family-oriented countries. Specifically, it investigates whether family ideals in Italy and Spain can be characterized as ‘traditional’ (i); whether family ideals are similar in the two counties (ii); and whether these ideals vary across gender and educational backgrounds (iii). To capture the multidimensional nature of family ideals, we employed a factorial survey experiment in which respondents evaluated a set of family scenarios. This approach enables an assessment of the relative importance of the factors shaping individuals’ perceptions of the ideal family. The findings unveil a significantly modern picture of family ideals, where good communication and gender equality play a key role in positive family evaluations. However, cross-country comparisons reveal a greater prevalence of postmodern family ideals in Spain than in Italy, with a few, but notable differences across gender and education.", "url": "https://doi.org/10.1093/esr/jcaf055", "doi": "10.1093/esr/jcaf055", "journal_full": "European Sociological Review", "specialized": false, "preprint": false, "score": 0.048609747105544665}, {"title": "Black–White inequality in earnings losses after job displacement, 1981–2020", "authors": "Joshua Choper", "abstract": "While social scientists have devoted significant effort to understanding racial economic inequalities, surprisingly little work has examined inequalities in how Black and White workers recover from job loss. Trends in racial inequalities after job loss have not been systematically examined since the mid-1990s, leaving open questions about how economic restructuring and business cycle fluctuations have shaped racial inequalities in post-displacement outcomes. In addition, extant research on racial inequalities in post-displacement outcomes has focused on inequalities among men. I use data from the 1984–2020 Displaced Workers Supplement to the Current Population Survey to offer the first historical accounting of racial inequalities in earnings changes after job displacement since the mid-1990s. Large racial inequalities in earnings losses are explained by Black workers’ relatively low levels of education, employment in vulnerable segments of the labor market, and disadvantage in finding new jobs, but also mitigated by White workers’ large earnings losses due to lost earnings advantages accumulated at their previous job. Among men, racial inequalities in post-displacement earnings increased substantially during the Great Recession, entirely due to unobserved differences between White and Black men. Using Heckman-corrected models, I demonstrate that standard ordinary least squares (OLS) models substantially underestimate racial inequalities in the effect of job displacement on earnings among men due to racial differences in workers’ likelihood of finding a new job—accounting for racial differences in selection into reemployment reveals significant racial disparities among men in the effect of displacement on earnings between 1981 and 2009.", "url": "https://doi.org/10.1093/sf/soaf212", "doi": "10.1093/sf/soaf212", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.032022240090953336}, {"title": "Benefits of a Pragmatic Approach: Rethinking Measurement Invariance and Composite Scores in Cross-Cultural Research", "authors": "Christopher Bratt", "abstract": "Can aggregated composite scores be used to compare countries or other groups despite measurement non-invariance? We propose a pragmatic approach, emphasizing that measurement invariance is valuable but not strictly necessary for all such comparisons. For descriptive analyses of group differences, composite scores may outperform factor-analytic approaches, because they are more intuitive and can capture multiple dimensions. Using data from the European Social Survey (39 countries, 11 measurement occasions, 546,954 respondents), we examined social and political trust. Composite scores aggregated to the country level were practically indistinguishable from countries’ factor scores based on approximate measurement invariance testing. We conclude that composite scores can suffice for simple group comparisons, though their suitability depends on the data. They can, however, underestimate uncertainty, producing overly narrow confidence intervals. We further show that measurement invariance does not guarantee measurement equivalence. Finally, we highlight how researchers can leverage data even if measurement invariance fails.", "url": "https://doi.org/10.1177/00491241251405869", "doi": "10.1177/00491241251405869", "journal_full": "Sociological Methods & Research", "specialized": false, "preprint": false, "score": 0.0067014360571427956}, {"title": "Short-Sighted Demands, Long-Term Consequences: When Political Competition Undermines Disaster Preparedness", "authors": "Nihan Karagul", "abstract": "Natural disasters span political boundaries, yet their devastating impacts vary widely across political jurisdictions. I argue that this is because of the differences in political incentives to uphold regulations concerning disaster preparedness. Turkey’s 2023 earthquake provides a rare empirical window to observe the cumulative effects of otherwise hidden political incentives. Leveraging the quasi-random shock of the earthquake, I employ a spatial regression discontinuity design along municipal boundaries in the earthquake region. I treat long-term party rule as the treatment and neighborhood-level destruction as the outcome. The analysis shows that neighborhoods governed by the same municipal party for more than 25 years experienced approximately 20\\% less destruction than their adjacent, politically contested counterparts. These findings translate into substantially lower exposure of hundreds of residents to known disaster risks. The results demonstrate that electoral competition without institutional brakes can deteriorate long-term policy outcomes. My paper underscores the importance of sharing accountability with technocratic oversight in policy areas requiring sustained infrastructural investment, such as disaster preparedness.", "url": "https://doi.org/10.31235/osf.io/698w3_v1", "doi": "10.31235/osf.io/698w3_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008530703416856356}, {"title": "Historical Events as Bridges Between Social Domains Taking Bolsonaro’s Victory Personal in the 2018 Brazilian Elections", "authors": "Sergio Galaz-García", "abstract": "How do historical events—emergent, intense, and collectively experienced instances of political contingency—generate sweeping bursts of political engagement immediately after they occur? Rational choice perspectives see this capacity as stemming from how events perform as purveyors of information for citizens with exogenous and invariant political identities. Available cultural approaches, by contrast, contend that events politicize by changing the meanings people use to navigate political life. Different as they are, both perspectives assume that events’ politicizing impact remains contained within the domain of political experience. But, since politics is rarely instantiated in everyday life, they cannot fully adequately explain how events generate sweeping political activation. I offer an alternative “spillover” approach to understanding how events produce immediate politicization. I argue that the locus of this influence is located events’ ability to generate semantic disruptions that allow political narratives to infiltrate the stories and identities that guide social action within social domains that have more routinary instantiation. I develop this argument by drawing on qualitative fieldwork conducted in São Paulo in the wake of the unexpectedly strong victory of right-wing extremist Jair Bolsonaro in the first round 2018 Brazilian presidential election. My observations in public spaces and moments of sociability between left-leaning citizens portray this moment as one characterized by “politicization without politics”. Bolsonaro’s surprising electoral showing intensified feelings of vulnerability, prompting political perceptual and behavioral shifts that were rooted in personal rather than explicitly personal domains of social experience. These spillovers to the personal domain produced an environment of political “engagement without action” where visible political behavior drastically decreased and political conversations and interactions in intimate places skyrocketed.", "url": "https://doi.org/10.31235/osf.io/7brdk_v1", "doi": "10.31235/osf.io/7brdk_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.011714481652265851}, {"title": "Socio-Economic Development and the Uneven Legacies of Authoritarian Repression", "authors": "Isabelle DeSisto", "abstract": "Why does repression generate long-term resentment in some contexts but not others? Existing research focuses on how contemporary political context moderates the effects of repression; I emphasize factors that predated the repressive regime. I argue that prior socio-economic development shapes the legacies of political violence. In more developed areas, repression is harder to justify and more likely to provoke enduring backlash. Where development was limited, however, the promise of modernization may temper resentment. I explore two mechanisms – temporal comparisons and the role of education – and test the argument using novel census, archival, and survey data from Moldova. Combining historical records with contemporary public opinion surveys, I show that the relationship between Soviet-era repression and attitudes toward Moldova’s communist successor party varies systematically with prior development. These findings contribute to research on political violence by highlighting the importance of preexisting conditions in shaping long-term public responses to repression.", "url": "https://doi.org/10.31235/osf.io/bgpru_v1", "doi": "10.31235/osf.io/bgpru_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006904083311653819}, {"title": "Russia’s disposable agents: Characteristics, roles, and organisational structure of hybrid warfare operatives in Europe, 2022-2025", "authors": "Bart Schuurman", "abstract": "Since Russia’s full-scale invasion of Ukraine in 2022, the Kremlin has increasingly used a “hybrid” strategy, supporting its conventional battlefield operations with irregular activities against Kyiv’s European supporters. At their forefront are low-cost and easily replaced “disposable agents” that provide Russia with considerable operational reach as well as plausible deniability. Using a new dataset of 127 disposable agents, this study combines descriptive and inferential statistics with social network analysis to exploratively examine their demographics, roles, deployment patterns, and organisational structure. Findings indicate that disposable agents are predominantly male, mid-thirties, drawn disproportionately from Ukrainian, Russian, Moldovan, and Bulgarian populations, and quite frequently re-used. Networks appear structurally hierarchical and compartmentalised, and seem designed with plausible deniability in mind. However, inconsistent operational security by GRU and FSB officers may have limited Russia’s ability to claim ignorance. The findings provide empirical insight into a covert and significant facet of Russia’s hybrid warfare strategy, informing both policy responses to an ongoing threat and further scholarship.", "url": "https://doi.org/10.31235/osf.io/d5erf_v1", "doi": "10.31235/osf.io/d5erf_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.021241294326921012}, {"title": "The Effects of Eventful Times on SES Gaps and Levels of Political Discussion: Quasi-Experimental Evidence from the German Reunification Period", "authors": "Sergio Galaz-García", "abstract": "Previous studies have established that abrupt and consequential periods of political uncertainty–or “eventful” times–impact political attitudes. But we still know little on whether events can affect political practices. I investigate how eventful times affect levels and socioeconomic status (SES) gaps in frequency of interpersonal political discussion, a consequential political practice and a high quality indicator of sustained political engagement. Drawing from citizen competence and social cognition studies, I hypothesize that events provoke political talk increases that will be moderate and unequalizing relative to SES for adults but large and equalizing for the young. I find empirical support for this expectation by evaluating differences between West Germany and France in political discussion changes before and during German Reunification. I develop and deploy an original quantitative indicator of eventfulness to show that this comparison meets difference-in-differences quasi-experimental conditions that tackles previously unaddressed validity issues related to history and ambiguous causal precedence.", "url": "https://doi.org/10.31235/osf.io/d9cvt_v2", "doi": "10.31235/osf.io/d9cvt_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.02344281649696034}, {"title": "The New Gilded Age and the Evolution of the SES Gaps in Interpersonal Political Discussion in Western Europe", "authors": "Sergio Galaz-García", "abstract": "Abstract. Larger gaps in political engagement between individuals with high and low socioeconomic status (SES) are increasingly viewed as a threat to democratic quality. This paper investigates how such gaps in interpersonal political discussion have evolved in Western Europe over the last fifty years. While prior empirical work has often found these gaps to be stable, leading models of political behavior suggest they should have changed in response to rising economic inequality—though they differ on whether those changes were driven by increases or decreases in participation, and whether they were led by individuals at the top or bottom of the SES distribution. To evaluate these expectations, I analyze nearly one million survey responses from 843 Eurobarometer surveys conducted across 141 time points between 1973 and 2021. I find that SES gaps in political discussion followed an inverse quadratic trajectory: narrowing from the 1970s through the 1990s, and then widening again to levels comparable to those observed in the 1980s. Using Cross-Sectional Autoregressive Distributed Lag (CS-ARDL) models, I identify economic inequality as the strongest predictor of this trend. Its effect, however, is negative—higher inequality is associated with narrower gaps in political discussion. The results also show that the evolution of these gaps was driven largely by shifts in political discussion among high-SES individuals, rather than disengagement among the less advantaged. Overall, the results do not suggest that economic inequality has driven increases in political discussion gaps. Instead, they point to the role that internet expansion and party fragmentation may have played in widening these gaps since the early 2000s.", "url": "https://doi.org/10.31235/osf.io/fup3k_v1", "doi": "10.31235/osf.io/fup3k_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009710573569840508}, {"title": "Acceptable or not? Understanding attitudes towards citizens’ discrimination against frontline workers", "authors": "Aske  Halling, Mathilde Cecchini, Benedicte Omand Grønhøj", "abstract": "Research shows that frontline workers often discriminate based on race or ethnicity. However, citizens can also display discriminatory behavior—for instance, by requesting service only from workers of the same ethnic or religious background. This discrimination exercised by citizens towards frontline employees remains underexplored. Drawing on studies of citizen–state interactions, discrimination, and political ideology, we investigate when the public finds such requests acceptable. Using a vignette survey experiment with 2,067 Danish citizens, we find that language-based requests are seen as more acceptable than those based on religion. Political ideology significantly shapes these views: right-leaning individuals are more accepting when the requester is from the ethnic majority, while left-leaning individuals are more accepting when the requester is from an ethnic minority. While these single-country findings may not generalize beyond one-to-one interactions characterized by high intimacy, they shed light on how ideology influences public attitudes toward ethnically motivated service preferences and highlight the need to further examine citizen-driven discrimination in public service settings.", "url": "https://doi.org/10.31235/osf.io/gpsb6_v1", "doi": "10.31235/osf.io/gpsb6_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.10106495844619612}, {"title": "Роль золота в трансформации глобального финансового и политического порядка", "authors": "Jimmy Thierry Levers", "abstract": "This article investigates the role of gold in the transformation of the global financial and political order, focusing on its relationship with the U.S. dollar during periods of systemic crisis. It assesses whether gold or the dollar provides a more stable reserve asset by analyzing U.S. debt dynamics, BRICS gold accumulation, and recent digital monetary innovations. The study shows that the persistent rise of U.S. public debt, now exceeding $37 trillion, undermines confidence in the dollar’s sustainability despite its continuing dominance as the global reserve currency. In response, BRICS countries increasingly diversify reserves through gold holdings, a practice that functions not only as financial hedging but also as a political act of sovereignty against U.S. monetary coercion and sanctions. However, the absence of a coherent BRICS monetary strategy limits the bloc’s ability to offer a structured alternative to dollar hegemony. At the same time, the United States seeks to reinforce its monetary dominance through regulatory innovation, notably the GENIUS Act, which anchors stablecoins to the dollar. China, by contrast, promotes its digital renminbi (e-CNY) to gradually reduce reliance on dollar-based infrastructures. Together, these dynamics suggest a contested multipolar order where gold regains importance as a political and monetary anchor.", "url": "https://doi.org/10.31235/osf.io/grqza_v1", "doi": "10.31235/osf.io/grqza_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01990713391086929}, {"title": "Electoral Competition with Targeted Voting Costs", "authors": "Gleason Judd, Greg Sasso, Reilly Steel", "abstract": "How do voting laws impact elections? We highlight how laws targeting a specific group of citizens can have weak effects on turnout and vote shares but substantial effects on policy platforms, thereby influencing substantive representation even if there are no observable effects on participation. To parse these effects, we analyze a model of electoral competition with endogenous turnout and targeted voting costs. Each party anticipates the direct effect of raising one side's voting costs: discouraging targeted citizens from voting. Consequently, both platforms shift towards the untargeted group. These platform adjustments mobilize targeted citizens and demobilize the untargeted, muting the net impact on turnout and vote shares—consistent with empirical evidence for small electoral effects. Policy effects, however, hurt targeted citizens and their aligned party. The targeted group's size amplifies these effects. Our results address party competition, participation, representation, and normative and empirical evaluations of voting laws.", "url": "https://doi.org/10.31235/osf.io/gsb3r_v3", "doi": "10.31235/osf.io/gsb3r_v3", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007680599984571823}, {"title": "Государственный долг, частные токены: как закон GENIUS связывает стейблкоины с суверенитетом США", "authors": "Jimmy Thierry Levers", "abstract": "On July 18, 2025, the United States enacted the GENIUS Act, the first federal statute to create a comprehensive regime for payment in stablecoins. This article argues that GENIUS operationalizes state power in digital monetary space and measurably strengthens U.S. financial sovereignty. It analyzes the Act’s core levers, a licensing monopoly over issuance and a three-year perimeter on exchange offerings; aligned categories of permitted issuers; reserves confined to cash, short-tenor Treasuries, AML (Anti Money Laundering) and sanctions obligations. The article links these mechanisms to four sovereignty channels: (i) increased structural demand for U.S. public debt, (ii) consolidation of rule-of-law control over on-chain dollars, (iii) extraterritorial standard-setting through reciprocity regimes, and (iv) policy signaling that legitimizes compliant dollar tokens. However, the Act’s limits are jurisdictional arbitrage, privacy and civil-liberties trade-offs, and dependence on macro credibility. The contribution reframes “monetary sovereignty” as concrete design features and proposes near-term indicators, reserves composition disclosures, treasury rulemaking on AML/sanctions and privacy, and reciprocity determinations for foreign regimes. GENIUS does not settle digital-dollar design, but it materially expands U.S. capacity to anchor private token markets in public money.", "url": "https://doi.org/10.31235/osf.io/jmuhb_v1", "doi": "10.31235/osf.io/jmuhb_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.02109925677789093}, {"title": "Behind the Roles We Play: How U.S. Politicians’ Social Media Narrative Identity Relates to Their Dissent Voting Behavior", "authors": "Yixiao Sun, David M. Markowitz, Yaotian Zhang, Cheng-Jun Wang", "abstract": "Inspired by the theoretical tension between Goffman’s frontstage self-presentation and McAdams’s narrative identity theory, this study investigated if politicians’ public social media personas are strategic performances or reflect an internalized identity predicting backstage political behavior. We examined this authenticity paradox via U.S. legislators’ dissent voting, linking the language in 3.26 million tweets from 680 U.S. House Representatives (115th–118th Congresses) to 1.32 million roll-call votes. We used different natural language processing and network analysis techniques to measure narrative (agency, communion) and social identities (partisan interaction, structural holes) with fixed-effects panel models to observe that frontstage narratives predict backstage actions. Both agency and communion on Twitter were significantly associated with more dissent voting. Social identity, particularly higher inter-party interaction and spanning inter-party structural holes (lower Burt’s constraint), also positively predicted dissent. Mediation analysis confirmed social identity factors as key mechanisms linking narrative identity to dissent behavior. These findings suggest politicians’ self-narratives are public narratives that help to internalize an identity, shaping a self-concept that drives identity-congruent political action.", "url": "https://doi.org/10.31235/osf.io/zxcsj_v1", "doi": "10.31235/osf.io/zxcsj_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008280656659919283}, {"title": "The emergence of sharing networks through indirect signaling", "authors": "Alejandro Pérez Velilla, Elspeth Ready", "abstract": "Communities around the world rely on networks of resource sharing to buffer households against hardship. Yet, under such informal insurance schemes, some needy families can be systematically left out. By modeling sharing and reputational spread on a network, we show how generosity can be sustained when reputational benefits spread across a community’s communication network, but also how network density and position shape who receives transfers---well-connected households become priority receivers due to their ability to spread givers' reputation more effectively. Our analysis, combining mathematical modeling with food sharing data from an Inuit community, reveals that communication network sparsity incentivizes broader sharing, but also more selectivity. The correlation of communication network structure and resource endowment is critical for stabilizing needs-based transfers. If need status does not perfectly (negatively) correlate with social influence, marginal households in need may still be excluded from sharing. By linking individual incentives to community-wide patterns, our framework clarifies when indirect reciprocity can stabilize outcomes that show the signatures of need-based transfers.", "url": "https://doi.org/10.31235/osf.io/6zfju_v1", "doi": "10.31235/osf.io/6zfju_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.00881625543469533}, {"title": "The “Missing Rich” in Household Surveys: Causes and Correction Approaches", "authors": "Nora Lustig, Andrea Vigorito, Carolyn Fisher", "abstract": "Inequality measures based on household surveys may be biased because they fail to capture the upper tail of the income distribution properly. The \"missing rich\" problem stems from sampling errors, item and unit nonresponse, underreporting of income, and data preprocessing techniques like top coding. This paper reviews salient approaches to address the underrepresentation of the rich in household surveys. Approaches are classified based on information sources and method. In terms of information sources, the distinction is between within-survey data and survey data combined with external sources (e.g., tax records). In terms of methods, we identify three categories: replacing, reweighting, and combined reweighting and replacing. We show that income inequality levels and trends are sensitive to the correction approach. This paper is a companion piece to the chapter of the same name and includes all the appendices that could not be incorporated into the chapter due to space limitations. (Stone Center on Socio-Economic Inequality Working Paper)", "url": "https://doi.org/10.31235/osf.io/97ng6_v1", "doi": "10.31235/osf.io/97ng6_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.012179975855850955}, {"title": "Measuring Corruption from Text Data", "authors": "Arieda Muço", "abstract": "Using Brazilian municipal audit reports, I construct an automated corruption index that combines a dictionary of audit irregularities with principal component analysis. The index validates strongly against independent human coders, explaining 71–73 % of the variation in hand-coded corruption counts in samples where coders themselves exhibit high agreement, and the results are robust within these validation samples. The index behaves as theory predicts, correlating with municipal characteristics that prior research links to corruption. Supervised learning alternatives yield nearly identical municipal rankings (R2=0.98), confirming that the dictionary approach captures the same underlying construct. The method scales to the full audit corpus and offers advantages over both manual coding and Large Language Models (LLMs) in transparency, cost, and long-run replicability.", "url": "https://doi.org/10.31235/osf.io/cftvk_v1", "doi": "10.31235/osf.io/cftvk_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.004331014966189595}, {"title": "El consumo de noticias en las redes sociales: factores asociados en el Perú", "authors": "Edgar Pacheco", "abstract": "Las redes sociales se han consolidado como una fuente importante para acceder a información y noticias. Si bien estudios internacionales han explorado el impacto de estas plataformas, en el Perú la investigación es aún escasa. El objetivo de este estudio es investigar si las variables género y edad están estadísticamente asociadas al consumo de noticias en las redes sociales. Empleando una muestra representativa de la población adulta en línea (N = 2005), este artículo se enfoca en seis plataformas: Facebook, YouTube, Instagram, X —ex-Twitter—, TikTok y WhatsApp. El análisis descriptivo e inferencial, basado en la prueba estadística de chi-cuadrado de Rao-Scott, reveló diferencias significativas según el género en la mayoría de las plataformas examinadas, con los usuarios hombres prefiriendo YouTube y X para consumir noticias, y las mujeres inclinándose hacia TikTok e Instagram. El estudio también halló diferencias según la edad. Facebook y YouTube emergieron como las plataformas dominantes para acceder a noticias, particularmente entre los grupos de mayor edad, mientras que TikTok mostró una tendencia predominante entre los jóvenes de 18 a 29 años. Estos resultados subrayan la complejidad y el dinamismo de los repertorios mediáticos de consumo de noticias en la era digital y la importancia de considerar los factores demográficos como variables clave en el contexto del Perú.", "url": "https://doi.org/10.31235/osf.io/59e8p_v1", "doi": "10.31235/osf.io/59e8p_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.051735102902395136}, {"title": "Digital Transnational Advocacy: Horizontalism, Political Opportunities, and Influence", "authors": "Danial Vahabli", "abstract": "In recent decades, digital platforms have provided new transnational political opportunities for advocacy by creating a tenuous connection between unaffiliated ordinary dissidents to some of the most powerful global actors. While academically understudied, call for help horizontal campaigns on social media initiated by ordinary dissidents in repressive conditions hoping for external support are increasingly becoming popular worldwide. Influenced by social movement studies and transnational advocacy literature, this study conceptualizes such campaigns as digital boomerangs and provides an analytical framework for analyzing them. Further, with a novel computational analysis of all Iranian hashtag activism campaigns for global attention and news articles regarding Iran sourced from all over the world, I demonstrate that receiving international attention for such campaigns is rare but possible. Without the help of organizations or offline protests, underprivileged dissidents can share their domestic concerns on a global scale with large scale digital campaigns.", "url": "https://doi.org/10.31235/osf.io/7vb96_v1", "doi": "10.31235/osf.io/7vb96_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0313555223429256}, {"title": "How close is too close? Digital replicas and protection of the “unfixed” voice.", "authors": "Jennifer Chubb, Peter Harrison, James Tompkinson, Emily Thompson", "abstract": "Advancements in Generative Artificial Intelligence (AI), particularly in the creation of ‘digital replicas’, have resulted in a significant increase in personal, ethical and legal concerns, leading to challenges in regulation and in public receptivity. This paper, arising from an interdisciplinary team, is the first to explore the legal challenges posed by digital replicas set within the broad context of sociological and linguistic perspectives. Owing to the prevalence of AI digital voice replicas in the creative industries, we use qualitative focus group data to focus on the legal implications and potential impact of AI digital voice replicas within this domain. To do this, we draw on the views of researchers, creatives and IP practitioners. Our focus group findings illustrated a range of responses to AI and voice cloning including skepticism, uncertainty, and a sense of inevitability. We find that the loss of what many refer to as the ‘authentic voice’ through cloning evokes an emotional response. The voice means a lot to people. As AI evolves, we posit that authenticity as a concept itself may need reconceptualising. Against this backdrop, we highlight the urgent need to address the legal vulnerability of the “un-fixed” voice, (a voice not permanently captured in traditional recordings), and the inadequacy of current United Kingdom (UK) Intellectual Property (IP) frameworks to protect it, we find that those lacking such status remain largely unprotected, highlighting a significant regulatory lacuna. This shortfall calls for a more robust protection of a ‘personality right’ in UK law.", "url": "https://doi.org/10.31235/osf.io/a2usw_v1", "doi": "10.31235/osf.io/a2usw_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007287389462488636}, {"title": "The Reproduction of Political Inequality: Parents Account for Class Differences in Turnout", "authors": "Giacomo Melli", "abstract": "Class origin structures the conditions of early political learning, but parents’ political behaviour is the central channel through which class-based inequalities in participation are transmitted and reshaped over the life course. Using linked parent–child panel data from the BHPS and UKHLS (1995–2022), the study examines how class background and parental electoral participation during the formative years influence turnout from ages 18 to 40. Class-origin differences are largest at the start of adulthood but weaken, whereas exposure to parental voting has a stronger and more persistent influence on participation. The intergenerational transmission of participation is highly heterogeneous: differences by class origin persist only among those exposed to voting parents, while parental disengagement overrides between-class differences. Parental influence also varies by class contexts, remaining strongest among individuals from middle-class backgrounds. Class structures political socialization, but parents transmit, reinforce, or weaken class-linked norms, shaping the reproduction of inequality across generations.", "url": "https://doi.org/10.31235/osf.io/bphm4_v1", "doi": "10.31235/osf.io/bphm4_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.011412976783607531}, {"title": "The adoption of a Capitals, Assets, and Resources-based (CAR) measurement of social class for the study of later life using the English Longitudinal Study of Ageing", "authors": "Scott Oatley, Dharmi Kapadia", "abstract": "Social class analysis has been a vital component of sociologists’ research agenda for many decades, informing our understanding of social inequalities. However, current measures of social class are, by their neo-Weberian design determined by employment status and occupation. Consequently, measures of social class that are determined by employment relations restrict sociological understandings of social class to concepts related to working life. The study of later life – research that focuses upon the study of ageing and its impacts – typically focuses on individuals that have left the world of work and have entered a retired or semi-retired portion of their lives. To apply current measures of social class to the study of later life presents several challenges. Sociologists are often forced to use a ‘legacy’ class measure that uses an individual’s last recorded occupation prior to retiring. This is problematic, as legacy occupation may not reflect an individual’s current social class location. This paper seeks to remedy these problems by adopting a Bourdieusian inspired framework based on Capitals, Assets, and Resources (CAR) to construct a relevant social class measure for the study of later life. First, we set a theoretical foundation for the construction of this new measure of social class in later life. Then, using multiple correspondence analysis and latent profile analysis, we identified a five-class model of social class for use in later life. Our five-class model constitutes a small but very privileged Elite; followed by an established middle and culturally engaged high earners which make up a decently sized middle class; most respondents fall into a traditional working class with the rest making up a sizeable precariat class. We find a stark composition of social class membership characterised by a sizeable Traditional Working Class and a large Precariat population with a small middle class and tiny but exceptionally privileged Elite. Our findings from formal statistical modelling on determinants of security, stability, and prospects in later life demonstrate that CAR based approaches present clear points of stratification across social classes. This clarity is possible without having to rely on legacy based measures that are tied to forms of employment relations. We also find evidence to support the use of both legacy and CAR based measures of social class in the analysis of later life.", "url": "https://doi.org/10.31235/osf.io/c7sra_v1", "doi": "10.31235/osf.io/c7sra_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0161155151997755}, {"title": "Evaluating the workplace fatalities impact of “right-to-work” laws: What matters is effect size, not statistical significance", "authors": "David Bartram", "abstract": "A recent study on “right to work” laws (Zang et al. 2024) concluded that these laws have a “null” impact on occupational fatalities in the USA – a result that contrasts with previous research suggesting that the laws exacerbated the fatality rate. Their interpretation of results involves a conventional application of statistical significance and hypothesis testing. But a key assumption for hypothesis testing via significance is not met: the data are not taken from a random sample. When we consider the size of the effects revealed by their analysis (which consists of the latest techniques for analyzing panel data), a different and arguably more compelling interpretation is that adoption of right-to-work laws did lead to an increase in the rate of occupational fatalities, an increase even greater than was suggested in earlier research.", "url": "https://doi.org/10.31235/osf.io/gdtpr_v1", "doi": "10.31235/osf.io/gdtpr_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.02155240782212109}, {"title": "Identifying National, Institutional and Disciplinary Sites of Probable Predatory Publishing", "authors": "Kyle Siler, Philippe Vincent-Lamarre, Vincent Larivière", "abstract": "Predatory publishing – for-profit academic publishers and journals publishing academic articles with inadequate quality control – is a professional and societal problem in modern science. Due to their illegitimacy and unprofessionalism, predatory publishers and journals are seldom indexed by major journal bibliographic indices, such as Scopus or the Web of Science. This lack of indexed metadata makes analyzing the predatory publishing market difficult. To fill this gap, we collected journal metadata of corpuses of six probable predatory publishers, comprised of 310,924 articles. We also collected metadata of four other publishers of higher – but contested – legitimacy, to compare with metadata of 54 million articles indexed in the Web of Science. Our research pinpoints precise geographic, institutional and disciplinary sites where probable predatory publishing occurs. Scholars affiliated with developing countries and lower-status institutions disproportionately publish in probable predatory journals. However, since academically central countries and high-status institutions are prolific publishers, they provide much of the money and articles that support the predatory publishing market, even if predatory publishing is a proportionately smaller problem in privileged institutions. Predatory publishing is a worldwide problem, with varying niches and consequences in different institutions and countries. Inequalities in resources and scientific reward structures influence intellectual choices of scholars throughout the world, including propensities for knowingly or naively publishing articles in predatory journals. Research integrity is an emerging axis of stratification in contemporary science.", "url": "https://doi.org/10.31235/osf.io/kmdu7_v1", "doi": "10.31235/osf.io/kmdu7_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0054526461676530635}, {"title": "A macroecological theory of social complexity", "authors": "David S. Sandeford, Peter Turchin, José Lobo, Marcus J. Hamilton", "abstract": "How are scale and complexity related in human societies? To answer this long-standing question, we develop a theoretical model of polities as territorial social networks that are functionally integrated by institutions. Our model hypothesizes how agricultural intensity, territorial area, and social complexity are related and how they scale relative to population size. We test the model's predictions using data from \"Seshat: Global Databank\" which describe hundreds of polities worldwide from across the Holocene. We find that intensity, territory, and complexity scale with population size as predicted. Our results provide evidence in support of theories of social complexity that emphasize its role in fostering large-scale cooperation.", "url": "https://doi.org/10.31235/osf.io/m9sdq_v1", "doi": "10.31235/osf.io/m9sdq_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.011320593928687228}, {"title": "The Cultural Ecology of Social Media", "authors": "Alberto Acerbi", "abstract": "Most research on social media considers them as supports for transmission of information, explaining online success (and pathologies) by focusing on consumers’ biases and interests. This article takes a different perspective, applying ideas from an ecological approach to culture to social media informational dynamics. It argues that success online depends both on the intrinsic appeal of content to receivers and on how well content serves producers’ strategic goals within the constraints and affordances of specific platforms. These goals include reputation management, coalition building and identity management, and coordination or participation in shared activities. Transmission is often a by-product of these motivations, and replication fidelity plays a limited role compared with transformations that adapt content to local incentives. Finally, the article suggests that platforms and communities can be understood as distinct ecological niches, each characterised by different audience structures, affordances, metrics, and algorithmic pressures. This perspective offers novel insight to persistent debates on social media dynamics, such as misinformation, radicalisation and polarisation, and the reasons behind online success.", "url": "https://doi.org/10.31235/osf.io/mu84x_v1", "doi": "10.31235/osf.io/mu84x_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01671660229479821}, {"title": "Ethical Complexity and Service Delivery in Remote Indigenous Communities", "authors": "Edward Watt", "abstract": "The scale and scope of disadvantage in remote indigenous communities means that ethical dilemmas are day-to-day realities for practitioners. Persistent hardship, disadvantage and discrimination - amid omnipresent policy initiatives aimed at combating them - exacerbate these dilemmas and are a perennial source of workplace tension. Frequently these tensions escalate to the point of unworkability among those tasked with collaborating in the interests of the community. Under the guise of accountability or advocacy of justice, and backed by the (perceived) power of the state, conflict among practitioners often leads to factionalism, standoffs and can escalate to bullying, harassment, violence and lawsuits. This article proposes a simple heuristic for ethical deliberation among those working in remote Indigenous community governance. Drawing on deontological and consequentialist ethics, as well as the policy literature, it provides a framework to structure conversations on ethics in decision-making.", "url": "https://doi.org/10.31235/osf.io/rj84b_v1", "doi": "10.31235/osf.io/rj84b_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.023696426942285687}, {"title": "La fusion des ENS de Fontenay-aux-Roses et Saint-Cloud et ses conséquences", "authors": "Pierre Bataille", "abstract": "Cet article analyse l’introduction de la mixité dans les concours des ENS de Fontenay-aux-Roses et Saint-Cloud en 1981. Il montre qu’après la fusion des épreuves, la proportion de femmes admises en filières scientifiques (maths, physique) a chuté brutalement, passant d’environ 50 % à 15–20 %. La mixité a désavantagé les candidates dans ces disciplines perçues comme masculines, probablement en exacerbant l’autocensure et le sentiment d’illégitimité. À long terme, cette baisse a réduit le nombre de docteures en mathématiques, limitant les modèles féminins dans ce domaine. L’étude souligne que l’organisation institutionnelle des concours influence la reproduction des inégalités de genre. Elle invite à considérer la non-mixité comme un outil possible pour promouvoir l’égalité, et à dépasser une approche purement normative de la mixité au profit d’une analyse de ses effets concrets.", "url": "https://doi.org/10.31235/osf.io/uvdnf_v1", "doi": "10.31235/osf.io/uvdnf_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.24308871277543664}, {"title": "Social Structure Shapes Consensus Decision-Making Norms in Small-Scale Societies: An Agent-Based Model Perspective", "authors": "Bhavya Deepti Vadavalli, Zachary H. Garfield, Luke Glowacki", "abstract": "Humans are uniquely capable of reaching consensus within large, hierarchically structured societies. Yet the pathways by which consensus emerges, especially under constraints imposed by social organization, remain poorly understood. We use agent-based modeling to explore how marriage structure, social group nesting, and decision-making norms can shape a group’s ability to reach consensus. In our model, simulated agents are embedded in multilevel social networks and possess noisy information. Decisions are spread via three different cascades using one of several interaction norms. We find that family formation via marriages, especially when clustered within kin units, impedes consensus by slowing the rate of information diffusion and elevating informational entropy. In contrast, increasing the size of nested subgroups in a multilevel network reduces category overlap and promotes consensus. Finally, decision-making norms that bypass early-stage clustering through the formation of coalitions or representative bodies lead to faster group decisions. These results offer insights into how consensus dynamics are shaped by social structure and provide a theoretical bridge between research on network topology, collective intelligence, and human social evolution.", "url": "https://doi.org/10.31235/osf.io/v9mqc_v1", "doi": "10.31235/osf.io/v9mqc_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007007699913056165}, {"title": "Childhood Geographical Mobility, Local Opportunity Structures, and the Pursuit of Higher Education", "authors": "INVEST Flagship, Esa Karonen, Patricia McMullin, Elina Kilpi-Jakonen, Jani Erola", "abstract": "While prior research links frequent childhood moves—especially within disadvantaged areas—to poorer educational outcomes, less is known about how changing opportunity structures can offset some of these effects. Utilizing full population Finnish register data, we explore whether relocating closer to higher education institutions (&lt;30km) during childhood leads to higher educational attainment by age 30, compared to both those who move without gaining access to improved opportunities and those who do not move at all. The study also considers the role of evolving local opportunity structures, such as the expansion of polytechnics in the 1990s, which may benefit those who remain in place. Our findings indicate that stable, persistent exposure to improved opportunity structures throughout childhood is more consistently associated with higher probabilities of completing higher education by age 30 than is mobility toward such opportunities, with parental separation and parental unemployment compounding the disadvantages associated with mobility. Keywords: childhood; geographical mobility; local opportunity structures; access to higher education", "url": "https://doi.org/10.31235/osf.io/xbz37_v1", "doi": "10.31235/osf.io/xbz37_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.016988155357826495}, {"title": "Do Daughters gain from Hypogamy and Sons from Hypergamy? Parental Heterogamy and Children’s Educational Outcomes", "authors": "Manuel T. Valdés, Nadia Steiber", "abstract": "Prior studies have abundantly documented the effect of parents’ educational attainment on their children’s academic outcomes, but research on the impact of parents’ educational mating pattern remains limited. In this study, we investigate whether women have an educational advantage when raised in hypogamous (the mother is more educated than the father) rather than hypergamous families (the father is the more educated parent), whether men experience a similar advantage when raised in hypergamous rather than hypogamous families, and whether these advantages vary with the prevalence of hypogamous families relative to hypergamous ones. We use data from four waves of the European Union Statistics and Living Conditions (EU-SILC) survey, yielding a sample of 50,746 individuals residing in 28 European countries and born between 1956 and 1995. Our results show that women benefit from being raised in hypogamous families, a positive effect on their educational attainment that did not diminish as hypogamy became more prevalent relative to hypergamy. Men from hypergamous families experience a similar advantage, but this effect waned as hypergamy declined relative to hypogamy. Beyond contributing to research on the influence of parental mating pattern on children’s outcomes, our findings have relevant implications for research on the gender gap in education.", "url": "https://doi.org/10.31235/osf.io/yq3ub_v1", "doi": "10.31235/osf.io/yq3ub_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010742390521693568}, {"title": "Unions as agents for institutionalisation of labour-centred social sustainability in tourism", "authors": "Anke Winchenbach, Piotr Zientara, Joanna Adamska", "abstract": "This research positions unions as critical agents for achieving labour-centred social sustainability in tourism work. Amidst evolving Environment, Social and Governance (ESG) regulations, social sustainability has gained academic attention. While there is a growing recognition that labour conditions within tourism require improvements to sustain the industry and support the workforce within it, labour-centred social sustainability and the role of unions have received limited consideration to date, despite their important role in protecting decent work and workers’ rights. Based on semi-structured interviews with global union leaders and affiliates, and underpinned by Institutional Theory, this paper proposes a framework that shows how unions shift from a traditional union paradigm towards social-sustainability-oriented unionism. During this process, labour unions engage and intervene at various levels in tourism, mobilising normative claims, shaping regulatory structures and reframing cognitive-cultural understandings. This research argues that unions should be equal and strategic partners of tourism stakeholders to implement robust labour-centred social sustainability practices and policies to achieve improved tourism labour conditions, improved business outcomes and wider social sustainability. As ESG regulations come into force and severe labour shortages continue, the paper offers timely insight and guidance on how to improve mandatory social sustainability efforts and attract and retain talent.", "url": "https://doi.org/10.31235/osf.io/356nb_v1", "doi": "10.31235/osf.io/356nb_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.023247746523653245}, {"title": "Metamarks and the Limits of Leaderless Revolution in 2024-2025 Gen Z Uprisings", "authors": "Marvin Starominski-Uehara", "abstract": "This opinion paper examines pieces of news covering the 2024-2025 youth uprisings across Kenya, Nepal, Indonesia, Madagascar, Morocco, Peru, and the Philippines through the concept of metamarks -- traces left in digital and physical environments that trigger autonomous, reproducible, and scalable actions. Building on the Stigmergy Network Theory, this analysis argues that metamarks functioned as the primary coordination mechanism enabling disconnected actors to synchronize actions without centralized leadership. The review identifies how specific environmental modifications achieved coordinating power while exposing critical limitations around algorithmic distortion, state interference, and the gap between protest coordination and institutional governance.", "url": "https://doi.org/10.31235/osf.io/4ukzc_v1", "doi": "10.31235/osf.io/4ukzc_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0138661802529223}, {"title": "Rethinking Cognitive Biases: An Ecological Perspective on Adaptive Mismatches", "authors": "Pier Luigi Sacco", "abstract": "The study of cognitive biases has dominated behavioral economics and cognitive psychology for nearly half a century, proposing a view of human cognition as systematically flawed. This chapter presents a fundamental reconceptualization of cognitive biases through the lens of ecological rationality and developmental plasticity. Building on Oeberst and Imhoff's (2023) insight that many biases reflect belief-consistent information processing, we argue that these phenomena may be better understood as instances of adaptive mismatch—situations where cognitive strategies that were adaptive in their original environmental context produce suboptimal results when applied in novel environments. Rather than viewing these mismatches as products of fixed, evolutionarily-designed modules, we propose that they emerge from the flexible reassembly of basic cognitive capabilities through cultural learning processes, as suggested by the cognitive gadgets approach. This framework integrates several theoretical perspectives: the reconceptualization of decision-making as continuous environmental navigation rather than discrete choice; understanding cognitive strategies as ecologically rational adaptations to environmental structure; viewing mismatches as informative signals within a vector field of potential adaptations; and analyzing heuristics through the lens of predictive processing. We provide concrete examples from empirical research that demonstrate how seemingly irrational behaviors can be understood as adaptive responses to specific environmental structures. Our synthesis offers a theoretical integration across multiple research traditions while suggesting new approaches to research methodology and policy intervention. This ecological perspective not only provides a more nuanced account of why cognitive \"biases\" persist but also suggests more effective approaches to education, decision support, and public policy that work with, rather than against, the ecological design of human cognition.", "url": "https://doi.org/10.31235/osf.io/5arxj_v1", "doi": "10.31235/osf.io/5arxj_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.005560419917573833}, {"title": "Metamarks as the Hidden Forces Synchronizing Collective Intelligence", "authors": "Marvin Starominski-Uehara", "abstract": "This systematic literature review of 93 multilingual papers examines human stigmergy across disciplines. Found in Wikipedia, urban trails, and healthcare teams, metamarks (traces signaling transformations) create persistent communication channels enabling the emergence of collective behavior and complex coordination. Evidence reveals stigmergy's scalability from local interactions to global systems, bridging biological principles with digital governance and smart city applications. While demonstrating robust decentralized coordination across domains, the literature exposes tensions between narrow physical definitions and broader interpretations encompassing symbolic metamarks in human systems.", "url": "https://doi.org/10.31235/osf.io/8nzqu_v1", "doi": "10.31235/osf.io/8nzqu_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.004086521100757912}, {"title": "Determinants of Building-Sector CO₂ Emissions in the EU: A Combined Econometric and Machine Learning Approach", "authors": "Marco Mele, Alberto Costantiello, Fabio Anobile, Angelo Leogrande", "abstract": "This paper evaluates the structural, environmental, and climatic factors influencing carbon dioxide emissions from the building sector (CBE) in 27 European Union member states from 2005 to 2023. This analysis uses panel data from the World Bank and four econometric models—Random Effects, Fixed Effects, Dynamic Panel GMM, and Weighted Least Squares—coupled with machine learning and clustering to provide a robust analysis of emissions. The econometric models show that all models support a negative relationship between agriculture, forestry, and fishing value added (AFFV) and forest area (FRST), suggesting that a robust rural economy and substantial natural carbon sinks are accompanied by lower emissions in the building sector. On the other hand, water stress (WSTR), PM2.5 pollution, heating and cooling degree days, and nitrous oxide emissions (N2OP) are found to significantly, yet positively, affect CBE. Tests of diagnostic analyses support Fixed Effects and Weighted Least Squares models, whereas results from GMM models are limited by instrument validity violations. In machine learning analysis, K-Nearest Neighbors (KNN) models are found to be most diagnostic, with all performance metrics being improved, establishing a prominent role for coal electricity, water stress, agricultural intensities, and climatic factors. Subsequently, a solution with 10 clusters, selected using Bayesian Information Criteria and silhouettes, identified a set of environmental and economic characteristics based on differences between low- and high-emission groups. High-emitting groups result from agricultural intensification, pollution, and low energy efficiency, while low-emitting groups are associated with renewable energy, low pollution, and a favorable climate. This analysis, hence, presents a multifaceted assessment of building sector emissions, with climatic, structural, and energy transition patterns as driving factors for meeting decarbonization targets for the European Union.", "url": "https://doi.org/10.31235/osf.io/eam3u_v1", "doi": "10.31235/osf.io/eam3u_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.02567462663285147}, {"title": "Developing a theory of change to improve the implementation of communication support for adults with severe learning disabilities in social care settings", "authors": "Elizabeth Tuudah, Jill Bradshaw, Inez Gaczkowsk, Victoria Ratti, Vicky Slonims, Kathy Leadbitter, Annette Bauer, Chris Hatton, Martin Knapp, Magdalena Mikulak", "abstract": "Background: Communication partners are crucial for adults with severe learning disabilities, as they recognise, interpret, and respond to non-verbal cues while sharing responsibility for creating a meaningful two-way communication process. Evidence-based strategies such as augmentative and alternative communication (AAC) can enhance interactions; however, their implementation in social care settings is inconsistent, constrained by workforce, organisational, and systemic barriers. This study–which forms part of the Improving Communication with Adults with Learning Disabilities (ICALD) programme–aimed to identify stakeholder-perceived barriers and facilitators to good communication support and to co-develop a Theory of Change (ToC) to guide implementation improvements in social care settings. Methods: Forty-eight stakeholders from diverse backgrounds, including adults with learning disabilities, participated in a total of 15 ToC workshops, one focus group, two interviews, and four supported conversations. Template Analysis based on the Consolidated Framework for Implementation Research (CFIR) was used to identify core themes, barriers, and facilitators across CFIR domains. These key findings informed the iterative, collaborative development of the ToC map. Results: Implementation barriers and facilitators identified across the CFIR domains indicated individual-, organisational-, and system-level factors influencing communication support. Key barriers included limited access to specialist professionals, inconsistent training, fragmented information-sharing systems, and variable staff knowledge of communication needs. Facilitators included strong leadership commitment, collaborative working with speech and language therapists and family carers, and peer mentoring. Supported conversations highlighted the importance of staff responsiveness to non-verbal cues. The resulting ToC map outlines short-, intermediate-, and long-term outcomes through three core pathways: 1) collaborative development of resources and training, 2) improved information sharing and recording, and 3) ongoing skills development, coaching, and supervision. Conclusions: Improving the implementation of good communication support for adults with severe learning disabilities is likely to depend on organisational commitment, leadership engagement, and structured workforce development supported by specialist input. The ToC developed provides a theoretically grounded framework for translating known facilitators into practical, context-specific strategies. It highlights the necessity of capacity-building within teams and organisational alignment with the communication rights of adults with severe learning disabilities to achieve sustainable, consistent and effective practice change.", "url": "https://doi.org/10.31235/osf.io/f7m93_v1", "doi": "10.31235/osf.io/f7m93_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.004855451857428861}, {"title": "Who Enrolls and Who Melts? An Exploratory Pilot Study to Examine Behavioral and Institutional Factors in College Retention", "authors": "Denise Woods, Shalaurey L. Jones, Nelly Cruz, Kritika Gupta", "abstract": "Understanding the factors influencing college enrollment outcomes is critical for reducing melt. This exploratory pilot study examines demographic, behavioral, and intersectional predictors of summer melt among incoming first-year and transfer students at a large Southern California university. Using a mixed-methods approach, we analyzed survey responses (N = 1,679), text message engagement, and post-orientation workshop observations. Among the students who participated in the survey, only 1.85% experienced melt. Of the survey participants, 467 agreed to be contacted via text, email, or Zoom for continued post-orientation engagement, and the melt rate for contacted students was 1.93%. On the other hand, the institutional melt rate for all first-year students for that academic term was 21%. Non-resident students exhibited significantly higher melt rates, while first-generation status and race/ethnicity did not significantly predict melt. Behavioral factors such as cannabis use correlated with increased melt likelihood, while self-reported social engagement and financial concerns did not reach statistical significance. Qualitative findings revealed substantial student interest in mental health services, academic support, and logistical guidance, with transfer students expressing increased concerns about social integration. These findings underscore the importance of pre-matriculation support, tailored interventions for non-resident students, and proactive engagement to inform about financial and mental health resources.", "url": "https://doi.org/10.31235/osf.io/g4hx6_v1", "doi": "10.31235/osf.io/g4hx6_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014268198234525409}, {"title": "Chinese Influence in Bangladesh: A Threat to India’s Regional Dominance?", "authors": "Sanjida Siddique Swarna", "abstract": "The two most notable Asian giants of the century are China and India. China's rapid ascent in South Asian nations in recent years has alarmed India’s dominance. Bangladesh is a sought-after partner for China due to its strategic location in the Bay of Bengal. Previously, India seemed to have a significant amount of control over Bangladesh. However, India's long-standing concerns about its power over Bangladesh have gradually been eroded by China's growing influence in the political, military, economic, and infrastructure spheres. The paper demonstrates the degree to which China has already surpassed India in Bangladesh's key industries. It also determines if China's increasing influence in Bangladesh is weakening India’s image in South Asia by examining regional ramifications, repercussions for Bangladesh's foreign policy, and India-Bangladesh relations.", "url": "https://doi.org/10.31235/osf.io/gqukj_v1", "doi": "10.31235/osf.io/gqukj_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.1509463995985999}, {"title": "A DEICTIC ANALYSIS OF THE INAUGURAL SPEECHES OF SELECTED NIGERIAN GOVERNORS", "authors": "Tolulope Akinseye, Olayiwola Tolulope", "abstract": "The inaugural speeches of newly elected political governors are shaped by context, serving as strategic tools for communication, legitimacy, and governance. This study investigated the implications of deictic expressions in the inaugural speeches of APC and PDP governors. Using Stephen Levinson’s Deixis theory, 20 inaugural speeches were purposively selected, ten from APC governors and ten from PDP governors from online national newspapers (The Punch and Vanguard), the official websites of the selected states, and social media platforms. The findings of the study revealed that person deixis functioned as assertiveness and personal responsibility, spatial deixis served as scope of governance, time deixis performed the function of historical milestones and future commitments, discourse deixis signified references and transitions and social deixis expressed interpersonal relationships in the selected speeches respectively. The study concluded that, inaugural speeches primarily served as a platform for governors to convey gratitude, affirm their responsibilities, and strengthen social connections with the citizens.", "url": "https://doi.org/10.31235/osf.io/jmfk2_v1", "doi": "10.31235/osf.io/jmfk2_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01178370446209931}, {"title": "High-Dependency Border Fractures and National ‘Cascading Vulnerability’: A Framework for Identifying Critical Vulnerabilities, Intelligence-Driven Simulation, and Early Warning in Cambodia Based on Structured Knowledge Graphs, with a Discussion on Thailand's Compliance Economic Action Portfolio Amidst Border Conflict Spillover", "authors": "WEI MENG", "abstract": "Against a backdrop of increasingly frequent external shocks and deepening cross-sectoral coupling, traditional national risk assessments centred on ‘industry/sector’ units often struggle to explain why seemingly localised disturbances rapidly evolve into systemic instability. This paper proposes an integrated ‘Dependency Network–Knowledge Graph (DN-KG)’ framework tailored for intelligence research and academic discourse. This framework abstracts Cambodia's macroeconomic, financial, real estate, fuel and power supply, border security, climate agriculture, tourism services, and governance regulatory systems into node sets. It integrates cross-system constraints and operationalises the DN-KG framework to: DN-KG)‘ framework for intelligence research and academic discourse. This framework abstracts Cambodia's macroeconomic, financial, real estate, fuel and power supply, border security, climate-agriculture, tourism services, and governance-regulation sectors into node sets, while cross-system constraints and transmission relationships are abstracted into edge sets. ’High-betweenness dependency edges\" serve as the core indicator for identifying systemic vulnerabilities. Building upon verifiable OSINT data, this paper constructs a reproducible node-edge inventory and cascade mechanism model. This enables evidence-anchored causal chain interpretation and scenario simulation for short-term trigger points (fuel channels and supply chains), medium-term structural vulnerabilities (US export concentration—employment—household debt—financial asset quality), and risk amplifiers (property correction—collateral — non-performing exposures—credit supply contraction). Research indicates that Cambodia's most critical vulnerability lies not in the weakness of any single sector, but in the cascading structure formed by the combined effects of ‘disruptability × cross-sector spillover × recovery difficulty’ along a few high-degree dependency edges. Therefore, resilience-building priorities should shift from ‘sectoral blood transfusions’ to ‘alternative pathways for critical dependency edges, inventory buffers, and institutional stabilisers’. Furthermore, strictly refraining from providing operational coordination or violence optimisation recommendations, this paper proposes a ‘compliant, auditable, reversible, humanitarian exception’ economic action portfolio for Thailand to adopt in the context of conflict spillover. This aims to reduce regional systemic risk and create conditions for de-escalation negotiations.", "url": "https://doi.org/10.31235/osf.io/kt86y_v1", "doi": "10.31235/osf.io/kt86y_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.044277884751669716}, {"title": "A Multidisciplinary Dialogue on Societies: Concluding Thoughts", "authors": "Mark W. Moffett", "abstract": "To restate in a few words, the goal of the multidisciplinary work group was to develop a concept of broad utility to foster cross-disciplinary dialogue, “conforming to a commonplace perception of societies that gives primacy in humans to the passport-holding, national anthem-singing, territorial groups of our day over the varied institutions that compose or connect them,” as I put it in Moffett (2025a:2). My proposed criteria of membership, durability, and territoriality (Moffett 2025a,b) were intended to get our discussions going. The conversations proved invaluable even if no single view of a “society” satisfied everyone, as might have been anticipated from the subject’s breadth and our diverse backgrounds. Here I will recapitulate and briefly expand on the remarkably wide-ranging insights and concerns that the participants express in their essays.", "url": "https://doi.org/10.31235/osf.io/kxyme_v1", "doi": "10.31235/osf.io/kxyme_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.05056112570699911}, {"title": "The Berlin Polarization Monitor: A Panel Study of Partisan and Issue-Based Polarization in Germany (2025–2027)", "authors": "Bastian Becker, Hanna Schwander, Luke Shuttleworth, Thorsten Faas, Denis Gerstorf, jule specht, Céline Teney", "abstract": "Affective polarization -- across party and issue divides -- constitutes a key challenge for contemporary democracies. However, systematic data to study longitudinal dynamics of issue-based affective polarization, in addition to partisan divides, remains scarce, especially in the context of multi-party systems. To address this, we introduce the Berlin Polarization Monitor, a 15-wave panel survey running from 2025 to 2027 on partisan and issue-based polarization, emotions, political behavior, personality traits, and well-being in Germany. It covers a wide range of issue-related polarization, including asylum policy, climate change, cordon sanitaire, as well as multiple dimensions of economic and social policy. Feeling thermometers for partisan- and issue-based groups are complemented by precise measures of discrete emotions. This enables the validation of thermometer scores, as well as the study of the emotional foundations of political conflicts and a wide range of related outcomes, including collective action, trust, and coping strategies. Its longitudinal design allows examining within-person changes in polarization and the effects of politically salient events such as elections and crises. The study period includes the 2025 federal election and several regional elections. Overall, the Berlin Polarization Monitor provides a innovative research infrastructure borne out of interdisciplinary collaboration, with particular relevance for political science, psychology, and sociology.", "url": "https://doi.org/10.31235/osf.io/msc7e_v1", "doi": "10.31235/osf.io/msc7e_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.018995338962187858}, {"title": "Understanding moral trade-offs in pandemic response: A discrete choice experiment on avian influenza policies", "authors": "Charlotte Waltz, Nicholas Smeele, Anja Schreijer, Pearl A. Dykstra", "abstract": "Pandemic preparedness requires navigating trade-offs between health, economic, and social impacts; choices that often involve moral tensions. This study investigates how the Dutch public evaluates such trade-offs in the context of a potential outbreak of highly pathogenic avian influenza (HPAI). Using a discrete choice experiment (DCE) administered to a representative sample of 1,045 respondents from the LISS panel, we examined preferences across six policy outcomes: mortality, lasting physical and mental injuries, postponed healthcare, social restrictions, and one-off tax payments. A latent class logit model identified four distinct preference profiles, revealing substantial heterogeneity in moral and economic reasoning. Two classes exhibited taboo trade-off aversion (TTOA) when values such as life or human dignity were traded against monetary costs. Respondents displaying TTOA emphasized solidarity and governmental responsibility, while cost-sensitive groups prioritized economic efficiency. These findings highlight that public acceptance of pandemic policies depends not only on effectiveness and cost but also on perceived moral legitimacy. Accounting for TTOA in economic evaluation can improve the ethical considerations and societal acceptability of future pandemic preparedness strategies.", "url": "https://doi.org/10.31235/osf.io/ntybh_v1", "doi": "10.31235/osf.io/ntybh_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.012736930114216727}, {"title": "Victims of Unpopular Birth Circumstances: Situating the Fate of People Born of Genocidal Rape in Rwanda within Nussbaum’s Capability Theory of Social Exclusion", "authors": "Chimchetam U. Ukpai", "abstract": "This paper investigates the social exclusion of people conceived through genocidal rape during the 1994 Rwandan genocide, analyzing their lived experiences through the framework of Martha Nussbaum’s capability theory. Using existing literature, the study shows how contested identities, cultural stereotypes, and social stigma marginalize this set of people across family, community, and societal levels. While people are generally innocent at birth, society still has a way of marginalizing people based on the circumstances of birth. Using Nussbaum’s ten capabilities, this study understands that people born of genocidal rape in Rwanda have diminished capabilities as compared to the majority of society. Such impaired capabilities reinforce social exclusion, which further plunges the victims into a cycle of cultural, political, social, economic, and psychological marginalization. The paper submits that the social exclusion of people born of genocidal rape constitutes social injustice and advocates for the dismantling of cultural barriers to enable the full participation of such individuals in the Rwandan society.", "url": "https://doi.org/10.31235/osf.io/nv4r9_v1", "doi": "10.31235/osf.io/nv4r9_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.03926652275716902}, {"title": "Disaster Populism and Post-Truth Palm Oil Politics in Indonesia: From Deforestation to Rice-Aid Spectacle", "authors": "Mila Desi Anasanti", "abstract": "Indonesia, the world’s largest palm-oil producer, has undergone extensive forest conversion over the past two decades through forest-release policies and plantation licensing, particularly in Sumatra and Kalimantan. These land-use changes have degraded watershed buffering capacity and increased the frequency and severity of hydrological disasters for downstream communities. Yet such transformations are routinely obscured by political narratives that present palm oil as a green, pro-poor, and sovereign commodity, while dismissing concerns over deforestation as biased or misleading. Recent presidential claims that “palm oil is just trees that absorb CO₂” exemplify an emerging post-truth environmental discourse that equates plantations with forests and weakens climate commitments. This article develops a political-ecology analysis of Indonesia’s palm-oil–disaster nexus by bringing together three conceptual lenses: (1) the political ecology of commodity frontiers and forest governance; (2) post-truth environmental politics and the strategic denial of ecological harm; and (3) disaster populism and crisis-time “governance by spectacle.” Drawing on validated secondary evidence on deforestation, licensing decisions, watershed degradation, and major flood events, complemented by NGO investigations, media reporting, and selected policy documents, the article employs a within-case interpretive design combining process tracing and discourse analysis. We show how state–business coalitions facilitating forest conversion are legitimised through post-truth narratives, and how subsequent flood disasters become stages for personalised, mediatised food-aid spectacles that reinforce elite legitimacy while diverting attention from structural drivers of vulnerability. These findings suggest that Indonesia’s climate and disaster governance is increasingly organised around symbolic relief and denial rather than risk reduction and justice. Policy implications include re-evaluating forest-release permits in high-risk watersheds, clarifying legal definitions of “forest” versus “plantation,” improving data transparency, and de-personalising disaster relief within rights-based frameworks.", "url": "https://doi.org/10.31235/osf.io/sfmv8_v1", "doi": "10.31235/osf.io/sfmv8_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0192992078733627}, {"title": "Benefits of Combining Physiological and Projective Techniques to Investigate Emotions in Pro-environmental Communication", "authors": "Safina Naz, Xavier Font, Marion Karl, Pablo Pereira-Doel", "abstract": "Emotions shape how hotel guests interpret and respond to pro-environmental communication. Yet commonly used survey- and interview-based methods often fail to capture the fast, unconscious, and socially and contextually constructed nature of emotional experience. Drawing on the Theory of Constructed Emotion and Emotion as Feedback Theory, this study examines how guests respond emotionally to hotel messages that ask them to change their behaviour. We conducted a two-stage mixed methods study that combined digital lab measures (eye tracking, facial expression analysis, and galvanic skin response) with projective interviews. Seventy UK participants viewed three pairs of hotel messages encouraging water conservation, energy saving and recycling, and food-waste reduction, each varying in clarity and tone. Physiological data showed that participants attended closely to all messages but displayed little variation in emotional intensity, while projective interviews revealed how they reflected on and interpreted these emotional responses. Clear and empowering messages evoked warmth, pride, and trust, which strengthened behavioural intention. Constructed emotional resonance, rather than arousal intensity, drove pro-environmental intention.", "url": "https://doi.org/10.31235/osf.io/uyqch_v1", "doi": "10.31235/osf.io/uyqch_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009554293814262205}, {"title": "Transparency in Psychometric Reporting: A Review of Scales for Well-Being and Quality of Life in Older Persons Employing Rasch Analysis", "authors": "Jeanette Melin, Marit Preuter, Marie-Louise Möllerberg, Kristofer Årestedt", "abstract": "There is a growing interest in assessing well-being and quality of life (QoL) among older people. To ensure that evidence-based scales are used for this purpose, comprehensive and transparent reporting of measurement properties is a first essential step. This study aimed to evaluate the reporting quality of studies that applied Rasch analysis on scales designed to measure well-being or QoL in older persons. Articles employing Rasch analysis were identified through a previous broader systematic review of psychometric studies. The findings demonstrate notable deficiencies in the reporting of measurement properties, indicating substantial room for improvement. While detailed reporting alone cannot guarantee that scales possess satisfactory measurement quality, it constitutes a necessary prerequisite for drawing evidence-based conclusions about their measurement quality. Improved reporting practices are essential not only for enhancing the interpretability and replicability of individual studies but also for enabling informed decisions in clinical and policy contexts regarding the use of well-being and QoL scales for older populations.", "url": "https://doi.org/10.31235/osf.io/v4u6m_v1", "doi": "10.31235/osf.io/v4u6m_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008831918457825605}, {"title": "Measuring the Protest Paradigm: LLM coding and machine learning approaches to Selection and Framing", "authors": "Camilo Cristancho", "abstract": "The protest paradigm has been a central concept in research on media and social movements, documenting systematic patterns of protest marginalization through emphasis on violence, disruption, and official authority. Yet existing studies vary in how they operationalize the paradigm, raising a critical empirical question: do measures designed to capture media attention, the selection and salience of textual elements, converge with measures designed to capture framing, the interpretive structures that construct meaning? This study disentangles these dimensions by comparing two computational approaches: (1) document-level frame identification using a generative large language model (LLM), producing both content and framing scores, and (2) a sentence-level classifier to identify the same categories and aggregated via article structure and attention metrics into a weighted composite measure at the document level. Using news wire data from Latin America and Southern Europe (2000–2025), we examine nine protest-paradigm categories. Results reveal strong convergence for lexically concrete, recurrent frames (e.g., Violence, Law and Order, Decay of Morals) and weak or inconsistent alignment for interpretive or context-dependent frames (e.g., Troublemakers, Nuisance, Righteous Struggle). These findings highlight systematic methodological differences: LLMs capture implicit, cross-sentence framing, while sentence-level classifiers can validate only structurally explicit frames. The study underscores the importance of transparent aggregation procedures and human validation, and demonstrates that conclusions about protest coverage, media bias, and framing are contingent on the operationalization employed. By clarifying the boundary between attention and framing, this research contributes both to computational media analysis and to the conceptual refinement of the protest paradigm.", "url": "https://doi.org/10.31235/osf.io/zqpfx_v1", "doi": "10.31235/osf.io/zqpfx_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009310279249601816}, {"title": "Mainstream Media and the Politics of Vaccine Trust: Lessons from the Dengvaxia Controversy in the Philippines", "authors": "Karl Patrick R. Mendoza, Michael C. Camit, Ena Marie O. Dizon", "abstract": "Mainstream journalism plays a decisive yet ambivalent role in shaping vaccine confidence. This chapter synthesizes global research on how media agenda-setting, framing, and professional norms influence immunization campaigns, illustrating these dynamics through the Dengvaxia vaccine controversy in the Philippines. Drawing from media and communication theory, it situates vaccine hesitancy within broader crises of trust, populist politics, and mediatized risk communication. The chapter argues that while mainstream media can enhance public understanding and counter misinformation, they are equally capable of amplifying fear and politicization. Using qualitative data from news texts, journalist interviews, and audience focus groups, the discussion shows how news values, moralization, and political rivalry transformed a scientific issue into a public scandal. The conclusion outlines practical lessons for health agencies and journalists in navigating misinformation, strengthening media literacy, and rebuilding public trust in vaccination programs.", "url": "https://doi.org/10.31235/osf.io/2zv6f_v1", "doi": "10.31235/osf.io/2zv6f_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01491086383379181}, {"title": "Cycling and Memorizing Rivers and Landscapes in Urban São Paulo: The Pedal Hidrográfico case study", "authors": "Danilo Lessa Bernardineli, Chiara Marracini, Gabriel Rodrigues Mardegan, Paula Machado Pedrosa, Ana Júlia Cano, Thiago Neves do Vale, Adriana Marmo", "abstract": "This essay presents the Pedal Hidrográfico (PH), a regular cycling tour that takes place in the Metropolitan Region of São Paulo (RMSP) with the objective of feeling out urban landscapes through itineraries that unite neogeography, participatory mechanisms, and energy demand modeling. The PH rides occur weekly and bear titles such as \"Central Contour of the 1929 Flood,\" \"Mouth of the Meninos to the Mouth of the Zavuvus,\" \"Dry Valleys of the Tietê from Remédios to Osasco,\" and \"Going Uberaba Upstream and Descending Cupecê with a Desmorrodouro in the Middle,\" among others. Participants move in varied directions, contributing to the construction of a collective memory around the mosaics of landscapes, anomalies, and rivers in a city that many insist is shapeless, ugly, and dirty, but which reveals itself as a witness to a complex labyrinth where humanity and nature are indistinguishable. From its inception on September 9,2024, to November 12, 2025, the PH led 237 people to traverse 71 distinct routes, delivering a total of 324,186 kilojoules of movement energy to perceive the watercourses. This amount of energy is equivalent to 8 liters of gasoline, although covering the same distance with a motor vehicle would require 2,290 liters of gasoline.It is empirically demonstrated that the bicycle uses 286 times less energy per kilometer than a car to move within the urban site of São Paulo when choosing to pedal along paths that were once obvious but have been buried, obstructed, or erased as possible ways.", "url": "https://doi.org/10.31235/osf.io/3sdcp_v1", "doi": "10.31235/osf.io/3sdcp_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.09956178977616903}, {"title": "From 'Epistemic Cultures' to 'Techno-Epistemic Cultures' and 'Post-Normal Epistemic Cultures'", "authors": "Karen Kastenhofer", "abstract": "How do epistemic cultures – as originally defined and reconstructed by Karin Knorr-Cetina (1999) – fuel expert controversies and contribute to lasting stale-mate situations in evidence-based regulatory disputes? Are there scientific cultures that transgress the epistemic dimension, e.g. in technosciences that combine an orientation towards better understanding with an ambition to intervene, control and create, or in so-called post-normal sciences (Funtowicz and Ravetz 1992) that combine an orientation towards better understanding with a mission to address societal problems? How do contemporary innovation regimes impact on scientific cultures and academic living spaces (Felt 2009)? These are the central questions I address in my ‘Rahmenschrift’ and the relating published texts. The ‘Rahmenschrift’ starts with an outline of the initial introduction of the concept of ‘epistemic cultures’ within science and technology studies. It adds further approaches that became influential in our understanding of scientific cultures, like Becher’s (1989) investigation of ‘academic tribes and territories’, higher education research into campus cultures and academic socialisation processes or Lave and Wenger’s work on ‘communities of practice’ (Lave and Wenger 1991, Wenger 1999). This first part of the ‘Rahmenschrift’ ends with an overview of current scholarly discussions that focus on reconstructions of and critical reflections on change in epistemic cultures. In the second part of the Rahmenschrift, I introduce my own engagement with the concept of epistemic cultures that goes back to my PhD project on disciplinary socialisation processes. I then move on to outline my reconstruction of ‘cultures of non-knowledge’ within expert controversies and explain how this research ignited my interest in more-than-epistemic cultures, namely techno-epistemic cultures and post-normal scientific cultures. In a short third part, I summarise the aspects that I see the most central for further developing our understanding of epistemic cultures and for applying this understanding to open questions in science and society.", "url": "https://doi.org/10.31235/osf.io/4wvmc_v1", "doi": "10.31235/osf.io/4wvmc_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.12804564691367992}, {"title": "Life on the Edge: Mesolithic Population Size and Viability on Malta", "authors": "James Blinkhorn, Lucy Timbrell, Matt Grove, Andrea Manica, Mario Mata-González, Huw Groucutt, Nicholas Vella, eleanor scerri", "abstract": "Recent discoveries in Malta and Tunisia provocatively point to a possible web of Mesolithic/Epipalaeolithic sea crossings, encounters, and exchanges that linked continents long before the age of the sail (Lipson et al. 2025; Scerri et al 2025). Determining whether such connections were singular events or sustained episodes is therefore critical to illuminate the scale of early seafaring. Here, we model how patterns of sea-level change impacted land connectivity between Sicily and Malta and predict potential population sizes through time from the Last Glacial Maximum to evaluate whether Mesolithic hunter-gatherers could have persisted on Malta, or if sustained connections would have been required. To achieve this, we use reconstructions of sea-level change and modern bathymetric models to evaluate changes in land size areas and connectivity. We calculate Net Primary Productivity values for a high-resolution palaeoclimate dataset, which we translate to population density by comparisons to ethnographic datasets. Finally, we calculate changes in estimated population sizes through time for Malta and Sicily, as well as minimum distances of sea voyages. Our results show that following disconnection from Sicily, Malta would have been unsuitable to support a viable, persistent forager population, including for the minimum 1000-year timespan of the Maltese Mesolithic record. As a result, only repeated, long-distance sea voyaging can explain the longevity of Mesolithic occupations of Malta, opening up the possibility that other south-central Mediterranean islands were reached and explaining the presence of European hunter-gatherer ancestry in North Africa.", "url": "https://doi.org/10.31235/osf.io/5mze4_v1", "doi": "10.31235/osf.io/5mze4_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.04883227869295703}, {"title": "Impact of an Indian Knowledge Systems based approach on the developmental milestones of a child - a case study", "authors": "Dr Gayatri Sharma, Ritu Singh", "abstract": "In modern Indian and Western cultures, the focus is mostly on the physical health and fitness of future generations, rather than mental, spiritual, emotional, and moral values. Due to this ignorance, the upcoming generation is becoming directionless and deprived of emotional and moral values; and is getting involved in different kinds of misconduct. The founder / patron of All World Gayatri Pariwar, Yug Rishi Pt. Shriram Sharma Acharya ji has stated several methodologies in his literature for the development of the future generation. He directed that the decline in humanistic and moral values in children, and the downfall of society, culture, and morality starts in the womb of the mother. The foundation of the personality (body and mind) of a child is laid in the womb of a mother. So, this knowledge, based on evidence and scientific findings, should be spread to the masses, not only for the development of an individual or family, but also for the interest of the nation and the world. This will help in the development of a civilized, cultured, and virtuous future generation. All such inspiring efforts for the emotional and spiritual development of future generations are combined under a systematic movement known as the “Aao Gadhe Sanskarwan Peedhi” program. This research paper depicts one such case study of ‘Gharbhotsav Sanskar’ under the movement “Aao Gadhe Sanskarwan Peedhi”, in which the effect of basic teachings of ancient Indian culture on the developmental milestones of a new-born child have been studied. Several developmental milestones of the child, up to the age of 2 years, happened much earlier (were preponed) as compared to the standard developmental milestones, illustrating the effectiveness of the above methodology in the creation of an advanced offspring as compared to its normal peers. The results clearly depict the effectiveness of the basic elements of the ancient Indian culture, with regards to the creation of an advanced future generation.", "url": "https://doi.org/10.31235/osf.io/873ez_v1", "doi": "10.31235/osf.io/873ez_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.018089603299220713}, {"title": "Mining Transparency: Assessing Open Science Practices in Crime Research Over Time Using Machine Learning", "authors": "Michael Beck", "abstract": "This pilot study addresses the current lack of systematic, large-scale evidence on Open Science Practices (OSPs) adoption in criminology and legal psychology. A scalable, machine-learning-based text classification pipeline is introduced to map the prevalence of Open Access (OA), Open Data (OD), Open Materials (OM), and Preregistration (PR). The analysis is based on publication metadata and a year-stratified sample of full texts from the top 100 journals in Criminology &amp; Penology, Law, and Psychology (2013-2023). After identifying articles containing statistical inference (SI) via a high-performing classifier, the author utilized GPT-assisted coding and supervised learning to train specific classifiers for OD, OM, and PR. OA was classified using publicly available metadata. Among 1,763 SI articles with usable full text, design-based estimates reveal a significant disparity in OSP adoption. OA is relatively common (40.9%, 95% CI: 38.8-43.1) and has steadily increased from approximately 20% in 2013 to 50% in 2023. By sharp contrast, trends for OD, OM, and PR cannot be reliably quantified. Extreme class imbalance and the minimal number of positive cases indicate a very low underlying true prevalence for these practices in the assessed field. Methodologically, the study confirms that GPT-assisted coding supports accurate SI detection, but robust prevalence estimation for extremely low-frequency OSPs remains challenging for downstream classifiers. Overall, this project establishes a transparent and reproducible pipeline and provides critical baseline estimates for future, larger-scale assessments of research transparency in crime-related fields.", "url": "https://doi.org/10.31235/osf.io/ah2cv_v1", "doi": "10.31235/osf.io/ah2cv_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010120571103658271}, {"title": "Still Blaming Parents? Describing the “Evidence Base” Underpinning Child Neglect Intervention Programs", "authors": "Anne Blumenthal, Holly White-Wolfe, Margaret Thomas", "abstract": "Child neglect has historically been framed as a problem originating in the family. Recent efforts attempt to reframe neglect as a consequence of ecologically layered disadvantages or “overload.” However, it is unclear if this ecological focus is reflected in the research base backing neglect interventions. In this study we systematically reviewed articles describing interventions labeled as evidence-based and as targeting neglect, finding that few (11%; n = 5) addressed neglect as a distinct maltreatment type. Among these five articles, we documented the populations targeted by the interventions, along with the theoretical frameworks used. By identifying which participants researchers engaged and which contributing factors measured, we shed light on the underlying, often unnamed, theoretical models that currently inform evidence-based interventions. We highlight a stark divide between the recent framing of neglect as an outcome of ecological disadvantages and an evidence base for neglect interventions focused primarily on parental failures. Keywords: Evidence-based treatment, intervention research, content analysis, systematic review, neglect, ecological models", "url": "https://doi.org/10.31235/osf.io/dp9yu_v1", "doi": "10.31235/osf.io/dp9yu_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007073034572563808}, {"title": "Testing the validity and adequacy of linguistic phylogenetic analyses", "authors": "Benedict King", "abstract": "Bayesian phylogenetics has become a standard tool in historical linguistics, and for the most part implements models borrowed from evolutionary biology. Not enough work has been done to validate the analysis set-up that has become standardised in phylolinguistics, which consists of binary data with ascertainment bias, data partitions with correlated site number and rate, the binary covarion substitution model, and the uncorrelated lognormal branch rate model. Here I perform a set of simulation-based calibration studies to test a typical phylolinguistic analysis in the software BEAST2. Although the analysis can correctly recover the parameters of the substitution model, complications arise due to the combination of ascertainment bias and partitions of unequal length and rate. Reweighting the partition-specific rates by the number of sites, as is the default behaviour, leads to poorly calibrated posteriors. An alternative approach, where each meaning is assumed to come from an alignment of equal length, behaves correctly in simulations and is found to fit better to empirical data. I also assess the adequacy of the covarion substitution model through posterior predictive simulations. The covarion is found to fall short of approximating the true process of lexical evolution, likely due to the prevalence of semantic shift and the non-independence of cognate substitutions in real data. This work highlights the importance of thorough testing of models and their implementation in phylolinguistics, as well as the need for further research on improving models of lexical evolution.", "url": "https://doi.org/10.31235/osf.io/fr9nc_v1", "doi": "10.31235/osf.io/fr9nc_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014802638102430432}, {"title": "Evaluating the Digital Divide in Public Transport Services: A Natural Language Processing Analysis of User Experiences in Birmingham", "authors": "Huafeng Lu, Lei Zhang, Silvia Gullino, Miguel Hincapié Triviño", "abstract": "Digitalisation has transformed public transport services worldwide, yet disparities in access, skills, and outcomes continue to reinforce a digital divide in how citizens engage with these services. While previous studies have examined the digital divide in internet use and smart technologies, few have explored how these inequalities manifest in everyday interactions with digital public transport platforms. To this end, we investigated user experiences of public transport applications in Birmingham, whose digital inclusion is disproportionate to its status as a major urban and economic hub in the UK, by analysing 4,275 user reviews on public transport services collected from the Apple App Store and Google Play Store between 2016 and 2025. Using a mixed natural language processing (NLP) approach combining topic modelling and sentiment analysis, we identified key themes and emotional tones in user feedback. Results revealed three dominant topics: App Performance, Usability, and Service Satisfaction, each corresponding to the access, ability, and motivation dimensions of the digital divide. Sentiment analysis showed generally negative evaluations, particularly around technical access barriers and satisfaction issues. By integrating user-generated data with digital divide theory, these results provide novel empirical evidence of how inequalities in digital engagement persist within digital twin planning and smart city transport systems, and highlight the importance of inclusive digital design for equitable and sustainable mobility access.", "url": "https://doi.org/10.31235/osf.io/hmvgt_v1", "doi": "10.31235/osf.io/hmvgt_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009112999246041364}, {"title": "Diversity in Causes of Death: A New Framework to Account for Multiple Causes of Death", "authors": "Marie-Pier Bergeron Boucher, Sergi Trias-Llimós, Aline Désesquelles", "abstract": "Background: The structure of causes of death has changed in low-mortality countries, with recent trends showing increasing cause diversity. However, most research overlooks that several conditions often contribute to the process leading to death. Objective: This paper develops a framework for studying cause-of-death diversity that accounts for multiple causes of death (MCoD). Methods: We introduce novel MCoD life tables to estimate cause diversity based on age-standardized metrics. Two dimensions of diversity are assessed: the average number of causes contributing to death and how diverse are these causes. For the latter dimension, two indexes derived from the Gini-Simpson index are proposed, each based on a different perception of the role of the contributing causes in the process leading to death. All metrics are decomposable and applied to data from Denmark, France, Spain and the U.S. Results: The results show increased cause diversity, both in terms of the average number of causes and how evenly deaths are distributed across groups of causes. MCoD yields higher diversity than the underlying causes of death (UCD), confirming that relying solely on UCD downplays the complexity of the mortality process. However, the increase over time in diversity is more modest when using MCoD compared to UCD. The main driver of increasing cause diversity is the decline in mortality from diseases of the circulatory system. Contribution: This study offers a novel framework for analyzing cause diversity using MCoD. The proposed metrics are intuitive, life-table-based, and provide valuable insights into the growing complexity of the mortality process across countries.", "url": "https://doi.org/10.31235/osf.io/mv36f_v1", "doi": "10.31235/osf.io/mv36f_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.6144685782475066}, {"title": "The Neuroarchitected Organization: From Inclusion Retrofit to Cognitive Variance", "authors": "Babu George", "abstract": "Traditional management frameworks remain structurally aligned with neurotypical norms, rendering neurodivergent talent underutilized and excluded by design. This paper introduces a neurodiversity-native theory of management that redefines cognitive variance not as a challenge to be accommodated, but as a core system property to be architected for. We argue that \"inclusion\" frameworks, while well-intentioned, function as retrofits to inherently exclusionary systems and fail to unlock the full potential of heterogeneous cognition. Drawing on interdisciplinary research across cognitive science, organizational theory, and critical disability studies, we propose a paradigm shift: Neuromanagement by Default (NbD). This model replaces compliance-driven accommodation with participatory design principles, modular work systems, and leadership practices grounded in cognitive pluralism. We synthesize emerging evidence that shows how reimagining work environments to center neurodivergence fosters innovation, resilience, and collective intelligence. Rather than assimilating difference into dominant norms, NbD designs for difference from the outset. The paper concludes with a call to reengineer the epistemology of management itself, treating neurodiversity not as a demographic feature, but as the infrastructure of organizational adaptability in a complex world.", "url": "https://doi.org/10.31235/osf.io/mvc46_v1", "doi": "10.31235/osf.io/mvc46_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010802423960464713}, {"title": "An Overview of Public Administration Research: Insights From Publications in Leading Journals (2000–2024)", "authors": "Vener Garayev", "abstract": "This study examines paradigmatic changes, thematic developments and authorship patterns in public administration research by analyzing 4,317 articles published in Public Administration Review, Public Management Review, and Journal of Public Administration Research and Theory between 2000 and 2024. Using natural language processing (NLP) techniques through Python software to analyze content of titles, abstracts, and metadata, the article identifies key thematic clusters and paradigmatic shifts across the period, shaped by global events, contextual challenges, and technological advancements. The findings reveal a transition from bureaucratic efficiency to participatory governance, from reform to resilience, and from administrative theory to data-driven governance. Additionally, analysis of authorship patterns reveals increasing collaboration and concentration of scholarly output among top prolific contributors. This study contributes to a growing body of literature on bibliometric and content analytical studies in public administration, offering a comprehensive, data-driven perspective on the field’s intellectual evolution over the past quarter-century.", "url": "https://doi.org/10.31235/osf.io/nbw2u_v1", "doi": "10.31235/osf.io/nbw2u_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007414118222035082}, {"title": "Understanding farming through relational farming approaches: The use of a health-nutrition-ecology nexus for enquiry into small-farming households’ resilience", "authors": "Judith Bopp", "abstract": "In times of exacerbating agro-food crises, understanding farming through its constituting interrelated factors is a key element of crisis mitigation. The mostly linear approaches such as represented in the current agricultural discourses and by the agricultural sciences fall short in explaining the real-life complexities and overlapping crises experienced by small-scale farmers. Based on my recent qualitative fieldwork in Thailand, this paper aims to picture the complexities within which households' farming practices operate, and how these arise from a web of socio-cultural, political, economic, and ecological factors. By pleading for relational approaches to farming such as those acknowledging its immanent human-ecology interaction, this paper suggests a novel \"health-nutrition-ecology\" nexus to guide enquiry into the intimate relations between ecology, livelihoods, and health and well-being. It is employed to gain understanding of small-farming households' situations, deep-rooted causes of these, and their resilience in facing crises. The paper further pleads for a shift in existing technocratic agricultural discourses towards their inclusiveness of real-world narratives by small-scale farmers. These narratives can deliver insights for policies that aim at actual transformations of crisis-prone agro-food systems and could benefit both farmer livelihoods and farm ecologies.", "url": "https://doi.org/10.31235/osf.io/njktf_v1", "doi": "10.31235/osf.io/njktf_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0107196761732129}, {"title": "Pathways to Teacher Wellbeing: AI Pedagogy Self-Efficacy, Workload, and Anxiety in a Structural Model", "authors": "Tim Pressley, David T. Marshall, Katelyn Nelson, Nancy Carballo", "abstract": "As artificial intelligence (AI) tools become more common in K–12 settings, questions remain about whether AI competence can meaningfully support teachers’ psychological health. Grounded in Social Cognitive Theory, this study examined how teachers’ AI pedagogy efficacy relates to their instructional self-efficacy, engagement self-efficacy, workload, anxiety, and overall mental wellbeing. Using survey data from a nationally representative sample of 402 U.S. K-12 teachers, we employed hierarchical regression and structural equation modeling (SEM) to test direct and indirect pathways. Regression analyses indicated that AI self-efficacy, instructional self-efficacy, engagement self-efficacy, workload, and anxiety all significantly predicted teacher wellbeing. The SEM revealed an indirect pathway in which AI pedagogy efficacy strengthened teachers’ self-efficacy, which in turn reduced perceived workload, lowered anxiety, and ultimately improved teacher mental wellbeing. Findings highlight the importance of building teachers’ AI competence. As AI becomes embedded in K-12 instructional practice, supporting teachers’ confidence in using these tools may serve as a valuable lever for improving teacher wellbeing.", "url": "https://doi.org/10.31235/osf.io/p95vd_v1", "doi": "10.31235/osf.io/p95vd_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006212805243835162}, {"title": "Psychometric Validation of the Czech Version of the Attitudes Toward Voluntary Childlessness Scale and the Stereotypes About Childfree Adults Scale", "authors": "Kateřina Kozlová, Petra Coufalová, Hana Přikrylová Kučerová", "abstract": "This study presents the translation and validation of two instruments assessing attitudes toward childfreeness the Czech context – the Attitudes Toward Voluntary Childlessness Scale (AVCS) and the Stereotypes About Childfree Adults Scale (SAChA). Using data from a nonrepresentative sample of 248 Czech respondents aged 18-84, confirmatory and exploratory analyses, correlations and reliability testing were conducted to evaluate the psychometric properties of both scales. The SAChA replicated the unidimensional structure and demonstrated satisfactory reliability and validity. In contrast, the AVCS differed from the original three-factor model, showing a primarily single-factor solution, suggesting cultural variation in how attitudes toward childfreeness are conceptualized. Both scales correlated positively with hostile and benevolent sexism and negatively with interpersonal warmth toward childfree adults, supporting their convergent and discriminant validity. Gender, religiosity, marital status, higher age and income were associated with more negative attitudes. These results offer the first validated Czech-language instruments for studying attitudes toward childfreeness.", "url": "https://doi.org/10.31235/osf.io/pdhfe_v1", "doi": "10.31235/osf.io/pdhfe_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.015218687370838424}, {"title": "Human–AI framework reveals design levers for collective landscape stewardship in agriculture", "authors": "Robert Huber, Sara Ammann, Claudia Bethwell, Caitriona Carlin, Viviane Fahrni, Andrea Fürholz, Katrin Karner, Raja Imran Hussain, Gesche Kindermann, Monika Suškevičs", "abstract": "We present a rigorously constructed framework to inform the development of evaluative crite-ria for existing knowledge on collective agri-environmental schemes supporting landscape stewardship in agriculture. It is applied in a systematic review of 96 cases across OECD coun-tries, sourced from 73 peer-reviewed articles. The review connects the analytical power of arti-ficial intelligence in concert with expert domain knowledge. The synthesis of both enables a precise and comprehensive examination of policy and implementation dimensions, yielding critical insights into the schemes’ designs and functioning, and their broader applicability. We find considerable heterogeneity among schemes indicating flexibility for decision-makers to adapt schemes to specific environmental targets at local scale, but that there is still significant room to enhance the role of farmers as key players in collective agri-environmental schemes. By integrating human expertise with the capabilities of large language models, our approach exemplifies how to balance and mitigate the limitations of each, enhancing both the reliability and transparency of the review process.", "url": "https://doi.org/10.31235/osf.io/pfhk5_v1", "doi": "10.31235/osf.io/pfhk5_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008124319983252248}, {"title": "Sexuality after Voluntary Sterilization: Lived Experiences of Childfree Women", "authors": "Petra Coufalová, Zuzana Brandová, Hana Přikrylová Kučerová", "abstract": "This study examines how childfree women experience voluntary sterilization and its implications for sexuality and autonomy in a Central European context. Using interpretative phenomenological analysis of interviews with five Czech women, the study shows that sterilization was experienced as an act of self-determination rather than merely contraception. Prior to the procedure, fear of unintended pregnancy shaped women’s sexual lives through stress and vigilance. After sterilization, participants described psychological relief, greater sexual confidence and intimacy. The findings highlight sterilization as a sexually acceptable contraceptive choice that reinforces reproductive autonomy within a persistently pronatalist context.", "url": "https://doi.org/10.31235/osf.io/r3fqk_v1", "doi": "10.31235/osf.io/r3fqk_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.015434667869485663}, {"title": "Reply to: Global gridded population datasets systematically underrepresent rural population", "authors": "Johannes H. Uhl, Dana R. Thomson, Alessandro Sorichetta, Sergio Freire, Andrew Tatem, Stefan Leyk, Marie Urban, Martino Pesaresi, Michele Melchiorri, Linda Pistolesi", "abstract": "Láng-Ritter et al. (2025) use population data from 35 countries where rural areas were flooded by dam and reservoir construction. They compare historical population counts prior to flooding with estimates from global gridded population datasets and report that gridded population data underestimate people in these areas by more than 50%. Based on this, they claim that gridded population data systematically undercount rural populations around the world and suggest that rural census data are also flawed. We appreciate the authors’ interest in gridded population data accuracy but believe they misunderstood how these datasets are constructed and try to validate them by their performance in representing historical population changes around very local and rare flooding events, that are not representative for the quality of global, gridded population data measuring contemporary rural population distributions. Global, gridded population data rely on models that redistribute census-based population counts using geospatial data on water bodies and built-up areas, and other factors related to population presence and density. These models assume water bodies to be static over time and do not measure buildings that existed in the past but have since been dismantled, demolished, destroyed, or flooded. They are not designed to capture rare events like villages flooded by newly built water reservoirs. This is a known limitation, not a flaw, that has been clearly described by gridded population data producers. Láng-Ritter et al. (2025) measure effects of these limitations and exaggerate the scale of the problem. The total number of people displaced by dam construction in the analyzed data is small - less than 0.05% of the world’s population - yet they use relative error metrics that grossly inflate their results. They also avoid assessing if gridded population data overestimate post-flooding population in areas where the data on water bodies are out of date, which would invalidate their claim of “systematic underrepresentation”. Moreover, they confuse “missing data” with “misplaced data” - in many cases, the population is still represented in the gridded population data, just in slightly different locations. We estimate that population displacement due to reservoir construction causes such slight misplacements in global gridded population datasets affecting less than 2% of the global rural population, significantly lower than the claim by Láng-Ritter et al. (2025) of over 50% missing rural population globally. In this response, members of the POPGRID data collaborative explain why the conclusions by Láng-Ritter et al. (2025) are incorrect and not supported by the data or methods used. Moreover, we call for awareness of the limitations and fitness for use of global gridded population data.", "url": "https://doi.org/10.31235/osf.io/rhq97_v1", "doi": "10.31235/osf.io/rhq97_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008502718556912203}, {"title": "NEAD Framework: A Theoretical Model for Understanding Child Emotional and Behavioral Generation", "authors": "Mayu Tanaka", "abstract": "This manuscript presents the original theoretical formulation of the NEAD framework in Japanese. The NEAD framework integrates neurodevelopment, emotional regulation, attachment, and developmental processees to explain the mechanisms underlying child behavior generation. An expanded and extended English version, including further elaboration and applications, will be presented in a separate manuscript.", "url": "https://doi.org/10.31235/osf.io/w8kxm_v1", "doi": "10.31235/osf.io/w8kxm_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009536845271020944}, {"title": "Insights into short-term rental accommodation: history, statistics and landlord perspectives", "authors": "Michaela Lang, Amy Clair, Kira Page, Gary Bonar, Joshua Newman, Megan Robinson", "abstract": "This research examines changes in the short-term rental accommodation (STRA) market, particularly since the COVID-19 pandemic. It explores landlords’ perceptions and the factors influencing their decisions to move properties into or out of the STRA market. The STRA market has expanded globally since the advent of platforms such as Airbnb. As popularity has surged, there has been a trend towards ‘non-hosted STRA’ – where an entire property is rented without the host present. Australia’s housing crisis has intensified pressure on policymakers to address the impact of STRA on housing affordability and availability – especially in tourist areas. To do this, it is critical to understand the changing dynamics of STRA.", "url": "https://doi.org/10.31235/osf.io/xefgd_v1", "doi": "10.31235/osf.io/xefgd_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01445101422865569}, {"title": "\"The Correctness Aversion Effect\": Why do people dislike correct information and others that point out their errors? A comprehensive review of the theory.", "authors": "Hongyang Liu", "abstract": "In everyday conversations, classrooms, workplaces, and online platforms, people often respond to accurate corrections with interpersonal coldness, distrust, or even punishment of the corrector. This review synthesizes dispersed evidence and theory to propose the Correctness Aversion Effect (CAE): a person-directed backlash that emerges when (a) a corrective message is relatively correct and hard to dismiss (high epistemic constraint), (b) that correctness is appraised as threatening to self, face, status, autonomy, or identity, and (c) negative responses are directed at the corrector rather than merely the message content. Moving beyond the correction literature’s dominant focus on belief updating and misinformation reduction, CAE highlights a layered outcome signature in which person evaluation and sanctioning can deteriorate even when epistemic accuracy improves or remains unchanged. We clarify CAE’s construct boundaries relative to shooting-the-messenger effects, backfire/correction resistance, psychological reactance, face-threatening acts, and the intergroup sensitivity effect, and we integrate these lines into a convergent process model: correction episodes (e.g., public exposure, status asymmetry, blunt tone, identity-laden domains) evoke multidimensional threat appraisals that recruit coordinated affective pathways (shame/embarrassment and envy escalating into defensive anger and resentment) and cognitive coping (motive derogation, moralization, source delegitimization, and “pulling-down” reframes), producing interpersonal avoidance, exclusion, and punitive intentions. Social comparison is specified as a key moderator (e.g., comparison orientation, rank concern) that amplifies rank-relevant encoding of being corrected. Finally, we provide an operational blueprint for future research—manipulations, mediator batteries, and layered dependent measures—designed to render CAE falsifiable and to support cumulative multi-study programs and intervention testing.", "url": "https://doi.org/10.31235/osf.io/y8mk7_v1", "doi": "10.31235/osf.io/y8mk7_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009741942375334878}]