[{"title": "State-Building and Rebellion in the Run-Up to the French Revolution", "authors": "MICHAEL ALBERTUS, VICTOR GAY", "abstract": "Early modern European powers were beset by episodic unrest as they sought to consolidate their authority and build empires. We examine how growing state communication networks and the penetration of society impacted unrest by combining original and detailed parish-level data from pre-Revolutionary France on the expansion of the horse-post relay network with rebellion in this period. Using a staggered difference-in-differences framework, we find that new horse-post relays are associated with more local rebellion. We argue that the main mechanisms are the material consequences of state centralization. New horse-post relays are linked with more rebellion against state agents and associates—the military, police, tax collectors, and the judiciary—that conscripted civilians, enforced taxes and laws, and increasingly monopolized roads. Pre-existing state and administrative fragmentation also mediated this relationship. Our findings have implications for the scholarly understanding of the co-evolution of states and order.", "url": "https://doi.org/10.1017/s0003055425101342", "doi": "10.1017/s0003055425101342", "journal_full": "American Political Science Review", "specialized": false, "preprint": false, "score": 0.016346408206489582}, {"title": "Elections Without Constraints? The Appeal of Electoral Autocracy Across the World", "authors": "Anja Neundorf, Sirianne Dahlum, Kristian Vrede Skaaning Frederiksen, Aykut Öztürk", "abstract": "What democratic institutions and practices do citizens prioritize, and how responsive are their preferences to competing concerns such as economic and physical security? We explore this through a conjoint experiment with over 35,000 respondents across thirty-two countries – spanning democracies and autocracies – who evaluate hypothetical countries varying in democratic features, cultural characteristics, economic prosperity, and physical security. Our findings reveal that citizens consistently prioritize free and fair elections, highlighting their salience as a core democratic value. However, executive constraints appear less central to citizens’ preferences, especially when set against the promise of economic prosperity. These patterns hold across a wide range of national and individual contexts. The results suggest that while elections remain symbolically and substantively important, many citizens are responsive to appeals that frame strong, unconstrained leadership as a pathway to economic prosperity – an emphasis often seen in electoral authoritarian regimes.", "url": "https://doi.org/10.1017/s0007123425101129", "doi": "10.1017/s0007123425101129", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.007822769148879472}, {"title": "A Two-Path Theory of Context Effects: Pseudoenvironments and Social Cohesion", "authors": "Cara Wong, Jake Bowers, Daniel Rubenson, Mark Fredrickson, Ashlea Rundlett", "abstract": "Social cohesion suffers when people perceive that they live among others who differ from them, even if such people live in homogeneous neighborhoods. This article shows that (1) two individuals who live in equally diverse local contexts may not perceive the same amount of diversity in that context, nor think of the boundaries of their local community in the same way; and (2) when comparing two individuals who live in equally diverse local contexts, the one who thinks they live with more minorities tends, on average, to see lower social cohesion and less collective efficacy among their neighbors. These descriptive results align with a causal framework that distinguishes the objective environment from that of the subjective context. Revealing that perceptions of social reality matter above and beyond the experience of objective context adds evidence to a theory of context effects that involves perceptions as well as experience.", "url": "https://doi.org/10.1017/s0007123425101099", "doi": "10.1017/s0007123425101099", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.06013750764766179}, {"title": "Like ’Em Rich? Public Perceptions and Opinions of Politicians’ Wealth", "authors": "Marko Klašnja, Lucia Motolinia", "abstract": "Voters regularly face financially diverse candidate pools, yet electoral winners tend to be much wealthier than the challengers. What role do public preferences play in this over-representation of wealth? We posit three channels: direct preference for wealthy candidates, indirect preference due to in-group biases, or inadvertent preference due to ignorance about candidate wealth. Drawing on original surveys in the United States, Brazil, Chile, and India, and leveraging conjoint and information experiments, we find that when given information about wealth, the public exhibits a strong preference against wealthier candidates. While the public grossly underestimates the true wealth of politicians, correcting such misperceptions does not significantly change the preferences over candidate wealth. On the margin, the public uses wealth as a proxy for other desirable qualities like skill, but such an inferential shortcut does not boost public sentiments. Partisan bias, however, may produce some indirect support for the wealthy.", "url": "https://doi.org/10.1017/s0007123425100938", "doi": "10.1017/s0007123425100938", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.01178368426900911}, {"title": "Violence and Bias: The Political Legacy of Anti-Chinese Violence in Indonesia", "authors": "Sanghoon Kim-Leffingwell, Yujeong Yang", "abstract": "Studies have discussed long-term effects of state-led violence on victims’ political attitudes and behaviors, but less is known about its impacts on those who sided with the perpetrators. We develop a theory of authoritarian indoctrination and cognitive dissonance that explains variation in outgroup intolerance among the majority group, focusing on the ethnic violence against Indonesia’s ethnic Chinese minority. Drawing upon unique survey data, we find that proximity to anti-Chinese violence in 1996–1999 correlates with elevated outgroup animosity today, particularly among individuals who grew up during the autocratic era. We further demonstrate that such bias extends to political behavior, leading to support for right-wing politicians instigating outgroup prejudice. Findings highlight historical legacies of authoritarian-led ethnic violence as a source of political intolerance.", "url": "https://doi.org/10.5129/001041525x17653116559120", "doi": "10.5129/001041525x17653116559120", "journal_full": "Comparative Politics", "specialized": false, "preprint": false, "score": 0.07133849987157037}, {"title": "Who punishes the government? Income-based disparities in economic voting", "authors": "Chloé De Grauwe, Silke Goubin", "url": "https://doi.org/10.1016/j.electstud.2025.103038", "doi": "10.1016/j.electstud.2025.103038", "journal_full": "Electoral Studies", "specialized": false, "preprint": false, "score": 0.01083991455504929}, {"title": "An attentive audience? If and how voters evaluate coalition formation", "authors": "Ida B. Hjermitslev, Svenja Krauss", "url": "https://doi.org/10.1016/j.electstud.2025.103035", "doi": "10.1016/j.electstud.2025.103035", "journal_full": "Electoral Studies", "specialized": false, "preprint": false, "score": 0.010330178978205429}, {"title": "How do underrepresented voters view electoral system trade-offs?", "authors": "Don S. Lee, Charles T. McClean", "url": "https://doi.org/10.1016/j.electstud.2025.103036", "doi": "10.1016/j.electstud.2025.103036", "journal_full": "Electoral Studies", "specialized": false, "preprint": false, "score": 0.020655051872446983}, {"title": "Issues of high potential: A novel methodology to uncover unactivated public policy demands", "authors": "James Breckwoldt", "url": "https://doi.org/10.1016/j.electstud.2025.103031", "doi": "10.1016/j.electstud.2025.103031", "journal_full": "Electoral Studies", "specialized": false, "preprint": false, "score": 0.0042405457454179896}, {"title": "Did Trump do better where inflation was worse? Evidence from county-level data", "authors": "Patrick Flavin", "url": "https://doi.org/10.1016/j.electstud.2025.103039", "doi": "10.1016/j.electstud.2025.103039", "journal_full": "Electoral Studies", "specialized": false, "preprint": false, "score": 0.009762986491907433}, {"title": "The Impact of Terrorism on Democratic Support in Africa", "authors": "Souleymane Yameogo, Anja Neundorf", "abstract": "How does chronic terrorism affect support for democracy in fragile states? While most research examines isolated attacks in stable democracies, little is known about persistent violence in insecure, weakly institutionalised contexts. This paper addresses that gap by analysing Africa, where terrorism is widespread and democratic transitions remain incomplete. Using Afrobarometer survey data matched with terrorism events, we employ an entropy balancing strategy within an unexpected-event-during-survey (UESD) design to estimate causal effects. We find that terrorism consistently undermines democratic support – especially in countries with stronger liberal institutions and lower development. Younger and older citizens are particularly susceptible to attitudinal shifts. These findings highlight how terrorism’s political impact hinges not just on exposure, but also on broader structural vulnerabilities shaped by institutions, development, and demography. The study advances theories of authoritarian reflex and threat perception, offering new insights into sustaining democracy amid chronic insecurity.", "url": "https://doi.org/10.1177/00220027251409402", "doi": "10.1177/00220027251409402", "journal_full": "Journal of Conflict Resolution", "specialized": false, "preprint": false, "score": 0.010387479971970093}, {"title": "Explanatory pluralism in political science", "authors": "Keith Dowding, Charles Miller", "abstract": "Most writers on political science methods seem to suggest that explanation means causal explanation. Certainly, many explanations in the political sciences are causal. However, natural science often provides non-causal explanations, while non-causal explanations are recognized by philosophers of science. Causal inference, in itself, is not a causal explanation; it explains alongside theory. In this paper, we defend explanatory pluralism, arguing that many important explanations in political science are not causal in nature. We identify two important types of non-causal explanation – constitutive explanation (CE) and explanation by constraint (EC) – providing examples from the political sciences literature. We conclude by outlining what we believe non-causal explanation can contribute to political science.", "url": "https://doi.org/10.1177/09516298251403391", "doi": "10.1177/09516298251403391", "journal_full": "Journal of Theoretical Politics", "specialized": false, "preprint": false, "score": 0.013573871018092154}, {"title": "Are socialists and populists better connected to the working class? Comparing politicians’ intimate social ties in 13 countries", "authors": "Nino Junius, Stefaan Walgrave", "abstract": "Populist and social democrat parties often claim to better represent lower socio-economic status (SES) citizens, yet existing research shows their elected politicians are mostly socio-economically privileged. This study asks whether these politicians nonetheless maintain closer personal ties to lower SES individuals, focusing on politicians’ intimate relationships such as parents, partners, and close friends. Using original survey data from 1185 politicians across 13 countries, we find limited evidence that populists and socialists are better in touch, through their ties, with lower SES individuals. Populists and socialists are more likely than other politicians to come from lower-class families, and social democrats more often have lower-educated parents. However, both groups are just as likely as other politicians to have highly educated and higher-class friends and partners. A notable exception is that populists are somewhat more likely to have a lower-educated partner. Overall, despite their rhetoric, intimate ties to lower SES groups remain limited among populists and socialists.", "url": "https://doi.org/10.1177/13540688251411813", "doi": "10.1177/13540688251411813", "journal_full": "Party Politics", "specialized": false, "preprint": false, "score": 0.016095042667416237}, {"title": "Field of greens: Issue competition between niche parties and mainstream parties in the news", "authors": "Rachid Azrout, Joost van Spanje, Aurelia Ananda", "abstract": "Niche parties have emerged in many democracies worldwide. Various aspects of these parties have been studied, including the role of mainstream parties in their electoral success. Key to that success, arguably, is news media attention. Is the media attention that niche parties receive affected by mainstream parties as well? In this paper, we combine news value theory with party competition theory to argue that other parties influence niche party visibility. Focusing on green parties in 11 countries between 1992 and 2021, we find evidence that the salience of green policies in mainstream parties’ manifestoes enhance green party visibility in newspapers if these parties take an adversarial position. This positive effect turns negative as the mainstream party becomes greener, which suggests that it steals a niche party’s thunder. The insight that mainstream parties can influence media attention to niche parties opens up new lines of research on the emergence of niche parties.", "url": "https://doi.org/10.1177/13540688251409656", "doi": "10.1177/13540688251409656", "journal_full": "Party Politics", "specialized": false, "preprint": false, "score": 0.013953073755849532}, {"title": "How issue ownership impacts responsibility attribution in countries with minority governments", "authors": "Emil W Hildebrand, Ida B Hjermitslev", "abstract": "In this study, we explore under what conditions the various actors in minority coalition governments are perceived as more or less responsible for policy outcomes. Using the 2022 budget negotiations between Norway’s two-party minority government and its informal support party as a case, we test whether voters attribute more responsibility to parties who “own” the issues that are particularly salient during the negotiations. We test our hypotheses with a 3 × 2 × 2 factorial vignette experiment. The results reveal that junior members and support parties are perceived as more responsible for policy outcomes when their issue ownership is emphasized in budget negotiations. This effect is amplified when voters are primed to consider policy influence. This has important strategic implications especially for smaller parties involved in coalition governing.", "url": "https://doi.org/10.1177/13540688251408628", "doi": "10.1177/13540688251408628", "journal_full": "Party Politics", "specialized": false, "preprint": false, "score": 0.006934959249253914}, {"title": "Brand Transformation in European Politics: The Rise and Limits of Nonclassical Names", "authors": "Endre Borbáth, Swen Hutter", "abstract": "Political parties in Europe are undergoing profound transformations, with many abandoning traditional brands. This study analyzes party names as indicators of ideological and organizational change, combining an original content analysis across 28 European countries (1945–2023) with two conjoint survey experiments. We find that “nonparty” names have become the majority, reflecting a shift away from ideology toward alternative forms of identification. While movement names appear in wavelike patterns linked to protest cycles, such as after the 2008 Great Recession, nonclassical names are especially prevalent among new, opposition, and right-wing parties. However, a paradox emerges: despite their growing adoption, nonclassical names do not easily yield the anticipated electoral benefits, as new parties seem to gain little from abandoning classical naming conventions. By tracing long-term naming trends and integrating survey-based experimental evidence, we advance debates on party transformation, political branding, and the evolving interplay between electoral and movement politics in contemporary democracies.", "url": "https://doi.org/10.1017/s1537592725103319", "doi": "10.1017/s1537592725103319", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.015357550801471165}, {"title": "Benefit Seekers or Principle Holders? Experimental Evidence on Americans’ Democratic Trade-Offs", "authors": "Chloe Rose Mortenson, Erik C. Nisbet", "abstract": "This study examines how Americans conceptualize democracy and whether their support for democratic principles remains consistent across different trade-offs. Using a conjoint experiment, we test whether citizens act as principle holders—maintaining support for democratic norms regardless of circumstances—or benefit seekers who prioritize material outcomes over liberal democratic norms. Our findings reveal that while respondents generally prefer democratic principles including rule of law, political equality, and freedom of expression, these preferences are moderated by economic well-being. When presented with scenarios featuring economic disadvantage, support for traditional democratic principles declines markedly. This context dependency challenges conventional survey measures of democratic attitudes, as we observe substantial divergence between participants’ self-reported understandings of democracy and their revealed preferences when forced to navigate trade-offs. These results help to explain why campaign appeals framing democracy as “on the ballot” proved ineffective in the 2024 US presidential election, as voters facing economic hardship privileged material concerns over abstract democratic principles. Our findings contribute to debates about democratic backsliding by demonstrating that economic conditions play a crucial role in shaping citizens’ commitment to democratic governance, with implications for understanding populist mobilization and the resilience of democratic norms during periods of economic uncertainty.", "url": "https://doi.org/10.1017/s1537592725104052", "doi": "10.1017/s1537592725104052", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.010270496626882286}, {"title": "The Relational Method: How Community Organizing Can Reshape University Research", "authors": "Amanda Tattersall, Marc Stears", "abstract": "Crises of confidence in the relationship between academic research and broader society has led to an explosion in interest in community-led research methods, such as codesign, community-engaged research, and participatory action research. These methods are intended as a way of reconnecting scholarship and society during a period of intense polarization, but they remain far from mainstream. This reflection considers whether community organizing, and in particular the kind of approach initiated by Saul Alinsky that borrowed from a scholarly method at the University of Chicago in the 1920s and is now practiced in more than 99 cities around the world, can offer a practical guide for scholars keen to resolve this challenge. It outlines three elements of what is labeled the “relational method” that build on the philosophical and practical tools of community organizing: relationality, power, and uncertainty. It suggests that the principles and practices of the relational method can not only strengthen community-led research practice, but, if we take a lead from community organizing and recognize the importance of the relationship between the practice of social change and the institutions that seek to produce it, it can also help us to more clearly see how the diffusion of community-led research can align with the broader goal of creating more community-engaged universities.", "url": "https://doi.org/10.1017/s1537592725104039", "doi": "10.1017/s1537592725104039", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.01063151398690243}, {"title": "Unspoken Hierarchies: The Enduring Effects of Caste Discrimination in Africa", "authors": "Leonardo Arriola, Dominika Koter, Martha Anne Wilfahrt", "abstract": "How do social hierarchies affect patterns of discrimination in democratic contexts? While studies of identity politics in diverse societies often focus on relations between groups formed around parallel identities like ethnicity, these same societies often feature hierarchical identities that rank individuals into stratified groups. This paper examines how culturally embedded caste identities, inherited at birth, continue to shape everyday life. Drawing on an original survey of 2,160 Senegalese citizens, we show that caste remains a salient axis of perceived discrimination despite its formal abolition over a century ago. Individuals from occupational caste and slave-descended backgrounds are significantly more likely to report experiences of exclusion such as the denial of basic services. Most respondents attribute caste-based discrimination to cultural norms rather than economic competition, religious instruction, or biological differences. Moreover, we find that high-status individuals systematically overreport tolerant attitudes in face-to-face interviews with lower-status enumerators, suggesting that social desirability can obscure the extent of status-based attitudes. These findings shed light on the persistence of caste hierarchies and their impact on citizenship in societies otherwise considered tolerant and democratic. These findings contribute to research on identity politics by highlighting the need to distinguish between ranked and unranked forms of social difference.", "url": "https://doi.org/10.1017/s153759272510371x", "doi": "10.1017/s153759272510371x", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.047737770764052834}, {"title": "Bayesian Sensitivity Analysis for Unmeasured Confounding in Causal Panel Data Models", "authors": "Licheng Liu, Teppei Yamamoto", "abstract": "Despite the recent methodological advancements in causal panel data analysis, concerns remain about unobserved unit-specific time-varying confounders that cannot be addressed by unit or time fixed effects or their interactions. We develop a Bayesian sensitivity analysis (BSA) method to address the concern. Our proposed method is built upon a general framework combining Rubin’s Bayesian framework for model-based causal inference (Rubin [1978], The Annals of Statistics 6(1), 34–58) with parametric BSA (McCandless, Gustafson, and Levy [2007], Statistics in Medicine 26(11), 2331–2347). We assess the sensitivity of the causal effect estimate from a linear factor model to the possible existence of unobserved unit-specific time-varying confounding, using the coefficients of the treatment variable and observed confounders in the model for the unobserved confounding as sensitivity parameters. We utilize priors on these coefficients to constrain the hypothetical severity of unobserved confounding. Our proposed approach allows researchers to benchmark the assumed strength of confounding on observed confounders more systematically than conventional frequentist sensitivity analysis techniques. Moreover, to cope with convergence issues typically encountered in nonidentified Bayesian models, we develop an efficient Markov chain Monte Carlo algorithm exploiting transparent parameterization (Gustafson [2005], Statistical Science 20(2), 111–140). We illustrate our proposed method in a Monte Carlo simulation study as well as an empirical example on the effect of war on inheritance tax rates.", "url": "https://doi.org/10.1017/pan.2025.10029", "doi": "10.1017/pan.2025.10029", "journal_full": "Political Analysis", "specialized": false, "preprint": false, "score": 0.007912107611508068}, {"title": "Political Bias in College Student Access To Campus Resources", "authors": "Jessica Khan", "url": "https://doi.org/10.1007/s11109-025-10110-x", "doi": "10.1007/s11109-025-10110-x", "journal_full": "Political Behavior", "specialized": false, "preprint": false, "score": 0.016645942900899047}, {"title": "Technopolitics of water appropriation: How Mumbai claims hydrological dominance in its metropolitan region", "authors": "Sachin Tiwale", "url": "https://doi.org/10.1016/j.polgeo.2025.103473", "doi": "10.1016/j.polgeo.2025.103473", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.03244592134638413}, {"title": "State making at the infrastructural frontier: bureaucratic practices and the techno-politics of hydraulic infrastructure in post-revolutionary Mexico City", "authors": "Alejandro De Coss-Corzo", "url": "https://doi.org/10.1016/j.polgeo.2025.103482", "doi": "10.1016/j.polgeo.2025.103482", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.023284969447169956}, {"title": "From cognitive coherence to political polarization: A data‐driven agent‐based model of belief change", "authors": "Marlene C. L. Batzke, Peter Steiglechner, Jan Lorenz, Bruce Edmonds, František Kalvas", "abstract": "Political polarization represents a rising issue in many countries, making it more and more important to understand its relation to cognitive‐motivational and social influence mechanisms. Yet, the link between micro‐level mechanisms and macro‐level phenomena remains unclear. We investigated the consequences of individuals striving for cognitive coherence in their belief systems on political polarization in society in an agent‐based model. In this, we formalized how cognitive coherence affects how individuals update their beliefs following social influence and self‐reflection processes. We derive agents' political beliefs as well as their subjective belief systems, defining what determines coherence for different individuals, from European Social Survey data via correlational class analysis. The simulation shows that agents polarize in their beliefs when they have a strong strive for cognitive coherence, and especially when they have structurally different belief systems. In a mathematical analysis, we not only explain the main findings but also underscore the necessity of simulations for understanding the complex dynamics of socially embedded phenomena such as political polarization.", "url": "https://doi.org/10.1111/pops.70099", "doi": "10.1111/pops.70099", "journal_full": "Political Psychology", "specialized": false, "preprint": false, "score": 0.007362238016939804}, {"title": "Emotional representation: Identifying the characteristics and consequences of elected officials mirroring the emotions of their constituents", "authors": "Christopher Stout, Davin Phoenix, Gregory Leslie, Elizabeth Schroeder", "abstract": "This study examines which elected officials are most likely to mirror their constituents' emotions in public outreach—a concept we term emotional representation. We also analyze the significance of emotional representation for the targeted group. To accomplish these goals, we examine the degree to which members of Congress mirrored Black people's documented increase in expressions of anger following the murder of George Floyd in the summer of 2020. Using a regression discontinuity design and the sentiment analysis of 305,358 tweets, 190,192 Facebook Posts, and 35,409 press releases, we show that descriptive representatives provide the highest levels of emotional representation. To examine the impact of emotional representation, we deployed a two‐stage experiment to 390 Black respondents. We find that Black people who increased in anger after being primed with images of police violence view elected officials who engage in emotional representation as more favorable, empathetic, and trustworthy.", "url": "https://doi.org/10.1111/pops.70102", "doi": "10.1111/pops.70102", "journal_full": "Political Psychology", "specialized": false, "preprint": false, "score": 0.010187206999270337}, {"title": "Promoting democracy in the context of terrorism: experimental evidence from Burkina Faso", "authors": "Souleymane Yameogo, Anja Neundorf, Aykut Öztürk", "abstract": "Democracy faces growing threats from authoritarian ideologies, especially in terrorism-affected regions. We test whether citizen-targeted democracy-promotion intervention can bolster democratic support and resist authoritarian appeals. A randomized online experiment in Burkina Faso exposed participants to educational videos focusing on: (1) introduction of civic rights democracies offer, (2) general discussion of democracy’s advantages in combating terrorism, (3) Burkina Faso–specific discussion of democracy’s advantages in combating terrorism, (4) space exploration (placebo). Democracy-promotion videos increased democratic support. The general terrorism-advantage message produced the largest gains, whereas the country-specific message had little effect. Effects are not contingent on respondents’ proximity to attacks or direct experience. These findings highlight how democratic resilience can be strengthened in conflict-affected societies and inform future efforts to promote democracy. .", "url": "https://doi.org/10.1017/psrm.2025.10075", "doi": "10.1017/psrm.2025.10075", "journal_full": "Political Science Research and Methods", "specialized": false, "preprint": false, "score": 0.007860617953748927}, {"title": "The distribution of hate speech and its implications for content moderation", "authors": "Gloria Gennaro, Laura Bronner, Laurenz Derksen, Maël Kubli, Ana Kotarcic, Selina Kurer, Philip Grech, Karsten Donnay, Fabrizio Gilardi, Dominik Hangartner", "abstract": "Hate speech is widely seen as a significant obstacle to constructive online discourse, but the most effective strategies to mitigate its effects remain unclear. We claim that understanding its distribution across users is key to developing and evaluating effective content moderation strategies. We address this missing link by first examining the distribution of hate speech in five original datasets that collect user-generated posts across multiple platforms (social media and online newspapers) and countries (Switzerland and the United States). Across these diverse samples, the vast majority of hate speech is produced by a small fraction of users. Second, results from a pre-registered field experiment on Twitter indicate that counterspeech strategies obtain only small reductions of future hate speech, mainly because this approach proves ineffective against the most prolific contributors of hate. These findings suggest that complementary content moderation strategies may be necessary to effectively address the problem.", "url": "https://doi.org/10.1017/psrm.2025.10063", "doi": "10.1017/psrm.2025.10063", "journal_full": "Political Science Research and Methods", "specialized": false, "preprint": false, "score": 0.009810985039281128}, {"title": "Preemptive multipartism and democratic transitions", "authors": "Natán Skigin, Aníbal Pérez-Liñán", "abstract": "Scholars debate whether the presence of multiple parties in the legislature stabilizes dictatorships or promotes their demise. We show that authoritarian regimes face a dilemma: allowing for multipartism reduces the risk of bottom-up revolt, but facilitates protracted top-down democratization. Concessions to the opposition diminish the long-term benefits of authoritarian rule and empower regime soft-liners. We test our theory in Latin America—a region with a broad range of autocracies —using survival models, instrumental variables, random forests, and two case studies. Our theory explains why rational autocrats accept multipartism, even though this concession may ultimately undermine the regime. It also accounts for democratic transitions that occur when the opposition is fragmented and without a stunning authoritarian defeat.", "url": "https://doi.org/10.1017/psrm.2025.10062", "doi": "10.1017/psrm.2025.10062", "journal_full": "Political Science Research and Methods", "specialized": false, "preprint": false, "score": 0.0058328508911316135}, {"title": "Opportunities to govern: how to increase the supply of moderate and qualified candidates", "authors": "Andrew Eggers, Anthony Fowler, William Howell, Molly Offer-Westort", "abstract": "The state of American politics would be improved, many argue, if more moderate and qualified people served in government. We investigate what draws such individuals to run, focusing on a dimension of politics that has received scant attention within the candidate-entry literature—the ability of candidates, once elected, to exercise meaningful influence over policy. In a conjoint experiment, we find that the opportunity to wield greater authority differentially increases moderates’ interest in seeking office, and that more qualified people express more interest in running for offices with greater authority, lower thresholds for passing legislation, and higher staff support. These findings have implications for political representation, government effectiveness, and the relationship between institutional reform and mass politics.", "url": "https://doi.org/10.1017/psrm.2025.10076", "doi": "10.1017/psrm.2025.10076", "journal_full": "Political Science Research and Methods", "specialized": false, "preprint": false, "score": 0.006356596088550548}, {"title": "Selectively (il)liberal: theory and evidence on nativist disidentification", "authors": "Alberto López Ortega, Stuart J. Turnbull-Dugarte", "abstract": "Does group-based tribal thinking against ethnic out-groups condition support for both liberal and illiberal policies? Our thesis is that, irrespective of the direction of the policy (progressive or conservative), nativists express selective support for policies based on different signals of group-identity: descriptive markers, group-based substantive representation, in- and out-group norms, and group-based reasoning. We test this theoretical expectation using a novel AI-powered visual conjoint experiment in the Netherlands and Germany that asked individuals to select between hypothetical educational reform proposals presented by civic actors during a public consultation. Empirically, our results demonstrate that citizens, on average, are indeed selectively (il)liberal and that this instrumental policy support is greater among those with higher levels of underlying nativism. Specifically, we show that—among our multidimensional markers of group-based identities, norms, and reasoning—group-based substantive representation and in-group norms are the strongest determinants of support for diverse reform proposals. These findings have key implications on the malleable nature of citizens’ support for the backsliding of the liberal tenets of democracy as well as the persuasive power of out-group disidentification .", "url": "https://doi.org/10.1017/psrm.2025.10066", "doi": "10.1017/psrm.2025.10066", "journal_full": "Political Science Research and Methods", "specialized": false, "preprint": false, "score": 0.46011608632040046}, {"title": "Gauging preference stability under authoritarianism", "authors": "Jennifer Pan, Yiqing Xu", "abstract": "Do people living under authoritarianism exhibit stable, constrained preferences? Autocrats have incentives to suppress the formation of stable preferences structured by underlying constraints as such preferences can empower challengers and limit policy choices. However, research in political psychology suggests that such preferences may emerge through internal cognitive processes regardless of external conditions. We address this question using three surveys, two of which are longitudinal, in China, a theoretically important case. We find that preferences related to political institutions, economic policies, nationalistic policies, traditional social values, and ethnic policies exhibit relatively high levels of intertemporal stability over month-long and year-long periods, comparable to patterns observed in competitive electoral democracies. Moreover, individuals with higher levels of political knowledge and education exhibit more stable preferences. These findings suggest that, despite autocratic efforts to suppress stable and constrained preferences, such preferences can still take shape. We also offer practical recommendations for measuring preference configuration in authoritarian contexts.", "url": "https://doi.org/10.1177/20531680251400418", "doi": "10.1177/20531680251400418", "journal_full": "Research & Politics", "specialized": false, "preprint": false, "score": 0.008692757656889483}, {"title": "Government performance and support for democracy in Spain", "authors": "Darren Hawkins, Joshua R. Gubler, Celeste Beesley, Tayla Ingles, Julia Chatterley", "abstract": "Do problems with government performance impact public support for democracy? Observational studies offer mixed answers. Given the limits of observational data, we present results from a 2022 survey experiment of nearly 2000 residents in Spain. Respondents were prompted to write about one of two common types of poor government performance—corruption or unemployment. In addition, we asked respondents to write about corruption as generated either by elites or by the system of government generally. Our outcome, support for democracy, is measured using questions about commonly eroded democratic practices and about democracy generally (labeled “conceptual democracy”). We find that the writing primes reduce support for conceptual democracy but did not reduce support for specific democratic practices like civil liberties or institutional checks on executives. These findings show that in addition to factors like partisanship and elite rhetoric, government performance plays an important role in shaping public support for democracy in nuanced ways.", "url": "https://doi.org/10.1177/20531680251409938", "doi": "10.1177/20531680251409938", "journal_full": "Research & Politics", "specialized": false, "preprint": false, "score": 0.006362793159079394}, {"title": "Stereotypes and scandals: Politician gender and public judgments about scandal in Mexico", "authors": "Fernanda Quintanilla Domínguez, Rebecca Bell-Martin, Brett Ryan Bessen", "abstract": "This article examines how politician gender shapes voter judgments about political scandal in Mexico. We test the hypothesis that individuals discount or disbelieve scandals when their content contradicts gender stereotypes. In a survey experiment, we varied the type of scandal and the gender of politician facing misconduct allegations. Respondents were more favorable toward female politicians accused of stereotype-incongruent behaviors. Further, benevolent sexists—those who idealize women as uniquely pure—were especially likely to discount stereotype-incongruent scandals. These findings elucidate the role of gender stereotypes in shaping judgments about politicians’ fitness for office.", "url": "https://doi.org/10.1177/20531680251409456", "doi": "10.1177/20531680251409456", "journal_full": "Research & Politics", "specialized": false, "preprint": false, "score": 0.01518584518554067}, {"title": "Vote choices in the Council of the European Union 2010 to 2021", "authors": "Arash Pourebrahimi, Madeleine O. Hosli", "url": "https://doi.org/10.1080/01402382.2025.2595586", "doi": "10.1080/01402382.2025.2595586", "journal_full": "West European Politics", "specialized": false, "preprint": false, "score": 0.0346046216225947}, {"title": "Blame games, problem denial, and relational distance", "authors": "Thomas Elston, Christopher A. Cooper, Anna Bilous", "url": "https://doi.org/10.1080/01402382.2025.2591535", "doi": "10.1080/01402382.2025.2591535", "journal_full": "West European Politics", "specialized": false, "preprint": false, "score": 0.006937472057360949}, {"title": "How Does GenAI “See” Climate Change: Exploring the Challenges and Opportunities of GenAI for Climate Visual Journalism", "authors": "Saffron O’Neill, Veronica White, Tristan J. B. Cann, Felix M. Simon, Alastair Johnstone-Hack, Simon Puttock, Sylvia Hayes, Oliver Blewett, Chico Camargo, Travis Coan, Francisco Gonzalez Espinosa, Ranadheer Malla, Sarwat Qureshi, Ned Westwood", "url": "https://doi.org/10.1080/21670811.2025.2602870", "doi": "10.1080/21670811.2025.2602870", "journal_full": "Digital Journalism", "specialized": false, "preprint": false, "score": 0.036706779232655085}, {"title": "Hardly Used, But Highly Appreciated? Use, Importance and Effects of Engagement-Oriented Journalism", "authors": "Bernadette Uth", "url": "https://doi.org/10.1080/21670811.2025.2605489", "doi": "10.1080/21670811.2025.2605489", "journal_full": "Digital Journalism", "specialized": false, "preprint": false, "score": 0.005783054749368466}, {"title": "Fueling influencer creep, reinforcing platform authority: the work of social media experts", "authors": "Burçin Sarı", "url": "https://doi.org/10.1080/1369118x.2025.2604667", "doi": "10.1080/1369118x.2025.2604667", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.011671584331987228}, {"title": "Wild dreams and small routines: AI imaginaries and mundanity in the everyday experiences of genAI Replika bot users", "authors": "Iliana Depounti, Simone Natale", "url": "https://doi.org/10.1080/1369118x.2025.2604668", "doi": "10.1080/1369118x.2025.2604668", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.015046936896249807}, {"title": "Between AI fear and digital agency: technological familiarity and risk perception of generative AI’s epistemic power", "authors": "Mauro Barisione, Ilir Rama, Francesco Marolla", "url": "https://doi.org/10.1080/1369118x.2025.2606101", "doi": "10.1080/1369118x.2025.2606101", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.00873822920808942}, {"title": "Tradwives, it’s not (leftist) feminism you dislike, it’s capitalism! Rereading Harry Braverman alongside the discombobulated politics of social media tradwives", "authors": "Meaghan Furlano", "abstract": "This article examines what I call the discombobulated politics of the tradwife, a popular social media aesthetic embraced by women who champion “traditional” Western gender norms, the nuclear family, and pronatalism. Tradwives have become formidable cultural figures due to their vast audiences, ties to far-right politics, and ability to mobilize around widely shared emotions. I understand their politics as discombobulated insofar as they advance a false cause for a social world that can be more accurately explained through established social scientific frameworks, such as those advanced by Harry Braverman in his 1974 book Labour and Monopoly Capitalism . In this article, I identify recurring tradwife critiques of “feminism” and use Braverman’s analysis to rebut these misframings, redirecting attention to the true structural driver of discontent: monopoly capitalism. By disentangling tradwives’ animus toward “feminism” and relocating it within the dynamics of capital (or a “feminism” that is really capitalism in disguise), this article provides a more precise account of the forces contributing to the contemporary anti-feminist backlash. It concludes that while tradwives often identify real social problems, the emancipatory impetus that would otherwise steer them toward left-wing politics is subverted by the malevolent actors of what Naomi Klein calls the Mirror World.", "url": "https://doi.org/10.1177/01634437251400651", "doi": "10.1177/01634437251400651", "journal_full": "Media, Culture & Society", "specialized": false, "preprint": false, "score": 0.02668926038613373}, {"title": "Podcasting Islam in the Anglosphere: Muslim counterpublics in the UK, US and Australia", "authors": "Shaheen Amid Whyte", "abstract": "Podcasts are emerging as a powerful medium for information exchange and public dialogue. Within the Muslim digital space, podcasts have become viable alternatives to mainstream media, where Muslims have been routinely marginalised, vilified and misrepresented. Drawing on counterpublics theory, this study employs digital ethnography to explore how Muslim-owned media platforms reclaim self-agency and construct online publics in Anglophone contexts. It examines the audience metrics and discourses of four popular Islamic podcasts: The Thinking Muslim (UK), Blogging Theology (UK), OnePath Network (Australia) and Zaytuna College (US), with a focus on their content production, charismatic appeal and pan-Islamic orientation. It finds that the podcasts actively shape counterpublics through their engagement with decolonial thought, traditionalist scholarship and the amplification of Muslim lived experiences. While this paper highlights the benefits of fostering Muslim representation and counter discourses, it shows how podcasts can equally be susceptible to insider bias, ideological silos and the rise of influencer culture. In particular, the paper outlines the unexpected crossover between left and right-wing counterpublics and new ways of constructing religious authority online.", "url": "https://doi.org/10.1177/01634437251400663", "doi": "10.1177/01634437251400663", "journal_full": "Media, Culture & Society", "specialized": false, "preprint": false, "score": 0.031391058349957146}, {"title": "The Logic of Connective Faction: How Digitally Networked Elites and Hyper-Partisan Media Radicalize Politics", "authors": "Curd B. Knüpfer, Yunkang Yang, Mike Cowburn", "url": "https://doi.org/10.1080/10584609.2025.2604708", "doi": "10.1080/10584609.2025.2604708", "journal_full": "Political Communication", "specialized": false, "preprint": false, "score": 0.007373850397082826}, {"title": "Going Local? Localized Rhetoric in Congressional Communications", "authors": "Michael Heseltine", "url": "https://doi.org/10.1080/10584609.2025.2607424", "doi": "10.1080/10584609.2025.2607424", "journal_full": "Political Communication", "specialized": false, "preprint": false, "score": 0.011391049856248392}, {"title": "Governing data through privacy after China's PIPL: Discursive strategies, layered compliance and power dynamics in digital platform policies", "authors": "Yiming Chen, Liming Liu, Jinpei Deng", "url": "https://doi.org/10.1016/j.telpol.2025.103147", "doi": "10.1016/j.telpol.2025.103147", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.005383094451443582}, {"title": "Communication Technology advancement and political outcomes in the developing world: Evidence from 4G proliferation in Indonesia", "authors": "Najwa Khairina, Rus'an Nasrudin, Bambang P.S. Brodjonegoro", "url": "https://doi.org/10.1016/j.telpol.2025.103146", "doi": "10.1016/j.telpol.2025.103146", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.023185960743022593}, {"title": "The effects of banning permanence clauses in mobile phone markets", "authors": "Renzo Clavijo", "url": "https://doi.org/10.1016/j.telpol.2025.103141", "doi": "10.1016/j.telpol.2025.103141", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.025797556072304273}, {"title": "Spectrum governance and 5G market structure: Malaysia's transition to a dual network model", "authors": "Muhammad Nur Thoriqah Wahbi, Noorihsan Mohamad", "url": "https://doi.org/10.1016/j.telpol.2025.103144", "doi": "10.1016/j.telpol.2025.103144", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.016199663264148012}, {"title": "The Intergenerational Effects of Parental Incarceration", "authors": "Hans Grönqvist, Susan Niknami, Mårten Palme, Mikael Priks", "abstract": "We estimate the causal effects of parental incarceration on children’s short- and long-run outcomes using administrative data from Sweden. Our empirical strategy exploits exogenous variation in parental incarceration from the random assignment of criminal defendants to judges with different incarceration tendencies. We find that incarceration of a parent in childhood leads to a significant increase in teen criminal convictions, a decrease in schooling outcomes, and worse labour market outcomes in adulthood. The effects are concentrated among children from disadvantaged families, in particular families where the remaining non-convicted parent is disadvantaged. These results suggest that the incarceration of parents with young children may significantly increase the intergenerational persistence of poverty and criminal behaviour in affluent countries with extensive social safety nets and progressive criminal justice systems.", "url": "https://doi.org/10.1093/ej/ueaf136", "doi": "10.1093/ej/ueaf136", "journal_full": "Economic Journal", "specialized": false, "preprint": false, "score": 0.010456917665704446}, {"title": "Child penalties in labour market skills", "authors": "Jonas Jessen, Lavinia Kinne, Michele Battisti", "url": "https://doi.org/10.1016/j.euroecorev.2025.105245", "doi": "10.1016/j.euroecorev.2025.105245", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.012221364139708202}, {"title": "Information Acquisition ahead of Monetary Policy Announcements", "authors": "Michael Ehrmann, Paul Hubert", "url": "https://doi.org/10.1016/j.euroecorev.2025.105241", "doi": "10.1016/j.euroecorev.2025.105241", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.006353460696781998}, {"title": "How home exams and peers affect college grades in unprecedented times", "authors": "Tinna Laufey Ásgeirsdóttir, Marco Francesconi, Ásthildur M. Jóhannsdóttir, Gylfi Zoega", "url": "https://doi.org/10.1016/j.euroecorev.2025.105240", "doi": "10.1016/j.euroecorev.2025.105240", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.016556922750387337}, {"title": "Empirical welfare maximization with constraints", "authors": "Liyang Sun", "url": "https://doi.org/10.1016/j.jeconom.2025.106169", "doi": "10.1016/j.jeconom.2025.106169", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.013085231500356453}, {"title": "Multivariate kernel regression in vector and product metric spaces", "authors": "Marcia Schafgans, Victoria Zinde-Walsh", "url": "https://doi.org/10.1016/j.jeconom.2025.106168", "doi": "10.1016/j.jeconom.2025.106168", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.009648744530346032}, {"title": "Data-driven policy learning for continuous treatments", "authors": "Chunrong Ai, Yue Fang, Haitian Xie", "url": "https://doi.org/10.1016/j.jeconom.2025.106170", "doi": "10.1016/j.jeconom.2025.106170", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.005936430726109276}, {"title": "Social influence and carbon dioxide mitigation", "authors": "Jayant Vivek Ganguli, Friederike Mengel", "url": "https://doi.org/10.1016/j.jpubeco.2025.105558", "doi": "10.1016/j.jpubeco.2025.105558", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.022303545039188744}, {"title": "Protectionism, evasion and household welfare evidence from Nigeria’s import bans", "authors": "Erhan Artuc, Guillermo Falcone, Guido Porto, Bob Rijkers", "url": "https://doi.org/10.1016/j.jpubeco.2025.105543", "doi": "10.1016/j.jpubeco.2025.105543", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.11631731682134472}, {"title": "Optimal income tax deductions for mixed business and personal expenditures", "authors": "Jacob Goldin, Sebastian Koehne, Nicholas Lawson", "url": "https://doi.org/10.1016/j.jpubeco.2025.105544", "doi": "10.1016/j.jpubeco.2025.105544", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.025037297664109004}, {"title": "The consequences of wildfire liability for firm precaution: Evidence from power shutoffs in California", "authors": "Christopher Malloy", "url": "https://doi.org/10.1016/j.jpubeco.2025.105552", "doi": "10.1016/j.jpubeco.2025.105552", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.010595005733019192}, {"title": "Estimating the welfare cost of labor supply frictions", "authors": "Katy Bergstrom, William Dodds, Nicholas Lacoste, Juan Rios", "url": "https://doi.org/10.1016/j.jpubeco.2025.105556", "doi": "10.1016/j.jpubeco.2025.105556", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.05961677698082912}, {"title": "Communication and the emergence of a unidimensional world,", "authors": "Philippos Louis, Orestis Troumpounis, Nikolas Tsakas", "abstract": "While individuals hold, exchange, and update opinions over multiple issues, these opinions are often correlated, and a unidimensional spectrum is enough to summarize them. But when should one expect opinions to be unidimensional? And how important is the underlying structure of communication? Our experimental results, validate the crisp predictions by DeMarzo et al. (2003) when individuals update their opinions on a fixed network, always trusting the same neighbors, and confirm the importance of the communication structure in predicting whether individuals hold relatively moderate or extreme opinions. We also provide a theoretical result, simulation results, and experimental evidence suggesting that unidimensionality may arise even when individuals’ networks vary over time.", "url": "https://doi.org/10.1093/jeea/jvaf065", "doi": "10.1093/jeea/jvaf065", "journal_full": "Journal of the European Economic Association", "specialized": false, "preprint": false, "score": 0.009339845535748292}, {"title": "Negative Rates and the Effective Lower Bound: Theory and Evidence,", "authors": "Michael McLeay, Silvana Tenreyro, Lukas von dem Berge", "abstract": "With the monetary policy lower bound a re-emerging concern in some locations, we present new insights on the impact of negative policy rates. We develop a new theoretical model to match the empirical evidence on their effects. It features a heterogeneous, oligopolistic banking sector where loan pricing is determined in part by the availability of deposit funding and in part by wholesale funding. The use of non-deposit funding ensures that the bank lending channel of negative rates remains active. We explore the impact of the policy on different types of banks: high-deposit banks may experience a fall in interest margins and profitability, which can result in reduced lending. But this is more than compensated by greater lending from low-deposit banks. We embed this banking sector in an open-economy macroeconomic model, featuring exchange-rate and capital market transmission channels, which continue to work as normal when rates are negative. These non-bank channels, combined with general equilibrium effects and an active bank lending channel, mean that the transmission of negative rates is only somewhat weaker than conventional policy.", "url": "https://doi.org/10.1093/jeea/jvaf053", "doi": "10.1093/jeea/jvaf053", "journal_full": "Journal of the European Economic Association", "specialized": false, "preprint": false, "score": 0.009327428590696352}, {"title": "Individualism and the Formation of Human Capital", "authors": "Katharina Hartinger, Sven Resnjanskij, Jens Ruhose, Simon Wiederhold", "abstract": "More individualistic countries experience higher economic growth. We provide evidence for a human-capital-based explanation of the growth effects of individualism. Using data from the largest international adult skill assessment, we establish that individualism shapes human capital formation. We identify the effects of individualism by exploiting variation between migrants at the origin- country, origin-language, and person level. Migrants from more individualistic cultures have higher cognitive skills and larger skill gains over time. They also invest more in their skills over the life cycle, as they acquire more years of schooling and are more likely to participate in adult education activities. Individualism is more important in explaining adult skill formation than any other cultural trait that previous literature has emphasized. In the labor market, more individualistic migrants earn higher wages and are less often unemployed. We show that our results cannot be explained by selective migration or omitted origin-country variables.", "url": "https://doi.org/10.1093/jeea/jvaf066", "doi": "10.1093/jeea/jvaf066", "journal_full": "Journal of the European Economic Association", "specialized": false, "preprint": false, "score": 0.9596626546885438}, {"title": "Firm Life-Cycle Learning and Misallocation", "authors": "Ying Feng", "abstract": "Dispersion in marginal revenue products of capital (MRPK) across firms may lower aggregate productivity through misallocation. Using firm-level panel data from China, I document that MRPK dispersion decreases substantially with firm age, particularly before age five. Building on this novel fact, I propose a new interpretation of MRPK dispersion as resulting from firm life-cycle learning. To formalize this idea, I develop a quantitative model in which firms learn about their fundamental productivity as they age in a frictional market with endogenous exits. I find that omitting learning can result in considerable overestimation of TFP losses from \"distortions\" .", "url": "https://doi.org/10.1162/rest.a.1678", "doi": "10.1162/rest.a.1678", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.007252787555714457}, {"title": "The Effect of Working from Home on the Agglomeration Economies of Cities: Evidence from Advertised Wages", "authors": "Sitian Liu, Yichen Su", "abstract": "Using job posting wage data, we find a substantial decrease in the urban wage premium for occupations with high working-from-home (WFH) adoption following the COVID-19 pandemic, accompanied by an employment shift away from large cities. Based on a conceptual framework, the empirical findings suggest that WFH adoption lowered the productivity premium of large cities. A skill-level decomposition reveals that the urban wage premium decline was largely driven by reduced wage returns to interpersonal skills in large cities, suggesting that the reduced urban productivity premium was a result of weakened agglomeration economies due to decreased interpersonal interactions in large cities.", "url": "https://doi.org/10.1162/rest.a.1681", "doi": "10.1162/rest.a.1681", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.019760043014042883}, {"title": "Do Local Forecasters Have Better Information?", "authors": "Kenza Benhima, Elio Bolliger", "abstract": "Using inflation and growth forecasts for a panel of emerging and advanced economies, we provide evidence that foreign forecasters publish and update their forecasts less frequently than local forecasters and make larger errors. We provide tests that identify differences in information frictions across groups and show that the lower accuracy of foreigners is not due to more irrational expectations, but to less precise information. This informational advantage is linked both to barriers to information and to incentives and is typically stronger when uncertainty is lower. These results provide a basis for disciplining international finance and trade models with heterogeneous information.", "url": "https://doi.org/10.1162/rest.a.1680", "doi": "10.1162/rest.a.1680", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.013689854928529033}, {"title": "Income and Child Maltreatment: Evidence from a Discontinuity in Tax Benefits", "authors": "Katherine Rittenhouse", "abstract": "I provide new evidence of the effects of income on child maltreatment. I exploit a discontinuity in child-related tax benefits, which results in otherwisesimilar families receiving considerably different refunds during the first year of a child's life. I use twenty years of linked administrative data from California to determine the effects of this additional income on child protection system (CPS) involvement. A one-time $1,000 transfer to low-income households decreases the number of referrals to CPS (3%) and number of days spent in foster care (7%) in the first 3 years of life. Effects persist through at least age 8.", "url": "https://doi.org/10.1162/rest.a.1690", "doi": "10.1162/rest.a.1690", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.010061167887457478}, {"title": "Price Coordination with Asymmetric Information Sharing: Theory and Evidence", "authors": "David P. Byrne, Nicolas de Roos, Matthew S. Lewis, Leslie M. Marx, Xiaosong Wu", "abstract": "Platform-based information sharing among competing firms presents challenges for antitrust authorities, yet effective remedies remain unclear. Drawing inspiration from the Informed Sources retail gasoline antitrust case, we develop a theoretical model that offers policy guidance for disrupting anticompetitive coordination facilitated through price-sharing platforms. Removing only one firm from a platform may be ineffective for disrupting such coordination. However, competitive benefits can emerge if (i) at least two firms lack platform access, and (ii) the costs of price leadership are sufficiently high. More broadly, coordinating price increases becomes more difficult when multiple firms cannot quickly observe or respond to rivals' prices.", "url": "https://doi.org/10.1162/rest.a.1691", "doi": "10.1162/rest.a.1691", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.0038804449131285557}, {"title": "Multinational Enterprises and Corporate Labor Share", "authors": "Daisuke Adachi, Yukiko U. Saito", "abstract": "This study analyzes how multinational enterprises (MNEs) influence corporate labor share in their home countries, using the 2011 Thailand Floods as a natural experiment. Flood-related disruptions to Thai subsidiaries of Japanese MNEs generated a negative foreign productivity shock that raised labor share in Japan. We interpret this pattern using a model with international factor substitution and estimate the elasticity of substitution between domestic labor and foreign inputs using an instrument based on flood exposure. The estimated model quantifies the long-run e!ect of Thai productivity growth on Japan's labor share, indicating that expanding global production networks can shift labor–capital balances.", "url": "https://doi.org/10.1162/rest.a.1685", "doi": "10.1162/rest.a.1685", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.020625743885216652}, {"title": "Do Well Managed Firms Make Better Forecasts?", "authors": "Nicholas Bloom, Takafumi Kawakubo, Charlotte Meng, Paul Mizen, Rebecca Riley, Tatsuro Senga, John Van Reenen", "abstract": "We link new forecast and management data on over 20,000 firms to data on productivity in manufacturing and services. The panel survey was administered in the UK in July 2017 and November 2020, coinciding with two periods of considerable uncertainty from Brexit and Covid. We find that better-managed firms make more accurate forecasts for firm-level turnover and macro-level GDP. Uniquely, we show better-managed firms are also aware that they make more accurate forecasts and have greater confidence in their predictions. This highlights how superior forecasting ability enables well-managed firms to make improved operational and strategic choices.", "url": "https://doi.org/10.1162/rest.a.1692", "doi": "10.1162/rest.a.1692", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.006031804138044272}, {"title": "The Power of Tests for Detecting p -Hacking", "authors": "Graham Elliott, Nikolay Kudrin, Kaspar Wüthrich", "abstract": "A flourishing empirical literature investigates the prevalence of p-hacking based on the distribution of p-values across studies. Interpreting results in this literature requires a careful understanding of the power of methods for detecting p-hacking. We theoretically study the implications of likely forms of p-hacking on the distribution of p-values to understand the power of tests for detecting it. Power can be low and depends crucially on the p-hacking strategy and the distribution of true effects. Combined tests for upper bounds and monotonicity and tests for continuity of the p-curve tend to have the highest power for detecting p-hacking.", "url": "https://doi.org/10.1162/rest.a.1688", "doi": "10.1162/rest.a.1688", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.005353708433792681}, {"title": "The US-China Trade War and the Relocation of Global Value Chains to Mexico", "authors": "Hâle Utar, Alfonso Cebreros Zurita, Luis Torres", "abstract": "We examine how the 2018–19 US–China trade war affected Mexican firms' trade and find that US tariff hikes on China increased exports to the US, imports from the US and Asia, and net exports overall. Distinguishing firms by global value chain (GVC) participation and parent country, we show that foreign multinationals in technology-intensive industries drove much of the adjustment. Heterogeneous responses between US and non-US MNEs highlight nearshoring dynamics and GVC reorganization toward Mexico. The results provide firm-level evidence of trade policy's transformative effects on GVCs and the role of MNEs in transmitting policy spillovers to third countries.", "url": "https://doi.org/10.1162/rest.a.1682", "doi": "10.1162/rest.a.1682", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.05919175529955156}, {"title": "The Long-Term Impact of High School Financial Education: Evidence from Brazil", "authors": "Miriam Bruhn, Gabriel Garber, Sergio Koyama, Bilal Zia", "abstract": "As the financial system expands to new clients and services, countries are promoting financial education, with unknown long-run returns. In 2011, we studied the short-run impact of a comprehensive financial education program through a randomized controlled trial with 892 high schools in Brazil. This paper uses administrative data for 16,000 students over the next nine years to measure the program's long-term impact. We find that treatment students are less likely to borrow from expensive sources or to make delayed loan repayments than control students. The program also caused students to shift from formal jobs to microenterprise ownership.", "url": "https://doi.org/10.1162/rest.a.1689", "doi": "10.1162/rest.a.1689", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.005800192746734267}, {"title": "Foreign and Domestic Firms: Long Run Employment Effects of Export Opportunities", "authors": "Brian McCaig, Nina Pavcnik, Woan Foong Wong", "abstract": "We investigate a low-income country's long run employment response to new export opportunities. The U.S.–Vietnam Bilateral Trade Agreement reduced U.S. import tariffs on exports from Vietnam. Employment grew faster in the industries most exposed to the U.S. tariff reductions and this was driven by foreign affiliates of multinationals entering Vietnam. Foreign entrants continue to expand employment long after entry–even after 16 years. Most foreign entrants are exporters and from East Asia, highlighting that opportunities created by bilateral agreements are not just limited to signing parties. Vietnam's subsequent capacity growth allows it to export to other markets over time.", "url": "https://doi.org/10.1162/rest.a.1683", "doi": "10.1162/rest.a.1683", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.07626736954386892}, {"title": "The Causal Effect of Scaling up Access to Psychotherapy", "authors": "Benjamin Ly Serena", "abstract": "This paper estimates the causal effect of scaling up access to psychotherapy. I study a 2008 reform of the Danish public health insurance, which introduced 60% coverage for psychotherapy by private practice psychologists for patients aged 18–37 diagnosed with depression or anxiety. Using administrative data from 1995–2019 and quasi-experimental methods, I show that psychotherapy coverage reduces psychiatric hospital contacts, physical health care use, and suicide attempts, but has no effect on labor market outcomes, including employment or disability pension. Still, savings from reduced use of other health care services exceed policy costs, making it both cost-reducing and welfare-improving.", "url": "https://doi.org/10.1162/rest.a.1679", "doi": "10.1162/rest.a.1679", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.007785017989607623}, {"title": "Sex, Power, and Adolescence: Intimate Partner Violence and Sexual Behaviors", "authors": "Manisha Shah, Jennifer Seager, Joao Montalvao, Markus Goldstein", "abstract": "Adolescents in Sub-Saharan Africa face high rates of intimate partner violence (IPV). This paper evaluates the impact of offering adolescent females a goal-setting inter- vention to improve sexual and reproductive health and offering their male partners a soccer-based intervention, which educates and inspires young men to make better sexual and reproductive health choices. Both interventions significantly reduce female reports of IPV. The soccer intervention improves male attitudes around violence and risky sexual behaviors. Females in the goal setting arm take control of their sexual and reproductive health by exiting violent relationships. Both mechanisms drive reductions in IPV.", "url": "https://doi.org/10.1162/rest.a.1693", "doi": "10.1162/rest.a.1693", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.009887299029587293}, {"title": "My Neighbor Next Floor: The Built Environment and Social Preferences", "authors": "Marco Castillo, Ragan Petrie, Rong Rong", "abstract": "We assess the effect of the built environment on low-cost helping behavior toward neighbors. The setting is households in Shanghai, China that, due to rapid development, were involuntarily, i.e. as good as randomly, relocated to different building structures. Using a natural field experiment of misdelivered mail, we test the causal effect of spatial proximity and the built environment on helping behavior. Living one floor apart reduces the willingness to help a neighbor by 16 percentage points, similar to adding one more apartment per floor. Small spatial barriers can profoundly shape social interactions, and helping behavior, in urban settings.", "url": "https://doi.org/10.1162/rest.a.1684", "doi": "10.1162/rest.a.1684", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.019041549889600606}, {"title": "A Test for Pricing Power in Urban Housing Markets", "authors": "C. Luke Watson, Oren Ziv", "abstract": "The presence of pricing power in housing markets significantly impacts our understanding of the housing supply. It biases estimates of housing production functions, supply elasticities, the effects of land-use policies, and the results of quantitative spatial models. We test for the existence of pricing power in the New York City rental market. Using tax policy changes, we conduct complementary difference-in-differences and instrumental variable analyses. An idiosyncratic increase in a single building's costs leads to a proportional rent increase, holding market-level rents constant. Our findings support the existence of pricing power and challenge the prevailing perfect competition framework.", "url": "https://doi.org/10.1162/rest.a.1687", "doi": "10.1162/rest.a.1687", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.011260979680571492}, {"title": "Discretion in Clinical Decision Making: Evidence from Bunching", "authors": "Claire Boone", "abstract": "Should healthcare providers strictly adhere to clinical guidelines, or is some discretion beneficial? Using bunching estimation and microdata from 619,907 patients in Chile, I examine discretion in the diagnosis of hypertension (blood pressure ≥ 140/90mmHg). I find bunching in blood pressure at 10% of clinics, where 6 to 62% of patients' test results expected just above the hypertension diagnostic threshold are instead recorded just below it, suggesting providers use their discretion to consider some tests false positives. Leveraging variation in bunching across clinics, I show that affected patients have lower cardiovascular risk, suggesting discretion improves patient classification, partially driven by heuristic thinking.", "url": "https://doi.org/10.1162/rest.a.1686", "doi": "10.1162/rest.a.1686", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.0060718191333521965}, {"title": "Inflation Risk and the Finance-Growth Nexus", "authors": "Alexandre Corhay, Jincheng Tong", "abstract": "When firms finance using long-term nominal debt issued by financial intermediaries, changes in expected inflation lead to a wealth transfer across sectors. Higher expected inflation decreases firms' real liabilities and default risk, which helps reduce debt overhang. However, it hurts intermediaries' real assets, leading to a contraction in credit supply. We theoretically demonstrate that intermediary financing conditions play a key role in the transmission of nominal shocks, influencing the premium investors require for bearing inflation risk. We provide empirical evidence supporting our novel inflation transmission mechanism and connect our findings to the banking stress of 2023. We also show that Taylor rules responding to both financial and real variables can help stabilize our economy.", "url": "https://doi.org/10.1093/restud/rdaf108", "doi": "10.1093/restud/rdaf108", "journal_full": "The Review of Economic Studies", "specialized": false, "preprint": false, "score": 0.005519445908073739}, {"title": "Costly Multidimensional Screening", "authors": "Frank Yang", "abstract": "A screening instrument is costly if it is socially wasteful and productive otherwise. A principal screens an agent with multidimensional private information and quasilinear preferences that are additively separable across two components: a onedimensional productive component and a multidimensional costly component. Can the principal improve upon simple one-dimensional mechanisms by also using the costly instruments? We show that if the agent has preferences between the two components that are positively correlated in a suitably defined sense, then simply screening the productive component is optimal. The result holds for general type and allocation spaces, and allows for nonlinear and interdependent valuations. We discuss applications to monopoly pricing, bundling, and labor market screening.", "url": "https://doi.org/10.1093/restud/rdaf105", "doi": "10.1093/restud/rdaf105", "journal_full": "The Review of Economic Studies", "specialized": false, "preprint": false, "score": 0.005801899337861904}, {"title": "Bridges", "authors": "Anna Tompsett", "abstract": "Bridges are critical but sparse links in land transport networks. I exploit quasi-experimental variation in bridge construction over major rivers in the United States to measure the causal effects of land transport infrastructure. Bridges are more often built upstream than downstream of tributary confluences—where smaller rivers join larger rivers—generating local differences in connectivity. These local connectivity advantages have negative effects on per capita income. In contrast, major changes in connectivity arising from the opening of major bridges increase per capita economic activity. A narrative explanation that can reconcile both results is that land transport infrastructure creates productivity advantages that drive economic growth, structural transformation, and urbanization over large spatial scales. Local sorting within the cities that form around early transport routes then reverses this gradient over smaller spatial scales.", "url": "https://doi.org/10.1093/restud/rdaf104", "doi": "10.1093/restud/rdaf104", "journal_full": "The Review of Economic Studies", "specialized": false, "preprint": false, "score": 0.01869511119105416}, {"title": "Bank Information Production Over the Business Cycle", "authors": "Cooper Howesy, Gregory Weitznerz", "abstract": "The information banks produce drives their lending decisions and macroeconomic outcomes, but this information is inherently difficult to analyze because it is private. We construct a novel measure of bank information quality from confidential regulatory data that include banks’ private risk assessments for US corporate loans. Information quality improves as local economic conditions deteriorate, particularly for new loans, large loans, and loans with higher expected losses. Information quality also declines during periods of rapid local house price appreciation. Our results provide empirical support for theories of countercyclical information production in credit markets.", "url": "https://doi.org/10.1093/restud/rdaf107", "doi": "10.1093/restud/rdaf107", "journal_full": "The Review of Economic Studies", "specialized": false, "preprint": false, "score": 0.004663211641433906}, {"title": "Devaluations, Deposit Dollarization, and Household Heterogeneity", "authors": "Francesco Ferrante, Nils Gornemann", "abstract": "We study the aggregate and redistributive effects of currency devaluations in a small open economy model with leverage-constrained banks and heterogeneous households. Our framework captures three stylized facts about financial dollarization in emerging economies: i) a sizable share of domestic deposits is denominated in foreign currency; ii) these deposits represent significant foreign currency liabilities for local banks; and iii) dollar deposits are mainly held by wealthier households. A devaluation increases the real burden of foreign currency debt, causing an erosion of banks' net worth, which depresses credit supply and economic activity. While richer households are partially insulated through their dollar deposits, poorer households cut consumption sharply in response to rising borrowing costs and falling real labor income. In our model deposit dollarization amplifies the contractionary effects of a devaluation on output, investment, and consumption, in line with new empirical evidence for emerging economies. To achieve this result, both constrained intermediaries and heterogeneous households are crucial. In our framework, regulating dollarization can result in widespread welfare gains, especially for poorer households.", "url": "https://doi.org/10.1093/restud/rdaf109", "doi": "10.1093/restud/rdaf109", "journal_full": "The Review of Economic Studies", "specialized": false, "preprint": false, "score": 0.008104137748085938}, {"title": "The temporal architecture of labour migration: identity, (Il)legality, and the local governance of Myanmar border pass holders", "authors": "Tingshu Zhu, Morakot Meyer", "url": "https://doi.org/10.1186/s40878-025-00513-4", "doi": "10.1186/s40878-025-00513-4", "journal_full": "Comparative Migration Studies", "specialized": true, "preprint": false, "score": 0.9614978757755835}, {"title": "Infrastructural evolution: the algorithmic mediation and the platform logic of irregular Chinese migration to the United States", "authors": "Shasha Lin, Tianlong You", "url": "https://doi.org/10.1186/s40878-025-00519-y", "doi": "10.1186/s40878-025-00519-y", "journal_full": "Comparative Migration Studies", "specialized": true, "preprint": false, "score": 0.9073604270328947}, {"title": "An experiment in cutting race down to analytical size", "authors": "Luke de Noronha", "url": "https://doi.org/10.1080/01419870.2025.2601341", "doi": "10.1080/01419870.2025.2601341", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.02096028748119816}, {"title": "Monitoring intimacy: gender and sexual norms in France's prevention of radicalisation", "authors": "Aïcha Bounaga", "url": "https://doi.org/10.1080/01419870.2025.2601339", "doi": "10.1080/01419870.2025.2601339", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.05598018385697645}, {"title": "A Privilege That Can Be Withdrawn: Regulation of Exit in Russia and Other Post‐Soviet Republics", "authors": "Matthew Light, Leonid Kosals", "abstract": "The former Soviet Union's restrictions on citizens' foreign travel or emigration were notoriously draconian. Yet what replaced them in the fifteen independent states of the post‐Soviet region has not been well analysed. Outside the Baltic republics, the monolithic and prohibitive policies of the Soviet past have given way to a patchwork of restrictions with more complex motivations reflecting the diversity of contemporary Eurasian states. However, while many more people in the region can travel abroad when they wish, exit remains a privilege, rather than an enforceable right. Post‐Soviet states' exit policies increasingly resemble those in other primarily authoritarian contexts around the world, albeit somewhat marked by Eurasian regimes' high levels of both coercive capacity and informality and the weakness of labour and the left. We conclude that the USSR's fixation on preventing exit was historically exceptional as a policy on foreign travel, rather than paradigmatic, and severely limited the regime's own migration policy options. In a paradox, the relaxation of blanket prohibitions has only increased the post‐Soviet state's freedom to tailor restrictions on exit to its interests far more effectively than the USSR ever could.", "url": "https://doi.org/10.1111/imig.70118", "doi": "10.1111/imig.70118", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.433621119775193}, {"title": "A Confluence of Interests in Filipino Seafarers' Employment on EU ‐Flagged Ships: The European Commission as Regulatory Intermediary in Philippine Compliance to the STCW Convention", "authors": "Roderick Galam", "abstract": "Over a 15‐year period beginning in 2006, the European Commission (EC), through the European Maritime Safety Agency (EMSA), inspected Philippine compliance to the International Convention on Standards of Training, Certification, and Watchkeeping for Seafarers (STCW), which governs globally the training, certification, and watchkeeping of seafarers. This article examines the EC as a regulatory actor, approaching it through the lens of regulatory intermediation. Drawing on interviews and analysis of documents, reports, and secondary literature, it identifies a confluence of interests among the regulator, intermediary, and target as a vitally important element that led to an outcome beneficial to all but especially the EU and the Philippines. The Philippines implemented the most consequential reforms ever undertaken in its maritime administration and education infrastructure, resulting in the EC's continued recognition of the certificates of Filipino seafarers that guaranteed their continued employment on European Union (EU)‐flagged ships.", "url": "https://doi.org/10.1111/imig.70126", "doi": "10.1111/imig.70126", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.05267237274081904}, {"title": "The Social Psychology of Kafala: Structural Inequities, Intersectional Harms and Host Society Narratives in Lebanon", "authors": "Rhea Al Riachi, Jasmin Lilian Diab", "abstract": "This study explored the mental distress experienced by migrant domestic workers (MDWs) in Lebanon under the Kafala (sponsorship) system, adopting a dual lens that considers both workers' lived realities and the host society's social‐psychological processes. Drawing on intersectionality and social psychology, the analysis examines how intersecting forms of discrimination, rooted in race, gender, class and legal status, combine with crisis contexts, such as Lebanon's economic collapse and the Beirut port explosion, to deepen psychological harm. The study interrogated the cultural narratives, moral hierarchies and ingroup/outgroup dynamics that normalise or obscure these conditions, situating the Lebanese Kafala regime within broader regional labour migration systems. Findings reveal a cyclical dynamic in which legal precarity, racialised labour hierarchies and societal attitudes reinforce both structural abuse and social invisibility. While MDWs mobilise coping strategies including solidarity networks, digital mobilisation, religious practices and community‐based initiatives, these remain constrained by systemic exclusion from national services and persistent stigma. The study argued that meaningful reform requires dismantling both the legal architecture of Kafala and the social‐psychological mechanisms that sustain it, coupling structural change with culturally responsive psychosocial interventions and regional labour governance reforms.", "url": "https://doi.org/10.1111/imig.70125", "doi": "10.1111/imig.70125", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.7877289063958673}, {"title": "Reintegration of War‐Fleeing Ukrainians After Their Return to Ukraine", "authors": "Jussi S. Jauhiainen", "abstract": "This article examines the reintegration experiences of Ukrainians who fled the country to the European Union (EU) following Russia's 2022 invasion and subsequently returned while the country was still at war. Employing a mixed‐methods approach—including surveys, semi‐structured interviews and field observations in Ukraine—the study focuses on the experiences of returnees. By 2025, over 1.2 million Ukrainians had returned from abroad, predominantly women and children from the EU but also from other countries. Return trajectories varied: some returned shortly after displacement, motivated by a strong sense of belonging and sustained ties to Ukraine, while others remained abroad longer and encountered more complex reintegration processes. Most returnees resettled in their original regions, and many found employment quickly amid wartime labour shortages. Although patriotic sentiment intensified during displacement, trust in Ukrainian public institutions remained low. Return was often marked by a decline in life satisfaction and mental health, underlining the psychological challenges of reintegration under war conditions. The study highlights the urgent need for evidence‐based reintegration policies that respond to returnees' lived realities that are crucial for Ukraine's recovery, resilience and social cohesion.", "url": "https://doi.org/10.1111/imig.70124", "doi": "10.1111/imig.70124", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.20271308662792242}, {"title": "Technology and Forced Migration: Ukrainian Migrants in Central and Eastern Europe. By E.Ślęzak‐Belowska, M.Jelínková, A.Bielewska, and K.Amit (eds.), Taylor &amp; Francis, 2025. 167 pp (hardcover). ISBN: 978‐1‐03‐285876‐0", "authors": "Howard Duncan", "url": "https://doi.org/10.1111/imig.70121", "doi": "10.1111/imig.70121", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.9933713324649283}, {"title": "Comfortable Immobility and the Role of Staying in the Upward Social Mobility of Families in Asian Cities", "authors": "Karen Anne S. Liao, Marta Bivand Erdal", "abstract": "Research on spatial and social mobility intersections often foregrounds the role of migration in struggles for improved socioeconomic positions. Inspired by im/mobility scholarship and growing interest in voluntary immobility, this article considers the role of staying in the interactions between migration and upward social mobility. Drawing on 106 family history interviews with middle-class urban residents in Hanoi, Manila, Karachi, and Mumbai, we develop “comfortable immobility” as an analytical window to ask: How do spatial and social immobility matter for understanding this relationship? We analyze comfortable immobility as an active phase in migration and social mobility processes across three interrelated dimensions. First, as a subjective, embodied experience, participants’ descriptions of being and becoming comfortably middle-class reflect a voluntary immobility characterized by geographical and socioeconomic stasis, emerging as a social mobility outcome. Second, comfortable immobility is relationally produced as family members’ intertwined histories of moving and staying, and their interdependent relations, shape upward social mobility trajectories. Third, we examine how comfortable immobility builds on family histories while becoming a social mobility strategy shaping family futures, enabling aspirations and possibilities for moving and staying. Our analysis illuminates how staying may matter both as an outcome and as a strategy in urban middle-class families’ social mobility trajectories, thus contributing to rebalancing attention toward moving and staying in studies of the social-spatial mobility nexus. The article suggests that “comfortable immobility” speaks to debates on social change from varying Global South vantage points, while engaging with immobility conceptualization in migration studies more generally.", "url": "https://doi.org/10.1177/01979183251405835", "doi": "10.1177/01979183251405835", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.8273806767959653}, {"title": "How do recent Hong Kong and Vietnamese immigrants access the UK labour market? A comparative analysis of formal and informal arrival infrastructures", "authors": "Seb Rumsby, Fuk Ying Tse", "url": "https://doi.org/10.1080/1369183x.2025.2606917", "doi": "10.1080/1369183x.2025.2606917", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.9863251284041694}, {"title": "Creative writing pedagogies for labour migration diasporas", "authors": "Julie Ham, Yvonne Yevan Yu", "url": "https://doi.org/10.1080/1369183x.2025.2603682", "doi": "10.1080/1369183x.2025.2603682", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.9819725334257399}, {"title": "Sexual betweenness and intersecting exclusion of queer Chinese adolescent immigrants: towards an uneven process of fitting in", "authors": "Frank Yueyang Meng", "url": "https://doi.org/10.1080/1369183x.2025.2602835", "doi": "10.1080/1369183x.2025.2602835", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.9872842600233415}, {"title": "The racialized, racializer, and anti-racializer: religion and the racialization of refugees in South Korea", "authors": "Nahyun Han, Denis Kim", "abstract": "This article examines the contentious representation of Yemeni refugees in South Korea to demonstrate that it reflects racialization rather than straightforward Islamophobia. It argues that the relationship between religion and racialization is complex and nonlinear, challenging conventional assumptions that treat religion as a direct or uniform basis for racialization. Drawing on the framework of compressed modernity, the study shows how Korea’s unique socio-religious context challenges linear Western models of secularization and calls for a rethinking of how religion helps constitute racial categories. Religion-based actors in Korea simultaneously function as both racializers and anti-racializers, depending on how their identity has been shaped differently by Korean historical trends and multiple religious traditions. These findings urge reconsideration of religious neutrality in global refugee regimes and call for context-sensitive approaches that recognize religion’s role in both racializing and anti-racializing refugees as observed in Korea’s process of compressed modernity.", "url": "https://doi.org/10.1093/jrs/feaf076", "doi": "10.1093/jrs/feaf076", "journal_full": "Journal of Refugee Studies", "specialized": true, "preprint": false, "score": 0.9770980029327825}, {"title": "A large-scale comparison of divergent creativity in humans and large language models", "authors": "Dawei Wang, Difang Huang, Haipeng Shen, Brian Uzzi", "url": "https://doi.org/10.1038/s41562-025-02331-1", "doi": "10.1038/s41562-025-02331-1", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.03963448165057504}, {"title": "Indigenization and inclusion in Chinese academia", "authors": "Jianan Huang, Cong Cao, Hong Liu", "url": "https://doi.org/10.1038/s41562-025-02366-4", "doi": "10.1038/s41562-025-02366-4", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.04525677165578257}, {"title": "Homophobia, economic precarity and the well-being of sexual and gender diverse people in a 153-country survey", "authors": "Erik Lamontagne, Vincent Leroy, Sean Howell, Sylvie Boyer, Bruno Ventelou", "url": "https://doi.org/10.1038/s41562-025-02361-9", "doi": "10.1038/s41562-025-02361-9", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.4758880223146448}, {"title": "Heterogeneous conditions and power law robustness in intergenerational resource transfers", "authors": "Matthew A. Cheung, Simon A. Levin", "abstract": "Organisms in nature and humans in socioeconomic systems alike face tradeoffs between selfish consumption of resources and investment in the welfare of their offspring. Previous work across the disciplines of biology and economics has sought to elucidate this process, develop a theoretical framework to solve for the optimal life history strategy, and deduce implications of these microscopic interactions for the distribution of resources at the macroscopic level. Such theory, however, has failed to account for heterogeneous conditions that various individuals and groupings of kin enjoy, like growth rate advantages for those with greater resource abundance. Furthermore, such emergent trends at the macroeconomic scale lack reconciliation with observations of power law distributions of wealth and income in vivo. We modify and extend an analytical framework here to allow for heterogeneity, and consider the long-term consequences for resource distributions with Pareto initial values. We find that power law phenomena are robust to such processes and, due to sensitivity to the form of the utility curve, higher-order uncertainty may not affect the optimal tradeoff. This stresses the impact of mechanistic choices when translating sociological findings to ecological and economic theory, and suggests future work must consider how social norms and other microscopic complexity can explain emergent patterns or disrupt trends of inequality at the macrolevel.", "url": "https://doi.org/10.1073/pnas.2514196122", "doi": "10.1073/pnas.2514196122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.009386714790867279}, {"title": "Does humidity matter? Prenatal heat and child health in South Asia", "authors": "Kathryn McMahon, Kathy Baylis, Stuart Sweeney, Chris Funk", "abstract": "Heat extremes pose substantial health risks during pregnancy and early childhood. High humidity exacerbates heat strain, but its long-term effects on health remain poorly understood. We compare the effect of prenatal exposure to extreme humid heat versus heat alone on child growth in South Asia, where high rates of child stunting meet rapidly accelerating hot-humid extremes. After adjusting for sociodemographic, seasonal, and spatial confounders, we use within-community variation in children’s ages to isolate the impact of prenatal exposures. We find that hot-humid exposures are much more detrimental to health than hot temperatures alone, with the potential to increase stunting in South Asia by over 3 million children by 2050. These findings underscore the importance of accounting for humidity when estimating and localizing climate change impacts.", "url": "https://doi.org/10.1126/sciadv.adx3010", "doi": "10.1126/sciadv.adx3010", "journal_full": "Science Advances", "specialized": false, "preprint": false, "score": 0.016843855442342126}, {"title": "Convergence in the NEET rates across the European Union: do gender differences persist?", "authors": "Guillermo Orfao, Chiara Mussida, Maurizio Baussola, Miguel Ángel Malo", "abstract": "This study traces gender convergence in the share of young people (15-29) who are not in employment, education, or training (NEET) across the EU-27 from 2004 to 2022. Using EU Labour Force Survey micro-data and Eurostat aggregates, we estimate β-, σ-, and δ-convergence. The results point to a clear narrowing of the average gender gap (upward β-convergence). While overall cross-country dispersion has not fallen (no σ-convergence), a catch-up process towards the countries with the smallest gender gaps is evident (δ-convergence). The closing gap is driven mainly by improved labour-market and educational outcomes for women, coupled with a general deterioration in men’s outcomes. In the long run, early school-leaving rates, youth employment levels and spending on active labour-market policies emerge as key determinants of gender convergence. We conclude by outlining the policy implications of these findings.", "url": "https://doi.org/10.1093/ser/mwaf083", "doi": "10.1093/ser/mwaf083", "journal_full": "Socio-Economic Review", "specialized": false, "preprint": false, "score": 0.08368641151028677}, {"title": "How long does the impact of corruption persist? Evidence from self-reported tax morale by multigenerational immigrants", "authors": "Abu Bakkar Siddique", "abstract": "This article examines the lasting impact of corruption on individual tax morale by analyzing variations in corruption levels across immigrants’ countries of origin. Using data on first- and second-generation immigrants, the study finds that first-generation immigrants from highly corrupt countries exhibit lower tax morale in their destination countries, whereas this effect disappears for the second generation. This suggests that the influence of corruption persists for up to a generation but does not fully transmit across generations. While local corruption and destination-country institutions broadly shape tax morale, home-country corruption continues to influence the fiscal behavior of first-generation immigrants. The findings indicate that cultural norms, rather than institutional trust, drive this persistence. Even when corruption is eradicated or individuals move to better-governed environments, trust in the fiscal contract does not immediately recover. The study highlights the need for cultural policy interventions to disrupt the cycle of corruption and improve tax compliance.", "url": "https://doi.org/10.1093/ser/mwaf079", "doi": "10.1093/ser/mwaf079", "journal_full": "Socio-Economic Review", "specialized": false, "preprint": false, "score": 0.9814181854113984}, {"title": "European government expenditures: convergence or persistence of the varieties of capitalism?", "authors": "Léo Vigny", "abstract": "The creation of the European Monetary Union led to the development of a European fiscal framework. Member States have become required to reduce their public deficits and limit the increase in public spending. However, these countries display very different institutional characteristics, particularly in terms of the form and scale of state intervention. This article seeks to determine whether the development of a European fiscal framework has led to convergence in the size and composition of public expenditures of Eurozone member States between 1996 and 2019. Dispersion indicators and a dynamic cluster analysis are used to study fiscal convergence. The results show an absence of overall convergence. In addition, clusters of countries with different institutional specificities persist. A slight convergence is also observed for Mediterranean and Eastern European countries.", "url": "https://doi.org/10.1093/ser/mwaf075", "doi": "10.1093/ser/mwaf075", "journal_full": "Socio-Economic Review", "specialized": false, "preprint": false, "score": 0.014937804807631294}, {"title": "Engaging the Public Through Design: How Digital Platforms Nudge Public Engagement", "authors": "Wenhui Yang, Jiaxuan Wu", "abstract": "Public engagement often encounters significant barriers and challenges. Digital platforms are increasingly employed to nudge citizens toward behaviors that serve the public interest. This study examines whether and how design features of digital platforms shape citizens' engagement in pro‐environmental behaviors. Drawing on a conjoint experiment conducted in China, we find that design elements such as gamification, visual feedback, rewards, frequent information disclosure, social comparison, and accessibility significantly increase citizens' willingness to engage in low‐carbon behaviors and strengthen their preference for digital platforms. Perceived ease of use and the perceived likelihood of achieving policy goals appear to be key mechanisms driving these effects. Furthermore, citizens' policy knowledge and behavior, as well as their policy beliefs and positions, act as important scope conditions. These findings suggest that optimizing the design of digital platforms can enhance public engagement in voluntary pro‐environmental action.", "url": "https://doi.org/10.1111/gove.70104", "doi": "10.1111/gove.70104", "journal_full": "Governance", "specialized": false, "preprint": false, "score": 0.004135371431413959}, {"title": "Autonomy or Accountability? How Meritocracy, Patronage and Gender Balance Affect Perceptions of Legitimacy", "authors": "Monika Bauhr, Nicholas Charron", "abstract": "While research suggests that bureaucratic performance is critically contingent on employee selection procedures, few studies examine the perceived legitimacy of different recruitment regimes in the eyes of citizens. This study investigates how perceived bureaucratic legitimacy is shaped by the principles guiding the selection process (merit‐based vs. political recruitment) and by its outcome in terms of descriptive representation. We suggest that both meritocratic recruitment and descriptive representation significantly enhance bureaucratic legitimacy, yet that the legitimizing effect of meritocratic recruitment is particularly important in contexts with low quality of government. Citizens in contexts permeated by favoritism, corruption, and low political trust are more vigilant against political recruitment and place less importance on gender balance. Using a unique survey experiment fielded across 27 European countries, we find support for these propositions. Our findings have implications for understanding perceived trade‐offs between bureaucratic autonomy and accountability, and perceptions of bureaucratic legitimacy.", "url": "https://doi.org/10.1111/gove.70101", "doi": "10.1111/gove.70101", "journal_full": "Governance", "specialized": false, "preprint": false, "score": 0.0041739776521519945}, {"title": "Justifying European border policies: a quantitative content analysis of German government communication 2013-2023", "authors": "Lisa Herbig, Olga Eisele, Katjana Gattermann, Theresa Kuhn", "url": "https://doi.org/10.1080/13501763.2025.2599361", "doi": "10.1080/13501763.2025.2599361", "journal_full": "Journal of European Public Policy", "specialized": false, "preprint": false, "score": 0.840960632513773}, {"title": "Populist radical right party representation and satisfaction with democracy in Europe", "authors": "Atle Haugsgjerd, Jonas Linde, Ruben B. Mathisen", "url": "https://doi.org/10.1080/13501763.2025.2601295", "doi": "10.1080/13501763.2025.2601295", "journal_full": "Journal of European Public Policy", "specialized": false, "preprint": false, "score": 0.02528059615097289}, {"title": "Contested memories: the political effects of de-commemoration proposals", "authors": "Bastian Becker, Francesco Colombo", "url": "https://doi.org/10.1080/13501763.2025.2600567", "doi": "10.1080/13501763.2025.2600567", "journal_full": "Journal of European Public Policy", "specialized": false, "preprint": false, "score": 0.019263441644693957}, {"title": "Might bigger be better? How European Union competition policy became geopolitical", "authors": "Michele Chang, David Howarth", "url": "https://doi.org/10.1080/13501763.2025.2596127", "doi": "10.1080/13501763.2025.2596127", "journal_full": "Journal of European Public Policy", "specialized": false, "preprint": false, "score": 0.08176422830647423}, {"title": "The advent of polity conditionality as a new form of internal governance in the European Union", "authors": "Sonja Priebus, Lisa H. Anders, Neculai-Cristian Surubaru", "url": "https://doi.org/10.1080/13501763.2025.2604677", "doi": "10.1080/13501763.2025.2604677", "journal_full": "Journal of European Public Policy", "specialized": false, "preprint": false, "score": 0.017769172353279794}, {"title": "The Performance of Performance-Based Contracting in Public Outsourcing: A Meta-regression Analysis", "authors": "Germà Bel, Pedro Espaillat, Marc Esteve", "abstract": "Performance-Based Contracting (PBC) is promoted as a model that improves results, enhances quality, reduces costs, and increases accountability. It has become a standard element of government contracting worldwide and a key component of newer pay-for-success models. However, scholarly evaluations remain scattered and often lack a solid theoretical foundation. This study conducts a meta-analysis of 740 observations from 38 studies across 10 service areas to evaluate genuine performance. Utilizing principal–agent, incomplete-contract, and goal-setting theories, we examine what influences the performance of PBC. By combining these perspectives within a single empirical framework, the paper offers a systematic test of core assumptions about incentive alignment, contract incompleteness, and goal design in public contracting. Results indicate that outcome-focused contracts are more successful than those targeting process- or output-based results. This finding provides quantitative evidence supporting incomplete-contract theory’s claim that performance depends on the contractibility of outcomes and extends principal–agent logic by demonstrating when and why incentives fail in multidimensional public settings. Although context matters, factors such as residual control, collaboration, and shared goals are central to PBC success. The study thus makes a theoretical contribution by bridging economic and behavioral contracting theories and empirically grounding their predictions in public-sector evidence.", "url": "https://doi.org/10.1093/jopart/muaf037", "doi": "10.1093/jopart/muaf037", "journal_full": "Journal of Public Administration Research and Theory", "specialized": false, "preprint": false, "score": 0.006657403548071317}, {"title": "Leading the Charge: The Role of Women in Municipal Budgeting", "authors": "Saman Afshan", "abstract": "Gender inclusion and diversity have become increasingly important in local governance as a tool to improve equitable public decision‐making. Despite these efforts, the representation of women in leadership roles, particularly those heading initiatives such as social equity budgeting (SEB), varies greatly by municipality. Using a survey of North Carolina municipal governments, this study investigates the determinants of women's leadership in budget and finance offices. The paper examines three interconnected factors hypothesized to foster female leadership in local budgeting: a diverse municipal population, an inclusive departmental culture, and the adoption of SEB initiatives. Preliminary findings show that municipalities with demographic diversity and supportive organizational norms are more likely to appoint women to leadership positions within the budgeting and finance office. The paper discusses the association between SEB adoption and the likelihood of appointing a female budget director, which could serve as a catalyst for broader social change within public budgeting.", "url": "https://doi.org/10.1111/padm.70039", "doi": "10.1111/padm.70039", "journal_full": "Public Administration", "specialized": false, "preprint": false, "score": 0.05800444701334906}, {"title": "A Replication of “Financial Rewards Do Not Stimulate Co‐Production: Evidence From Two Experiments”", "authors": "Yangyang Fan, Tingting Wang, Yu Xu, Xu Chen, Xingru Chen, Xinyu Tan", "abstract": "Despite growing interest in the motivations behind co‐production, uncertainty persists regarding the effectiveness of financial incentives, particularly in non‐Western contexts. This study replicates Voorberg et al. experiments within Chinese urban settings to test their generalizability across cultural contexts and co‐production types. Through two experiments that mirror the original study's design, our results reveal that modest financial rewards consistently enhance willingness to engage in co‐commissioning, with higher rewards yielding no additional gains. Conversely, co‐delivery shows minimal response to monetary incentives, with a marginal effect emerging only at higher reward levels. These findings challenge the universality of both the “economic incentives hypothesis” and the “crowding‐out hypothesis,” suggesting that incentives' efficacy varies by co‐production stage. By extending the original study to a collectivist, state‐led governance context, this research enriches co‐production theory with stage‐specific and cross‐cultural insights, while offering practical guidance for policymakers in non‐Western urban environments to tailor incentive strategies for citizen engagement.", "url": "https://doi.org/10.1111/padm.70038", "doi": "10.1111/padm.70038", "journal_full": "Public Administration", "specialized": false, "preprint": false, "score": 0.010058869952789262}, {"title": "Measuring Administrative Burden: Bringing the State “Back in” as a Reflexive Actor in Burden Reduction", "authors": "Pierre‐Marc Daigneault, Marc Journeault, Laurent Lauzon‐Rhéaume, Lisa M. Birch", "abstract": "This study examines how governments measure administrative burdens in citizen–state interactions. Although scholarly interest in the burden framework has grown, little is known about how states themselves track and reduce these costs. A scoping review of 38 academic and gray sources, complemented by interviews with 11 experts, identifies six measurement approaches currently in use. An analysis of their indicators and data shows that all six capture burdens only partially: none encompasses all four dimensions—time, money, effort, and psychological—and none integrates both subjective and objective data for each. These tools reflect narrow, fragmented understandings of what burdens are and how they are experienced, highlighting the need for stronger alignment between conceptual advances, measurement practices, and policy efforts. Drawing on our findings, we propose three policy recommendations to enhance burden measurement and outline three research directions to further the study of how governments monitor, interpret, and mitigate the burdens they produce.", "url": "https://doi.org/10.1111/padm.70036", "doi": "10.1111/padm.70036", "journal_full": "Public Administration", "specialized": false, "preprint": false, "score": 0.006186451543096161}, {"title": "Risk and Crisis Management in the Public Sector, 3rd Edition. By Lynn T.Drennan, AdinaDudau, AllanMcConnell, and AlastairStark, London: Routledge, 2024. 292 pp. $54.95 (paperback). ISBN: 978‐1‐03‐243472‐8", "authors": "Jiwon Nam‐Speers", "url": "https://doi.org/10.1111/puar.70075", "doi": "10.1111/puar.70075", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.01311452395766688}, {"title": "Municipal Fiscal Stress, Bankruptcies, and Other Financial Emergencies. By TatyanaGuzman and NataliaErmasova, New York, NY: Taylor &amp; Francis Group: Routledge, 2023. 310 pp. $49.95 (paperback). ISBN : 978‐1‐03‐234938‐1", "authors": "Erica Ceka", "url": "https://doi.org/10.1111/puar.70074", "doi": "10.1111/puar.70074", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.01653689977004469}, {"title": "Bridging trust through institution and process: how does digital government increase citizens’ trust in local government?", "authors": "Xing Chen, Hanchen Jiang", "url": "https://doi.org/10.1080/14719037.2025.2605469", "doi": "10.1080/14719037.2025.2605469", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.008259808175415495}, {"title": "Digital innovation across the publicness spectrum", "authors": "Sounman Hong, Tony M. Han", "url": "https://doi.org/10.1080/14719037.2025.2607625", "doi": "10.1080/14719037.2025.2607625", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.0065768814827824595}, {"title": "Institutional environment and passive co-production: exploring the roles of government deterrence and social norms", "authors": "Yiming Dai, Zhongsheng Wu", "url": "https://doi.org/10.1080/14719037.2025.2606839", "doi": "10.1080/14719037.2025.2606839", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.012391262678608794}, {"title": "Co-creation and the boundaries of democracy: institutional tensions in the Nordic welfare municipality", "authors": "Ailin Aastvedt, Halvard Vike", "url": "https://doi.org/10.1080/14719037.2025.2604103", "doi": "10.1080/14719037.2025.2604103", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.01212099188352167}, {"title": "Electronic monitoring, trust, and turnover intention in the public and private sector", "authors": "Christer A. Flatøy, Jonas Lund-Tønnesen", "url": "https://doi.org/10.1080/14719037.2025.2608281", "doi": "10.1080/14719037.2025.2608281", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.004416782222449123}, {"title": "Business Participation in Regulation: A Multifocal Perspective on Management Studies", "authors": "Onna Malou van den Broek, Judith Schrempf‐Stirling, Frank de Bakker, Arno Kourula", "abstract": "This paper conceptualizes how regulation is viewed in management studies in the context of business participation in regulation and explores its implications. We theorize six lenses through which management studies understand regulation: as competitive advantages, boundaries, forums, principles, systems, and cognitive frames. These partly overlapping lenses reveal distinct theoretical approaches to the motivations, strategies, and regulatory outcomes of business participation in regulation. Together, they enable multifocality, offering a more nuanced and comprehensive study of business participation in regulation across different levels of analysis. Building on these insights, we show how different lenses and embracing multifocality strengthen the relevance of management studies for regulation and governance scholarship, particularly in unraveling the evolving relationship between business and regulation. Our paper thus contributes to better mobilizing and integrating management studies into the broader interdisciplinary discourse on regulation and governance.", "url": "https://doi.org/10.1111/rego.70110", "doi": "10.1111/rego.70110", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.005296805929342674}, {"title": "Greenwashing and Trust via Enhanced Self‐Regulation: The Case of ESG Rating Providers in Sustainable Finance", "authors": "Agnieszka Smoleńska, David Levi‐Faur", "abstract": "Polycentric governance is a trust‐intensive and trust‐dependent governance that should actively seek to build and restore trust. The different ways in which this is done are poorly understood. Our study of the environmental, social, and governance (ESG) strategies and the green transition clarifies the role of enhanced self‐regulation and intermediaries in trust‐building and trust‐repair in polycentric governance. ESG rating providers as intermediaries may help to build and repair trust, but as with any trustee, they represent a trust challenge as well. This article addresses these issues and is organized around three major questions: First, what are the political dynamics around the adoption of the rules for ESG ratings providers in the EU and United Kingdom? Second, what are the differences between the trust‐building and the trust‐repair strategies deployed? Third, how do these differences reflect the different approaches to the trust challenges of regulation by and of intermediaries? We apply process tracing and a comparative analysis of the regulation of ESG rating providers to generate insights into the trust‐building and trust‐repair strategies of rule‐makers. Our analysis leads us to identify varieties of enhanced self‐regulation that are differentiated by the regulatory strategies adopted by the rule‐makers vis‐à‐vis regulatory intermediaries. We show how such efforts may combine different elements of mandatory and voluntary regulation, and we shed light on the differentiated conceptualizations and complexities of the function of trust in polycentric governance regimes as a whole.", "url": "https://doi.org/10.1111/rego.70114", "doi": "10.1111/rego.70114", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.012014042890559518}, {"title": "Are Rule Violating Corporations Specialist or Generalist Perpetrators? A Quantitative Exploration Based on Regulatory Inspection Data", "authors": "Marieke H. A. Kluin, Arjan A. J. Blokland, Wim Huisman", "abstract": "The present study examines diversity in corporate offending. Corporations can be diverse or rather specialized in their pattern of rule violating behavior. Offending diversity (or crime mix) constitutes an important dimension of the criminal career and different theories of offending lead to different predictions with regard to the extent of offending diversity expected. Though a bourgeoning literature has begun to view corporate offending through a criminal career lens, extant studies tend to focus on the frequency of corporate offending, rather than on corporate crime mix. Here, we examine corporate crime mix using regulatory inspection data on 567 Dutch corporations subject to the Seveso‐III Directive pertaining to occupational safety, external safety and disaster control for companies handling large amounts of hazardous materials. Seveso corporations show high levels of offending diversity. Latent class analysis reveals three distinct patterns of corporate offending driven by the frequency of inspection and offending, rather than by clustering of offenses within corporate criminal careers. Theoretical and practical implications of these findings are discussed.", "url": "https://doi.org/10.1111/rego.70112", "doi": "10.1111/rego.70112", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.08357878061431068}, {"title": "How Public Investments in Childcare Mitigate Childbirth Effects on Employment Transitions by Skill Level in Europe", "authors": "Ilze Plavgo", "abstract": "Public investments in childcare generally improve parents' employment chances, yet evidence on their magnitude, cross‐national variation, and social distribution remains mixed. This study examines how public spending on early childhood education and care (ECEC) moderates post‐childbirth employment attachment across Europe. Using longitudinal EU‐SILC microdata for 26 countries (2003–2020) combined with social policy indicators, multilevel mixed‐effects models trace within‐person employment changes before and 2 years after childbirth by gender, skill level, and country context. Results show that childbirth substantially reduces women's employment probabilities, but higher public ECEC investment mitigates this decline by supporting re‐entry into employment. At above‐average spending levels, employment returns to pre‐childbirth levels within 2 years, whereas recovery remains limited where ECEC investments are lower. The pattern holds across skill groups and welfare regimes, except in the Nordic countries, where low‐skilled mothers benefit more. Findings underscore the role of ECEC investment in sustaining labor force participation in Europe.", "url": "https://doi.org/10.1111/rego.70116", "doi": "10.1111/rego.70116", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.014327492796530339}, {"title": "Bureaucratic Politics and Aid Allocation: Evidence From the US Agency for International Development", "authors": "Gus Greenstein, Mirko Heinzel", "abstract": "We examine the impact of bureaucratic politics within the US Agency for International Development on the allocation of its development assistance. Existing studies of aid allocation have focused on donor interests, recipient needs, and recipient merit without accounting for the bureaucratic decision‐making process that helps determine these budgets. We theorize that most field‐based development officials seek to maximize their country's budgets and that better‐staffed country offices have greater capacities to do so. We test this theory using novel data on USAID staffing patterns between 1980 and 2020 and leverage staff rotation patterns using an instrumental variable strategy. Consistent with our theory, results show that increasing the number of USAID staff in a country mission led to substantial increases in aid allocation. We draw on key informant interviews to explore mechanisms underlying this effect. Interviews highlight the close relationships between country‐level aid allocation and two country office capacities which better staffing tended to increase: (1) understanding of the USAID budget process and (2) ability to move through time‐consuming procedures related to funding commitment and disbursement. The findings have important implications for debates regarding the allocation of development assistance as well as broader discussions on bureaucratic politics in US foreign policy.", "url": "https://doi.org/10.1111/rego.70106", "doi": "10.1111/rego.70106", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.0054241330642703645}, {"title": "Strategic family resilience: health declines and intergenerational relationships in multi-child Chinese families", "authors": "Yang Zhang, Jiaowei Gong, Tianrong Tang, Ting Li", "abstract": "As population aging emerges as a global concern, health declines among older parents have become prevalent. However, we know little about how intergenerational relationships adapt to declines in older parents’ physical, mental, and cognitive health, considering their multi-dimensional and ambivalent natures and the multi-child family context. Drawing on four waves (2014, 2016, 2018, and 2020) of data from a nationally representative survey, the China Longitudinal Aging Social Survey, we found that parent–child relationships became closer after declines in older parents’ physical and cognitive health, while the variation in parent–child relationships across children increased. The greater intimacy was driven by increased functional exchanges and associational connections rather than improved emotional affinity. Compared to families without daughters, the pattern was more pronounced in families with daughters. Moreover, intergenerational relationships were unresponsive to declines in mental health. These findings suggest that Chinese families employ strategic family resilience in response to changing family demands.", "url": "https://doi.org/10.1093/sf/soaf214", "doi": "10.1093/sf/soaf214", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.012434428167332645}, {"title": "Review of “Canaries in the Code Mine: Precarity and the Future of Tech Work”", "authors": "Adam K Schoenbachler", "url": "https://doi.org/10.1093/sf/soaf210", "doi": "10.1093/sf/soaf210", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.024075551120190775}, {"title": "A Panoptic History of Vietnam", "authors": "Alexander Vuving", "abstract": "This essay concisely tells the history of Vietnam as a region from the dawn of civilization to the present day, in less than 9,000 words – even in a single word. Rather than a history of the Viet states, it’s a history of Au Lac, Jiaozhi, Linyi, Funan, Champa, Dai Viet, and modern Vietnams. It sheds light on the big picture, deep patterns, historical trends, and causal dynamics, while paying attention to important details. It shows, among other findings, that the core element of Vietnamese statecraft has changed as the global configuration of power was transformed. More specifically, the key to success for anyone who ruled Vietnam changed from the ability to leverage the frontier of an empire (1st millennium BCE to the 15th century) to the skill in navigating the politics between great powers (16th century to the present).", "url": "https://doi.org/10.31235/osf.io/56t4f_v1", "doi": "10.31235/osf.io/56t4f_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.05148851736586635}, {"title": "Who Wants More War? Conflict Exposure, Perceptions of Public Opinion, and Preferences for Conflict Escalation in Israel", "authors": "Nicholas Sambanis, Itamar Yakir", "abstract": "We explore whether conformity to perceptions of public opinion shapes individual foreign policy preferences in the aftermath of a militarized conflict between Israel and Iran in June 2025. Exploiting naturally occurring variation in exposure to an Iranian missile attack, we measure Israelis' proneness to hawkish (vs. dovish) policy responses as a function of information concerning the majority's policy preferences. We find that Israelis shift their preferences to align with perceived majority opinion: when they perceive the public to be dovish, they support more dovish positions; whereas they become more hawkish when they perceive the public as hawkish. People who report having been exposed to Iranian attacks show stronger support for belligerence. Partisanship also matters as respondents are more likely to respond to cues aligned with priors that are consistent with their party's positions. We explore mechanisms of these patterns.", "url": "https://doi.org/10.31235/osf.io/5upfb_v1", "doi": "10.31235/osf.io/5upfb_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.04185863023174119}, {"title": "The Resilient Effect of Process on Perceived Fairness and Legitimacy in Wind Energy Siting", "authors": "Michael Hankinson", "abstract": "Research on energy siting conflict argues that high levels of local control and public input increase the perceived fairness of the permitting process. However, these studies largely rely on retrospective evaluations, meaning respondents may form their attitudes about procedural fairness and legitimacy based on whether they secure their preferred policy outcome. In contrast, I use experimental designs to randomly vary whether respondents learn the policy outcome prior to judging the permitting process. Across two pre-registered survey experiments, state control and limited public input decrease the perceived fairness and legitimacy of wind turbine siting. This relationship is unaltered by knowing the policy outcome. However, the resilient effect of these specific process on legitimacy is only around half the size as the effect of getting one's preferred policy outcome. Consequently, studies which measure public perceptions after siting may largely capture the effect of the outcome, rather than that of process alone.", "url": "https://doi.org/10.31235/osf.io/8xf3m_v1", "doi": "10.31235/osf.io/8xf3m_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.005177345718539339}, {"title": "When an Olive Branch Pays Off at Home: Polarization, Partisan Competence, and Public Support for Peace", "authors": "Jungmin Han", "abstract": "What domestic political benefits do leaders derive from successful peace initiatives with a foreign adversary? Existing research emphasizes how adversary cooperation softens enemy images and increases public support for reconciliation, but pays less attention to how such concessions operate as political assets domestically. This paper examines how partisan polarization conditions the domestic political returns to adversary cooperation for incumbent leaders. I argue that polarization intensifies partisan interpretations of diplomatic outcomes by converting foreign concessions into signals of incumbent party's competence. When a leader secures reciprocal cooperation, ruling-party supporters are likely to interpret the outcome as a partisan achievement, increasing their support for rapprochement. Cross-partisans may also shift toward support as the incumbent’s diplomatic success undermines confidence in their own party’s competence. I test these expectations using an original survey experiment centered on U.S.–DPRK rapprochement during the first Trump administration. The results indicate that polarization priming amplifies Republican support for reconciliation by strengthening perceptions of partisan competence, while Democrats exhibit a modest increase in support, accompanied by declining confidence in their party’s competence. Overall, the findings demonstrate that domestic political conflict fundamentally shapes whether and how foreign signals are translated into domestic political assets or liabilities within partisan competition.", "url": "https://doi.org/10.31235/osf.io/9axge_v1", "doi": "10.31235/osf.io/9axge_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.02142522238317157}, {"title": "An Epistemic Iteration of the Problem of Domestic Work at the International Labour Organization", "authors": "Liberty Chee", "abstract": "This paper demonstrates how “domestic work” came to be understood as a problem that demanded responses in the International Labour Organization (ILO) as a boundary organization. Boundary organizations are spaces in which science and nonscience interact. This paper characterises this process as one of epistemic iteration, in which knowledge claims are built upon, improved or corrected in the practical, problem-solving context of setting a labour standard for one of the largest labour sectors that employ women. In his study of the development of the concept of temperature, Hasok Chang characterises scientific progress as non-foundationalist and non-inductivist, where problems, tools, epistemic activities, and solutions are revised and evolve through practical engagement. This paper shows this progression in thinking about the problem of domestic work in four stages. Through the iterative actions of various actors, which eventually included domestic workers themselves, the phenomenon of domestic work increased in comprehensibility and tractability, from a problem “to do with women” to a problem of the global economy.", "url": "https://doi.org/10.31235/osf.io/bfm3s_v2", "doi": "10.31235/osf.io/bfm3s_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014185976146338652}, {"title": "Gendered and Racialized Online Incivility in Four Dimensions", "authors": "Chris Tenove, Jordan Buffie, Erin Tolley, Heidi J.S. Tworek", "abstract": "Candidates for political office frequently face online incivility and abuse. Research consistently finds that incivility and abuse can hinder the full political participation for women, and especially racialized women. However, there are competing theories and contradictory findings about precisely how gender and race shape online incivility. Much research focuses on how gender and race affect the volume of uncivil messages. This chapter extends that work to highlight other crucial dimensions of online incivility. We propose a framework to encompass all relevant characteristics of online incivility, which include: (1) frequency of incivility, (2) qualitative forms, (3) targeting and distribution, and (4) interaction with offline discrimination and threats. This emerged from an analysis of 969,308 tweets from the 2019 Canadian election and in-depth interviews with 31 candidates and campaign staff. We show that while candidates’ gender and race do not necessarily predict the volume of online incivility, women and racialized candidates do face more misogynist and racialized incivility. We also find some misogynist and racist content is directed at prominent male and/or white candidates’ accounts in apparent efforts to disseminate these discourses more broadly. Finally, given the realities of online abuse in Canada, this chapter suggests how to better support candidates and politicians.", "url": "https://doi.org/10.31235/osf.io/edxh8_v1", "doi": "10.31235/osf.io/edxh8_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01456730503818049}, {"title": "Social portrait of a pilgrim and a tourist in the Solovetsky Archipelago", "authors": "Andrey Podoplekin, Tatyana Blynskaya, Lyudmila Chizhova, Anton Maksimov", "abstract": "Introduction. Currently, the Solovetsky Archipelago is a popular pilgrimage and tourist destination, which, from the point of view of popularization of such routes, sets a positive impetus for the socio-eco-nomic development of the remote island territories of the North and the Arctic of Russia. At the same time, questions naturally arise about taking into account the risk of increased anthropogenic load on the eco-systems of such territories and the need to study the features of the social portrait of visitors. The purpose of the research is to describe generalized social portraits of the two main categories of vis-itors to the Solovetsky Islands, tourists and pilgrims, considered as potential factors impacting the natural complexes of the archipelago; at the same time, to evaluate the validity of sociological methods as addi-tional tools for assessing anthropogenic impact. Materials and methods. The information basis of the study was made up of legal acts and documents of strategic planning for the Russian territories’ development (including the northern regions and the Rus-sian Arctic), the work of Russian scientists on the formation of a social portrait of pilgrims and tourists, and sociological data collected by the authors. Systematic approach, methods of logical, conceptual and comparative analysis, methods of statistical data processing was used in working the article. Results. The article analyzes the concepts of “tourism” and “pilgrimage” in the legal perspective, as well as legislative differences regarding the implementation of tourism products and the organization of pil-grimage activities. A review of Russian research, devoted to the study of the tourists and pilgrims’ social portraits, as well as the ways for its use for the various Russian territories development has been con-ducted. Based on the survey results a social portrait of visitors to the Solovetsky Archipelago was describe, tourists and pilgrims were assessed in terms of their potential anthropogenic impact on the island eco-system. A shortage of waste bins, toilets, stands with maps and reference information about tourist or religious sites and route signs has been identified. Conclusions. The survey results allowed us to put forward and confirm the hypothesis that the majority of Solovki visitors due to the specific purposes of their stay in the territory, due the cultural and education level do not constitute a factor increasing the pressure on the island’s ecosystem. At the same time, the authors think that a further solution to the problem of more accurately determining the risk of in-creasing anthropogenic impact is supplementing the survey data through the use of mobile applications for collecting anonymized data, as well as in integration with video recording systems.", "url": "https://doi.org/10.31235/osf.io/kvr3t_v1", "doi": "10.31235/osf.io/kvr3t_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.2936367273280268}, {"title": "Measuring Individual-level Issue Importance with Repeated Binary-choice Questions", "authors": "Dai Sasaki", "abstract": "Measuring individual-level issue importance is crucial for the study of voting behavior and public opinion, yet existing methods struggle to balance estimation accuracy with respondent burden. Standard approaches often sacrifice either ordinal precision or cardinal intensity to reduce cognitive load. To overcome this trade-off, I propose a pairwise comparison framework where respondents repeatedly choose the more important of two issues. Using a hierarchical Bayesian model, this method recovers latent continuous importance weights from simple binary choices, capturing both rank order and preference intensity. Simulation studies demonstrate that the method accurately recovers preference structures even with limited data. In an empirical application, the method exhibits concurrent validity with traditional ``Most Important Issue” (MII) questions while revealing granular individual differences. Finally, I discuss an application to a weighted spatial voting model, where estimated issue weights are used to weight policy dimensions in modeling vote choice.", "url": "https://doi.org/10.31235/osf.io/pe2c9_v1", "doi": "10.31235/osf.io/pe2c9_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0047340662349372176}, {"title": "State Atrocities, Rebel Governance, and Public Opinion on Humanitarian Intervention", "authors": "Jungmin Han, Hyunjung Park", "abstract": "How do rebel groups shape democratic publics’ attitudes toward humanitarian intervention? Many state-led atrocities occur during civil wars, yet rebels are often portrayed solely as sources of instability rather than as governing actors who shape external perceptions. We argue that rebels’ modes of governance—whether inclusive or exclusive in service provision and decision-making—fundamentally shape public opinion on intervention. Inclusive governance that embodies equality and participation reinforces identification with democratic values, strengthening the moral imperative to protect and the instrumental confidence that intervention would be both justified and effective. In contrast, exclusive governance, marked by coercion or discrimination, undermines perceptions of shared identity and moral legitimacy, making state repression appear justified and intervention less defensible. We test these claims through survey experiments in the U.S. (N=1,615) and the U.K. (N=1,583). Across both countries, inclusive governance boosts perceived legitimacy and credibility of rebels, fostering positive attitudes toward humanitarian intervention, while exclusive governance undermines these perceptions and weakens public endorsement.", "url": "https://doi.org/10.31235/osf.io/q7n5j_v1", "doi": "10.31235/osf.io/q7n5j_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007239557121517803}, {"title": "Why do Parties Participate in Referendum Campaigns? Evidence from Switzerland", "authors": "Toine Paulissen", "abstract": "This study examines how political parties engage strategically with referendum campaigns, a less-explored aspect of their broader referendum involvement. Building on referendum instrumentalization studies as well as cognate literatures, an analytical framework identifies five potential strategic factors that might explain why parties participate in referendum campaigns and formulates corresponding hypotheses regarding their effect. The framework is applied to 33 recent Swiss referendums, using social media and newspaper advertisements as a proxy for party participation. Binomial logistic regression reveals that public attention for a referendum, its issue’s salience to a party, and (to a lesser extent) a party’s initiator status significantly favor the likelihood of campaign participation, suggesting that Swiss parties primarily leverage referendum campaigns for policy-seeking and image-building strategies. This study therefore contributes to understanding of the interplay between referendums and party strategies in contemporary political contexts, and allows for the expansion of instrumentalization perspectives to include non-initiating parties.", "url": "https://doi.org/10.31235/osf.io/qu8c3_v1", "doi": "10.31235/osf.io/qu8c3_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007518503122394993}, {"title": "Democratic Imprints from Abroad: How External Support from Democracies Promotes Rebel Elections in Civil Wars", "authors": "Jungmin Han, Hyunjung Park", "abstract": "In recent years, an increasing number of rebel groups have organized elections amid ongoing armed conflicts. Existing research has largely emphasized internal drivers of this phenomenon, such as governance capacity and organizational strength. This paper shifts the focus to international dynamics, showing that foreign sponsorship—particularly from democracies—plays a critical role in shaping rebel electoral behavior. We argue that support from democratic states increases the likelihood that rebel groups hold elections by amplifying their legitimacy gains while mitigating the costs of electoral competition. Our analysis of cross-sectional time-series data, combined with a case study, demonstrates that democratic sponsorship significantly increases the likelihood of rebel elections compared to both rebels without foreign support and those backed by autocratic states. These findings highlight the role of foreign sponsorship in fostering electoral institutions in wartime and contribute to broader debates on external influence in rebel governance.", "url": "https://doi.org/10.31235/osf.io/vzbhe_v1", "doi": "10.31235/osf.io/vzbhe_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.051164426463829016}, {"title": "Creating and Validating a Corpus and Dataset of Government-Issued Travel Advisories From the Internet Archives", "authors": "Laura Braun, Christian Oswald", "abstract": "Government-issued travel advisories are used by citizens to get information about destination countries for tourism and other purposes such as temporary work stays or permanent relocation plans. However, qualitative evidence suggests that travel advisories may be influenced by considerations beyond current security situations. Systematic and rigorous quantitative analyses of advisories are scarce because relevant data are not readily available and official government websites often provide practical obstacles. We present a pipeline to generate a time-series cross-sectional dataset of government-issued travel advisories for three issuing countries in their native languages based on the Internet Archive's Wayback Machine. We validate our approach with official government data sources that are prohibited to be scraped and used for research to illustrate that our approach provides (near-)complete coverage.", "url": "https://doi.org/10.31235/osf.io/wehj2_v1", "doi": "10.31235/osf.io/wehj2_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009999415088803199}, {"title": "Anthroporesource Dynamics (ARD): A Framework for Individual Resource and Institutional Context", "authors": "Kirill Baskakov ", "abstract": "Anthroporesource Dynamics (ARD) is a conceptual framework for describing and comparing individual resource configurations within institutional environments. The paper proposes a typology of core resources and a set of conversion mechanisms that link personal endowments to institutional access, status, and outcomes. ARD is designed as an integrative analytic language for sociology, organizational studies, and public policy analysis, enabling structured diagnosis of misalignment between individual capacities and institutional pathways.", "url": "https://doi.org/10.31235/osf.io/x27j5_v1", "doi": "10.31235/osf.io/x27j5_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.005555468413465214}, {"title": "Do housing policies increase local polarization? (Políticas habitacionais aumentam a polarização local?)", "authors": "Tomás Paixão Borges, Ana Paula Lima dos Santos, Thaiza Siqueira da Silva", "abstract": "Este estudo avalia se políticas habitacionais contribuem para o aumento da polarização política local. A partir de uma revisão sistemática de 15 estudos, qualitativos em sua maioria, constatamos que políticas habitacionais, sobretudo quando desconsideram a participação social no processo de desenho e implementação do programa, estão associadas à intensificação de conflitos políticos locais (Antoniucci e Marella, 2017; Tarsi, 2018; Koch et al., 2020; Watt, 2021; Starikova e Yushina, 2018). Uma parte considerável dos estudos revisados lança luz sobre as desigualdades e processos de segregação socioespacial exacerbados por políticas habitacionais. Assim, embora nem todos os estudos tratem diretamente da polarização política como outcome, observa-se a intensificação de antagonismos sociopolíticos entre moradores afetados pelas políticas e as instituições responsáveis por elas (Pendall, 1999; Piat, 2000; Waibel e Dörnte, 2007; Scally, 2012; Holleran; Lee; Irwin; Miller, 2020; Silva, 2021).", "url": "https://doi.org/10.31235/osf.io/yg9m4_v1", "doi": "10.31235/osf.io/yg9m4_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.07347686823786703}, {"title": "The Shortest Path to Zionism: A Network Analysis of the US Nonprofit Industrial Complex", "authors": "Yarden Azoulay Katz", "abstract": "Activists have shown how the nonprofit industrial complex (NPIC) co-opts grassroots social movements, and how the dependence on donors limits what nonprofits can say or do—especially concerning Palestine. Yet the NPIC is rarely analyzed as a whole system. This article analyzes the massive funding network of the NPIC, reconstructed from tax forms, and highlights Zionism’s place within it. I show how the NPIC’s funding web binds many organizations to Zionist nonprofits that directly fuel settler-colonialism in Palestine. The links between these organizations are facilitated by donor-advised funds, which form the “hubs” in the interconnected funding network. I explain the political implications of this finding using two “activist” nonprofits: the Black Lives Matter Global Foundation (BLMGN) and Jewish Voice for Peace (JVP). I argue that being a major player in the NPIC not only limits what an organization can do but also normalizes the broader funding networks driving colonial projects.", "url": "https://doi.org/10.31235/osf.io/2vqwn_v1", "doi": "10.31235/osf.io/2vqwn_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.029403449739104803}, {"title": "One Sentence at a Time: A Quantitative History of Rationality in Economic Thought", "authors": "Thomas Delcey, Aurélien Goutsmedt, Alexandre Truc", "abstract": "This article demonstrates how unsupervised quantitative methods can enrich the history of economic thought. Using the largest English-language corpus ever assembled for the field—nearly 290,000 economics journal articles from 1900 to 2009 with citation data—we analyze the evolution of the concept of rationality. Combining large language model–based semantic analysis with bibliometric and network methods, we identify and cluster discussions of rationality across time and scales, such as the circulation of bounded rationality and the emergence of behavioral economics. We provide an open-source interactive tool to support transparency and reuse.", "url": "https://doi.org/10.31235/osf.io/38na2_v1", "doi": "10.31235/osf.io/38na2_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008168782842884137}, {"title": "Why Economic Growth May Not Require Local Labor: Channel-Based Configurations in Contemporary Cities", "authors": "lyric Li", "abstract": "Certain high-growth cities exhibit a persistent gap between aggregate economic performance and the labor security of their resident populations. Existing literatures have addressed this observation under various rubrics—global city stratification, precarious labor markets, financialized urbanism—yet these frameworks tend to interpret such gaps as distortions of an otherwise labor-absorptive growth process, rather than as outcomes of a structurally distinct growth logic. This paper offers an analytical re-specification by distinguishing between two growth logics: production-based growth, in which wealth accumulation is tied to local labor organization, and channel-based growth, in which wealth accrues through the facilitation of value flows that originate and terminate elsewhere. This distinction clarifies why economic expansion may proceed without structural reference to resident labor participation. The paper specifies the mechanism through which channel-based configurations delimit labor necessity and situates this argument within debates in urban studies and cultural political economy. The analytical usefulness of this framework lies in reframing growth-labor decoupling not as a policy failure, but as an indication that the growth process itself may be structurally indifferent to local labor absorption.", "url": "https://doi.org/10.31235/osf.io/cjda2_v1", "doi": "10.31235/osf.io/cjda2_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01315559266765376}, {"title": "Designing ecologically effective and economically efficient conservation compensation funds: lessons from theory and practice", "authors": "Isobel Hawkins, Shuo Gao, Youngho Kim, Alexander Teytelboym, Joseph W. Bull, Martine Maron, E.J. Milner-Gulland, Kerry ten Kate, Sebastian Theis, Sophus zu Ermgassen", "abstract": "The global community has committed to a substantial increase in the scale of investment in nature via Target 19 of the Kunming-Montreal agreement. An important but understudied mechanism for attracting private investment into biodiversity outcomes is conservation compensation funds – funds that aggregate payments to compensate for negative impacts on biodiversity to contribute to strategic objectives. We described the principles of effective compensation funds based on economic and ecological theory, and assembled by far the largest database of operational compensation funds to date (32 funds across 17 countries) through a mixed methods review. We explored the variety of practice in real-world implementation, and how empirical practice compares to theory, highlighting key gaps. In doing so, we provided a guide to the design of ecologically effective compensation funds, a hitherto understudied but potentially substantial source of investment for biodiversity outcomes.", "url": "https://doi.org/10.31235/osf.io/fbqms_v1", "doi": "10.31235/osf.io/fbqms_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008676073339785373}, {"title": "Pattern Recognition of Aluminium Arbitrage in Global Trade Data", "authors": "Muhammad Sukri Bin Ramli", "abstract": "As the global economy transitions toward decarbonization, the aluminium sector has become a focal point for strategic resource management. While policies such as the Carbon Border Adjustment Mechanism (CBAM) aim to reduce emissions, they have inadvertently widened the price arbitrage between primary metal, scrap, and semi-finished goods, creating new incentives for market optimization. This study presents a unified, unsupervised machine learning framework to detect and classify emerging trade anomalies within UN Comtrade data (2020–2024). Moving beyond traditional rule-based monitoring, we apply a four-layer analytical pipeline utilizing Forensic Statistics, Isolation Forests, Network Science, and Deep Autoencoders. Contrary to the hypothesis that Sustainability Arbitrage would be the primary driver, empirical results reveal a contradictory and more severe phenomenon of Hardware Masking. Illicit actors exploit bi-directional tariff incentives by misclassifying scrap as high-count heterogeneous goods to justify extreme unit-price outliers of &gt;$160/kg, a 1,900% markup indicative of Trade-Based Money Laundering (TBML) rather than commercial arbitrage. Topologically, risk is not concentrated in major exporters but in high-centrality Shadow Hubs that function as pivotal nodes for illicit rerouting. These actors execute a strategy of Void-Shoring, systematically suppressing destination data to Unspecified Code to fracture mirror statistics and sever forensic trails. Validated by SHAP (Shapley Additive Explanations), the results confirm that price deviation is the dominant predictor of anomalies, necessitating a paradigm shift in customs enforcement from physical volume checks to dynamic, algorithmic valuation auditing.", "url": "https://doi.org/10.31235/osf.io/n2qub_v1", "doi": "10.31235/osf.io/n2qub_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.015027500791234938}, {"title": "Relationships and Influences of the Pharmaceutical Industry on Medical Practice", "authors": "João Henrique Santana Stacciarini", "abstract": "With annual revenues of around US$ 1.5 trillion, the pharmaceutical industry has, in recent decades, consolidated itself as one of the most powerful sectors in the global economy, exerting significant influence over knowledge production and medical practice. This article critically examines relationships between the pharmaceutical industry and medical education and practice, focusing on transfers of value – such as payments, gifts, and financial incentives – directed to physicians and academic institutions, from undergraduate training to professional practice. The study combines a descriptive documentary analysis of data from the Open Payments program in the United States – where such transfers are regulated and publicly disclosed – with a narrative review of the international literature. Empirically, it is observed that between 2015 and 2024, reporting entities under Open Payments (including drug and medical device manufacturers) transferred approximately US$ 23.2 billion to physicians and US$ 23.3 billion to teaching hospitals in the United States, primarily in the form of meals, travel, educational support, consulting, research, and other remuneration. In light of the international literature, these transfers are examined as part of engagement and influence strategies targeting prescribers: observational studies indicate associations – often operating unconsciously – between receiving benefits and increased prescribing of products from paying companies, a greater share of brand-name drugs at the expense of generics, the promotion of products with marginal clinical benefit, and higher costs for health systems. Drawing on theoretical frameworks and concepts from social psychology, behavioral economics, and communication theory – such as reciprocity, self-serving bias, unconscious influence, and the third-person effect – the article discusses how even low-value benefits, such as meals, can function as mechanisms of socialization and become embedded in the “hidden curriculum” of medical training, normalizing conflicts of interest and shaping professional identities. Finally, the article argues for transforming the logic governing relationships between industry and the medical field through greater transparency, restrictions on gifts, and the strengthening of institutional models of funding and governance aligned with public health.", "url": "https://doi.org/10.31235/osf.io/q8w3z_v1", "doi": "10.31235/osf.io/q8w3z_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008531304363245895}, {"title": "\"I'm Cooked\": Financial Literacy, Policy Optionality, and Educational Inequity in Massachusetts High Schools", "authors": "Yaxin Zhang", "abstract": "Financial literacy has emerged as a critical determinant of economic stability, mobility, and resilience, yet access to formal financial education in U.S. high schools remains uneven and largely discretionary. This paper examines the case of Massachusetts—a state that consistently ranks first in overall educational performance but receives failing marks for financial literacy—to assess whether optional, non-mandated approaches to personal finance education can deliver equitable outcomes. Drawing on national empirical literature, state-issued policy reports, and a localized case study, this paper argues that policy optionality is the central mechanism through which financial literacy efforts in the Commonwealth have stagnated and declined. Indeed, this paper further concludes that a standalone financial literacy graduation requirement represents the most effective and evidence-based mechanism for translating existing efforts into universal access, particularly as the Commonwealth reconsiders graduation frameworks in the post-MCAS era.", "url": "https://doi.org/10.31235/osf.io/vgk9p_v1", "doi": "10.31235/osf.io/vgk9p_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.005700426735927633}, {"title": "Revisiting the Social Security Claiming Puzzle: Behavioral Preferences as Rational Explanations for Early Claiming", "authors": "Derek Tharp", "abstract": "Nearly one-fourth of Americans claim Social Security at age 62, while only one-in-ten wait until age 70—a pattern that has long puzzled economists who argue delay is financially optimal. This paper develops a series of dynamic programming models to examine whether early claiming reflects mistakes or rational responses to preferences overlooked in standard analyses. Three behavioral factors are incorporated: a claim-retire linkage (a preference to claim benefits at retirement rather than managing a separate \"bridge\" period); front-loaded consumption preferences (a desire to spend more in the early, active years of retirement); and source-dependent utility (greater comfort spending from regular income like Social Security than drawing down a retirement portfolio). Using Epstein–Zin recursive utility with stochastic investment returns, medical expenditure shocks, mortality risk, policy risk, and bequest motives, results show that incorporating these empirically documented factors substantially lowers optimal claiming ages. Under the full behavioral specification, claiming at 62 is optimal for households with up to $800,000 in initial wealth—a wealth level that encompasses the vast majority of Americans approaching retirement. Results are qualitatively robust to alternative assumptions about mortality, bequest strength, tax treatment, and spousal or survivor benefits. These findings suggest that widespread early claiming may reflect genuine preferences rather than financial mistakes, though individual circumstances—including wealth, employment status, tax situation, and personal preferences—may provide incentives toward delay. Rather than uniformly prescribing delay, advisors should assess clients' goals, circumstances, and preferences and tailor recommendations accordingly.", "url": "https://doi.org/10.31235/osf.io/wx6jn_v1", "doi": "10.31235/osf.io/wx6jn_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009236468790444374}, {"title": "QuantWealth.eu – an online app for easy quantitative wealth and inequality studies", "authors": "Mikkel Nørtoft", "abstract": "This paper presents a new easy-to-use online browser app QuantWealth.eu for calculating prehistoric wealth display and inequality using count data from graves and physical measurement data from house floor areas. For graves, the app builds on Nørtoft (2022) to estimate exclusivity (here called “prestige”) values of grave goods, or other count data, plotted and made available for download, or used as input in the app’s inequality measurements such as the Gini and Absolute Gini. For houses, inequality these measurements are more straight forward from the raw floor area data. The app also features a time atlas and simple and flexible tools to visualize trends and developments of wealth display and inequality for any drawn area of the atlas, based on data submitted by the author and potential users. Thus, the more people use the app, we build an empirical overview of wealth display and inequality from two complementary modes of wealth expression over time with potential for global coverage.", "url": "https://doi.org/10.31235/osf.io/wzcqy_v1", "doi": "10.31235/osf.io/wzcqy_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.02038466659078364}, {"title": "The Gendered Immigrant Paradox: Depressive Symptoms Among Immigrant and Native-Born Adolescents", "authors": "Denis Machanda, Jenjira Yahirun, Stephen Demuth, Fatemeh Hassanzadeh, Adrienne  Bostelman", "abstract": "Research has consistently shown a mental health advantage for immigrant youth compared to U.S.-born youth, despite often facing disadvantages associated with lower socioeconomic status. This mental health advantage, termed the “immigrant paradox,” appears to attenuate with acculturation. However, little research has explored whether gender moderates this relationship during adolescence. Using Wave I data from the National Longitudinal Study of Adolescent to Adult Health (Add Health), the current study tests if the association between immigrant generation and depression differs by gender. Building on this framework, the study estimates a series of age and parental education adjusted, survey weighted Ordinary Least Squares (OLS) models including family cohesion as a protective mechanism and perceived discrimination as a risk mechanism. Across models the pattern is clear: there is a gendered immigrant paradox: immigrant-origin girls have significantly lower levels of depressive symptoms than do native-born girls and gender differences among immigrant youth are negligible. Generational contrasts show that the advantage is largest among first-generation adolescents and dissipates across generations. Accounting for cohesion and discrimination partly, but not fully, attenuates the immigrant female advantage suggesting that cultural, social and gendered processes are fundamental to understanding the well-being and assimilation of adolescents in the United States. Key Words: Immigrant paradox, gender, adolescent mental health, assimilation", "url": "https://doi.org/10.31235/osf.io/23pyf_v1", "doi": "10.31235/osf.io/23pyf_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.9967658847231967}, {"title": "Abramson, Corey M. (Forthcoming 2026). \"Integrating Computational Methods and AI into Qualitative Studies of Aging and Later Life.\" In Handbook of the Sociology of Aging, 2nd ed., edited by Markus H. Schafer, Dawn C. Carr, Jacqueline L. Angel, and Richard A. Settersten Jr.", "authors": "Corey Abramson", "abstract": "This chapter demonstrates how computational social science (CSS) tools are extending and expanding research on aging. The depth and context from traditionally qualitative methods such as participant observation, in-depth interviews, and historical documents are increasingly employed alongside scalable data management, computational text analysis, and open-science practices. Machine learning (ML) and natural language processing (NLP), provide resources to aggregate and systematically index large volumes of qualitative data, identify patterns, and maintain clear links to in-depth accounts. Drawing on case studies of projects that examine later life--including examples with original data from the DISCERN study (a team-based ethnography of life with dementia) and secondary analyses of the American Voices Project (nationally representative interview)--the chapter highlights both uses and challenges of bringing CSS tools into more meaningful dialogue with qualitative aging research. The chapter argues such work has potential for (1) streamlining and augmenting existing workflows, (2) scaling up samples and projects, and (3) generating multi-method approaches to address important questions in new ways, before turning to practices useful for individuals and teams seeking to understand current possibilities or refine their workflow processes. The chapter concludes that current developments are not without peril, but offer potential for new insights into aging and the life course by broadening--rather than replacing--the methodological foundations of qualitative research.", "url": "https://doi.org/10.31235/osf.io/2s8fy_v1", "doi": "10.31235/osf.io/2s8fy_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014605205972952895}, {"title": "What Kids and Parents Want: Policy Insights for Social Media Safety Features", "authors": "DeVan L. Hankerson, Michal Luria, Aliya Bhatia", "abstract": "This report examines the gap between child safety policy proposals for social media and how teens and parents — the people these policies are meant to protect — experience and view them. While the topic of child safety online is becoming increasingly prominent, with governments worldwide introducing proposals that aim to keep children safe online, many interventions remain largely untested and raise concerns about effectiveness, privacy, and unintended consequences. To address this disconnect, we conducted qualitative research with 45 parents and teens using a human-centered design approach to evaluate perceptions of four widely proposed intervention categories: age verification, screen-time features, algorithmic feed controls, and parental access.", "url": "https://doi.org/10.31235/osf.io/34evz_v1", "doi": "10.31235/osf.io/34evz_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008637756635250793}, {"title": "Simulation of the Prisoner’s Dilemma Using a Cognitive Model Based on the Free Energy Principle", "authors": "Rin Tsuboyama", "abstract": "This paper develops a cognitively grounded agent-based model of trust and cooperation in the iterated Prisoner’s Dilemma. To move beyond the common “black box” treatment of decision-making in simulation research, it operationalizes the Free Energy Principle and active inference as an explicit process of Bayesian belief updating and prediction-error minimization. Agents are implemented with a hierarchical recurrent neural network inspired by predictive coding and trained to jointly forecast both players’ next actions, payoffs, and opponent-type indicators from interaction histories. In an Axelrod-style tournament, the resulting agent is evaluated against canonical strategies (ALLC, ALLD, Random, and Tit-for-Tat) and in dyadic interaction with another independently initialized agent of the same kind. The agent exhibits conditional cooperation with reciprocating opponents, rapid withdrawal under sustained defection, and systematic vulnerabilities under stochastic play. Crucially, trajectories of latent internal states provide a process-level account of how cooperation emerges, stabilizes, and collapses, linking observable behavior to evolving expectations about the social environment. The study demonstrates how cognitive modeling can enrich sociological accounts of trust by making the micro-dynamics of inference empirically inspectable within simulations, and it outlines a transferable framework for extending such models to richer action spaces and institutional settings.", "url": "https://doi.org/10.31235/osf.io/4weh7_v1", "doi": "10.31235/osf.io/4weh7_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009629430421901675}, {"title": "Research Transparency and Reproducibility", "authors": "Roxanne Connelly, Vernon Gayle, Sarah Stopforth", "abstract": "There is increasing concern across a wide range of academic disciplines that research results cannot be reproduced. This is a serious concern because research knowledge is cumulative, and it is built on incremental advances in empirical research. Improvement in computers, developments in data analytical software, and increased access to large-scale social science data resources (e.g. social surveys and administrative data) have greatly extended research capacity in the social sciences. In this chapter we discuss how the issues of transparency and reproducibility impinge on statistically orientated social science research. We outline approaches and techniques which will promote transparent and reproducible quantitative social science research.", "url": "https://doi.org/10.31235/osf.io/974mr_v1", "doi": "10.31235/osf.io/974mr_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007531437116671591}, {"title": "Unequal Social Belonging with Peers during Adolescence? Patterns by Age and Individual Characteristics", "authors": "Jacqueline Kroh, Monja Schmitt, Lena Nusser", "abstract": "Social belonging, defined as temporally stable \"frequent, affectively pleasant interactions with a few other people\" (Baumeister &amp; Leary, 1995, p. 497), is a fundamental human need and a crucial determinant of well-being. Despite its importance, gaps persist in our understanding of how social belonging to peers develops during adolescence and the extent of which social inequalities matter during this crucial life stage. This study addresses these gaps by investigating the development of social belonging to peers between the ages of 12 and 16, utilizing data from the kindergarten cohort of the German National Educational Panel Study. We employ fixed- and random-effects regression models to examine how students’ sense of social belonging changes as they grow older and how these developmental patterns differ by individual characteristics, i.e., gender, cultural and socioeconomic background, and academic achievement. Our findings reveal a slight decrease in social belonging between the ages of 12 and 16. Females report higher social belonging, although their decline over time is more pronounced than that of males. Students with a non-European cultural background do not show significantly higher belonging and differential growth trajectories compared to German native students. Adolescents from higher socioeconomic backgrounds start with slightly lower belonging at age 12 but experience a gentler decline than their less advantaged peers. No differences emerge by academic achievement levels. We conclude that social inequalities in perceived levels of social belonging with peers persist throughout the earlier life stages, with some developing before adolescence.", "url": "https://doi.org/10.31235/osf.io/aywdf_v1", "doi": "10.31235/osf.io/aywdf_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.011248120642645465}, {"title": "Partisan tastes or ideological divides? Everyday interests and political identities in a multi-party system", "authors": "Anastasia Menshikova, Felix Lennert, Elida Izani Ibrahim, Miriam Hurtado Bodell", "abstract": "Everyday interests expressed in leisure, media consumption, or cultural practices, increasingly intersect with political orientations, making them strong signals of individuals’ political identities. While most research on this phenomenon has focused on bipartisan systems, this study examines interest-politics alignment within Sweden’s multi-party context. We extend prior work by systematically analyzing both the size (strength of associations) and shape (structural patterns) of this alignment, and by distinguishing whether lifestyle polarization follows partisan identities or broader ideological orientations—a question that cannot be addressed in two-party contexts where these dimensions are confounded. Analyzing Swedish Twitter data (2010-2020), we examine how politically engaged users’ interests captured through the accounts they follow correspond to their political preferences, measured both as party associations and left-right ideological positions. Our findings show that multi-party systems do not shield against interest-politics consolidation. Patterns of everyday interests among politically engaged Swedish social media users reveal two dominant clusters that correspond closely to Sweden’s coalition landscape. Importantly, fragmentation in everyday interests aligns more strongly with ideological orientations than with party identities. We find that left-leaning individuals follow accounts associated with human rights, environmentalism, and cultural consumption, whereas right-leaning users favor finance, sports, and security content. Despite this polarization, certain interests cut across political divides, offering opportunities for dialogue across ideological lines. By disentangling partisan and ideological dimensions in a multi-party setting, the study contributes to research on affective polarization and cultural cleavages in European democracies.", "url": "https://doi.org/10.31235/osf.io/c4296_v1", "doi": "10.31235/osf.io/c4296_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009443552299180147}, {"title": "Precarious (bi)sexuality: Mediated contact influences how bisexual individuals are differently categorized for unidirectional sexual behavior", "authors": "Clay Williams", "abstract": "This study extends the precarious sexuality framework to examine how observers categorize bisexual individuals who engage in exclusively same-sex or different-sex sexual behaviors. While prior research demonstrates that men's heterosexuality is easily reclassified when engaging in same-sex behavior, less is known about how bisexual identities are perceived when behavioral patterns appear monosexual. Furthermore, this study examines whether mediated contact with bisexual characters moderates categorization effects, whereas interpersonal contact has proven inconsistent. Through a 2 (character gender: male, female) x 2 (sexual behavior: same-sex, different-sex) factorial experimental design, participants read narratives about target characters’ identifying as bisexual but engaging in unidirectional sexual behaviors. Participants rated their confidence in the characters’ future sexual identity. Results show that bisexuality operates as a precarious identity within the LGB community itself, subject to reclassification tendencies to recategorize sexual identities into the binary. Notably, mediated exposure to bisexual characters moderated these categorization effects, though primarily for same-sex behaviors, suggesting that contemporary media representation may cultivate associations between bisexuality and gay-adjacent identities rather than genuinely disrupting binary thinking. These findings illuminate how status hierarchies operate within sexual minority communities and reveal both the potential and limitations of visibility-based media representation in challenging the categorization of non-monosexual identities.", "url": "https://doi.org/10.31235/osf.io/d5uwb_v1", "doi": "10.31235/osf.io/d5uwb_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.016907914215773978}, {"title": "Violence and Civilian Strategy for Protection in West Papua, Indonesia", "authors": "Arfiansyah A", "abstract": "This article discusses the protection strategy of civilians in West Papua from continued direct violence. Are there initiatives and infrastructure for civilian protection? What is the common protection mechanism the actors share? These questions were explored qualitatively in Jayapura, Sorong, and Wamena in November 2022 and June 2023. By invoking the concept of agency and Joshua Barter’s classification of strategy for civilian protection, this article finds that violence and strategies for civilian protection in West Papua are contextualized to local development, geopolitics, and demographic composition between transmigrants and indigenous Papuans. These also determine the agents’ capacity to respond to violence and to build protection strategies. This research contributes the concept of nonpartisan peace voice as a protection strategy. Furthermore, it highlights that a common feature of the protection strategy that the Papuans in Jayapura, Sorong, and Wamena share is the mobilisation of both international and local networks.", "url": "https://doi.org/10.31235/osf.io/djzbw_v1", "doi": "10.31235/osf.io/djzbw_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.031921365321995965}, {"title": "The emergence of computational social science: Intellectual integration or persistent fragmentation?", "authors": "Juho Pääkkönen, Matti Nelimarkka, Samuli Reijula", "abstract": "Has the emerging field of computational social science grown increasingly intellectually integrated with the passage of time, or does the field remain fragmented into several distinct epistemic communities? Because research-based literature is still inconclusive in this regard, the authors exploited scientific-citations and co-citation data to study the development of computational social science's intellectual structure. The findings suggest that network science has maintained centrality over the years. Contrary to common perceptions however, the field has not become more integrated over time. Rather, the network of co-citation among the field's key authors exhibits ever more extensive clustering and greater average path length over 2000-2020, indicating that the discipline is fracturing into various sub-communities, with loose connections to each other.", "url": "https://doi.org/10.31235/osf.io/g6m34_v2", "doi": "10.31235/osf.io/g6m34_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008501406707790427}, {"title": "Research note: Exploring the Full Spectrum of Reproductive Experiences", "authors": "Jitka Slabá, Jitka Jírová, Anna Stastna, Jiřina Kocourková", "abstract": "Objective: The study examines changes across cohorts in terms of the timing and frequency of the full spectrum of reproductive events and explores whether these reproductive trajectories reflect broader trends towards the destandardisation of family formation. Furthermore, the study assesses the quality and limitations of Czech health registry data by comparing them with official vital statistics. Background: Analysing fertility alone is insufficient with respect to understanding individual reproductive trajectories since reproductive experiences are interconnected across the lifespan and may be influenced by other reproductive events that affect both the tempo and the quantum – especially within the context of fertility postponement. Method: This study employs individual data obtained from the Czech National Health Information System (NHIS) that enable the holistic analysis of reproductive trajectories including live births, induced abortions, in vitro fertilisation, miscarriages and stillbirths across selected cohorts of women (1976–1991). Results: The younger cohorts experienced delayed and less frequent reproductive events. However, the lower incidence of adverse events partly reflected fewer conceptions due to the postponement of reproduction to older ages. The most common combination of event types involved live births with induced abortions or miscarriages. Reproductive trajectories were found to diversify with age but exhibited limited variation across the cohorts, and an early live birth remained linked to higher completed fertility. The NHIS data were largely in line with the vital statistics, with the moderate underestimation of live births and the under-reporting of early miscarriages and induced abortions. Conclusion: The findings highlight the potential and limitations of health registry data in terms of capturing the full spectrum of reproductive events. Forming a deeper understanding of women’s reproductive trajectories and experiences, enabled via the use of linked health register data, is essential in terms of developing policies on reproductive health and rights in the context of declining fertility levels and the postponement of childbearing to later ages.", "url": "https://doi.org/10.31235/osf.io/hc563_v1", "doi": "10.31235/osf.io/hc563_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014989635203964569}, {"title": "Mental Health Perceptions and Information Seeking on TikTok", "authors": "Lindsey Chew, Melissa C. White, Mikhail Bethell, Jessica Liu, J. Andres Hernandez, Temitope Adabayo, Marvin Washington, Joe Doty, Dean Taylor", "abstract": "The COVID-19 pandemic instigated widespread social disruption while also highlighting the important role of mental health in young adult development and the unique mental health challenges that young people face. In this landscape, polarizing social media has both facilitated social connections and contributed to severe social distress. Furthermore, the emergence of social media has simultaneously contributed to both the democratization and the deterioration of information regarding resources for mental health support. Previous studies have also demonstrated stark differences in mental healthcare use according to an individual’s self-reported ethnic identity. Here, we analyzed the existing TikTok content associated with #MentalHealth and collaborated with a minority-identifying TikTok influencer to produce content promoting mental health awareness and resources for self-care or access to a mental health professional. Our findings highlight to the significant potential of circulating mental health information through a TikTok strategy, especially one that targets and uplifts minority-identifying young adults.", "url": "https://doi.org/10.31235/osf.io/hctfj_v1", "doi": "10.31235/osf.io/hctfj_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.3999370534635751}, {"title": "Between Policy and Practice: Adoption of Research Data Management in DFG’s Individual Research Grants Programme (2017 – 2024)", "authors": "Jan Rohden, Richard Heidler, Christoph Funk", "abstract": "This paper applies natural language processing, machine learning and repository linking to examine the adoption of research data management (RDM) practices in proposals submitted to the German Research Foundation’s (DFG) Individual Research Grants Programme between 2017 and 2024. The analysis reveals a growing awareness of RDM, reflected in longer and more substantive statements as well as an increasing number of references to specific data repositories. Significant disciplinary differences emerge in the frequency, profile, and concreteness of RDM references, pointing to varying levels of maturity across fields. By linking proposal texts with re3data metadata, we identify the most frequently cited repositories and their disciplinary coverage. A marked shift toward more professionalized RDM following the introduction of a DFG checklist in 2021 suggests that funding agencies can actively shape RDM practices through policy instruments. These findings demonstrate how funders can influence data practices through guidance rather than coercion, offering novel insights for the monitoring of Open Science policies.", "url": "https://doi.org/10.31235/osf.io/kjvu3_v1", "doi": "10.31235/osf.io/kjvu3_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010448837776293463}, {"title": "Younger Adults’ Nuclear and Extended Family Relationships in Europe: A Latent Class Analysis", "authors": "Bettina Hünteler, Karsten Hank, Diego Alburez-Gutierrez, Thomas Leopold", "abstract": "The present study identifies and compares typical classes of relationship qualities in the nuclear and extended family ties of younger adults across nine European countries (Germany, Italy, the Netherlands, Poland, the United Kingdom, as well as the Nordic countries Denmark, Finland, Norway, and Sweden). We used KINMATRIX data that were collected online in 2022-23 from an ego-centric perspective of 7,375 respondents aged 25–35. Employing latent class analysis and multinomial logistic regression models, we identified five distinct types of relationship qualities, labelled as ‘tight-knit’, ‘connected-but-autonomous’, ‘disharmonious-but-supportive’, ‘intimate-but-distant’, and ‘detached’. The prevalence of these relationship types varied across the family system, showing a clear gradient from tight-knit relations being most prevalent in the nuclear family to distant-extended relations being dominated by detachment. This resulted in a high overall proportion of relatively ‘weak’ relationships within young adults’ family networks. The distribution of classes across countries confirmed the existence of a North-South gradient of increasingly close nuclear and extended family ties in Europe: ‘Weaker’ relationships were more (and ‘stronger’ ties less) common in the Nordic countries, compared to an ‘intermediate’ cluster of countries consisting of the Netherlands, Germany, Poland, as well as the United Kingdom, and – especially – compared to Italy. Our study demonstrates the applicability of common typologies of relationship qualities to assess kin relations beyond the nuclear family and it highlights the relevance of accounting for extended kin relations across a range of European countries.", "url": "https://doi.org/10.31235/osf.io/m284w_v1", "doi": "10.31235/osf.io/m284w_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.03489968337781291}, {"title": "Relación entre las habilidades para la vida (manejo de emociones y sentimientos, pensamiento creativo, autoconocimiento, manejo de tensiones y estrés y, toma de decisiones) con el fortalecimiento de la relación pedagógica en ambientes Universitarios", "authors": "Nicolás León Sanabria, María Alejandra López, Mariana Martínez Rodríguez, Isabel del Socorro Moreno Luna, Francisco Palencia-Sánchez", "abstract": "El presente estudio aborda la importancia de las habilidades emocionales, cognitivas y sociales en la relación pedagógica dentro del entorno universitario. Se reconoce que la formación académica no solo depende de conocimientos técnicos, sino también de factores emocionales y sociales que influyen en el bienestar dentro del aula. A través de una revisión rápida de la literatura utilizando nuevas herramientas basadas en la IA y por medio bases de datos como Psycnet, SCOPUS, Eric, y utilizando motores de búsqueda especializados como Google Académico, se analizaron cinco habilidades clave: manejo de emociones, autoconocimiento, pensamiento creativo, manejo del estrés y toma de decisiones. Se identificó que el desarrollo de estas habilidades favorece interacciones más efectivas entre docentes y estudiantes, promoviendo un ambiente de aprendizaje saludable. El estudio resalta la necesidad de implementar programas de desarrollo de habilidades para la vida en la educación superior, orientadas hacia docentes y estudiantes por igual, con el fin de fortalecer la relación pedagógica y mejorar la calidad del proceso formativo. Se concluye que la gestión emocional, la creatividad y la toma de decisiones influyen en la percepción del aprendizaje y en la satisfacción con la enseñanza, subrayando la importancia de la formación integral en la academia para potenciar el bienestar y el éxito académico.", "url": "https://doi.org/10.31235/osf.io/py27j_v1", "doi": "10.31235/osf.io/py27j_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.05780249534105297}, {"title": "CARU-QCA: A tool for critically appraising systematic reviews that use Qualitative Comparative Analysis", "authors": "Dylan Kneale, Katy Sutcliffe, Brenda Hayanga, Rana Islamiah Zahroh, Margherita Musella, Helen Burchett, James Thomas", "abstract": "Background: Qualitative Comparative Analysis (QCA) uses Boolean set theory to identify complex causal ‘recipes’. QCA has been used in systematic reviews to identify configurations of intervention and contextual features associated with the effectiveness of complex multi-component interventions. Despite increasing use of QCA in systematic reviews, no tool currently exists to appraise reviews using QCA. To address this gap, we developed ‘CARU-QCA’ (Critical Appraisal of Reviews Using QCA). Methods: We used three sources of evidence to develop CARU-QCA: key papers on the logic and procedures of QCA; existing systematic review appraisal tools; and published QCA reviews. In addition to the existing six stages of QCA outlined elsewhere, we also distinguished a baseline stage (Stage 0) where we appraise the set-up and appropriateness of the use of QCA. Several rounds of user testing by the lead authors and colleagues in the field aimed to refine the tool and enhance its usability. Results: QCA blends a deep, holistic understanding of interventions and their underlying theory, with computer-based mathematical procedures for examining and testing patterns in the data. As such, elements of the CARU-QCA tool support the appraisal of the approach used to develop case-based knowledge and use of theory for exploring cross-case patterns as well as the technical analytic procedures. In line with systematic review guidance, CARU-QCA also appraises transparency of reporting. The tool is divided into seven sections to support users in appraising the set-up of QCA and the six analytical steps. The tool guides users to assess their confidence in the execution of each of the seven stages, before forming an overarching confidence assessment. A detailed guide accompanies the tool providing further background information and explanation of the rationale for each question. Conclusions: CARU-QCA provides a transparent and standardised approach for critiquing and evaluating reviews using QCA; it will be of value to those seeking to assess and implement the findings of QCA reviews. CARU-QCA will also be useful to systematic reviewers seeking guidance on how to undertake and report a QCA.", "url": "https://doi.org/10.31235/osf.io/pyhfg_v1", "doi": "10.31235/osf.io/pyhfg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0072260680335749505}, {"title": "Are Grandparents’ Social Values Associated with Support to Grandchildren? Evidence Across Three Decades", "authors": "Martin Lakomý, Tianqi Zhou, Merril Silverstein", "abstract": "We investigated whether grandparents who hold stronger individualistic values, relative to collectivistic values, provide less instrumental and emotional support to their grandchildren and whether this association has changed over the last 30 years. While the significance of individual values in family dynamics is widely acknowledged, the connection between values and grandparenting remains underexplored. Based on Beck’s individualization theory, we expect an inverse relationship between grandparents’ supportive behavior and individualistic (vs. collectivistic) values, reflecting a preference for achieving individual over collective goals. We expect this relationship to strengthen over time with the growth of personal autonomy in how the grandparent role is enacted. We used data from seven waves of the Longitudinal Study of Generations between 1991 and 2021 to examine 3465 observations deriving from 1309 grandparents whose youngest grandchild was 16 years of age or younger. Multilevel random-intercept models estimated associations over 30 years. Findings revealed that stronger individualistic values were associated with providing less instrumental support to grandchildren, while associations with emotional support were not evident. Tests of interactions demonstrated that the negative association between individualistic values and instrumental support became stronger over historical time. Findings demonstrate that grandparental support has increased over time and that its instrumental aspect is connected to collectivistic values. We conclude that behavioral aspects of grandparenting are connected to individualistic/collectivistic values on the continuum between self-interest and altruism, and that contemporary grandparents have greater discretion in how they perform the grandparent role in accordance with their personal preferences.", "url": "https://doi.org/10.31235/osf.io/qvz4w_v1", "doi": "10.31235/osf.io/qvz4w_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008119329026853195}, {"title": "Marriage or cohabitation? Genetic influences on couples’ choice of union type", "authors": "Agnes Fauske, Torkild Hovde Lyngstad", "abstract": "The choice between marriage or cohabitation is shown to be associated with many demographic and socioeconomic factors, as well as personal relationship assessments and mental health. However, the role of individual differences linked to genetic factors has attracted less attention. This study uses genetically informed data from the Norwegian Mother, Father, and Child Cohort Study (MoBa) to investigate whether polygenic scores related to educational attainment, fertility, personality traits, and mental health are associated with union type at first birth, as well as the subsequent transition to marriage. Our results indicate that genetic factors influence parental union type choices through educational attainment, reproductive outcomes, and positive and negative emotionality. For union type at first birth, polygenic scores for educational attainment and postponement of reproductive activity have the strongest associations. For the subsequent transition to marriage, associations with polygenic scores for subjective wellbeing and educational attainment are most salient. However, there is also some indication that polygenic scores for negative emotionality are negatively associated with marriage among men. These findings give insights into potential selection processes and the chain of intermediate phenotypes through which genetic factors influence couples’ choice of union type.", "url": "https://doi.org/10.31235/osf.io/rs2ew_v1", "doi": "10.31235/osf.io/rs2ew_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0277931310634133}, {"title": "Think Twice Before You Search: Deterrence Messaging Designs to Prevent Searches for Non-Consensual Intimate Images", "authors": "DeVan L. Hankerson, Varun Nagaraj Rao, Dhanaraj Thakur", "abstract": "Non-consensual distribution of intimate images (NDII) occurs when explicit images or content of a person, whether authentic or synthetic (AI generated), are distributed online or shared with others without their consent. This can lead to significant and long-lasting psychological, financial, privacy, and other harms. The ease with which machine learning tools are becoming accessible and affordable through websites and apps that allow users to produce and share synthetic NDII increases the prevalence and scale of harm. One way of addressing this problem is through deterrence messaging — notifications or other text aimed at influencing human decision-making and behavior. However, one dimension that is under-studied is the use of search to seek out NDII on social media platforms and search engines, which can be a pathway to sharing, creating, or normalizing the practice of NDII. In this report we examine deterrence messaging in search as one strategy for reducing NDII.", "url": "https://doi.org/10.31235/osf.io/tbxgz_v1", "doi": "10.31235/osf.io/tbxgz_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007659967708676829}, {"title": "Cross-Nationally, Non-Probability Web Surveys Demonstrate Poorer Demographic Coverage and Yield More Liberal Estimates of Public Opinion than F2F Surveys", "authors": "Viyaleta Korsunava, Boris Sokolov", "abstract": "Non-probability web surveys offer several advantages over face-to-face (F2F) interviews—they are cheaper, faster, more accessible, and reduce interviewer effects and desirability bias. As such, they are increasingly popular in both academic and commercial research. However, they often yield demographically biased samples, raising concerns about the accuracy of the resulting public opinion estimates. Most studies on web surveys focus on developed countries, with limited attention to non-WEIRD contexts. Addressing this gap, we compare data from the Values in Crisis (VIC) survey (2020–2021, opt-in online panels with quota sampling) and the 7th wave of the World Values Survey (WVS; 2017–2022, probability-based multi-stage stratified sampling) across nine countries: Brazil, Chile, China, Germany, Greece, Japan, Kazakhstan, Russia, and the United Kingdom. We assess differences in demographic coverage and national mean scores on 15 attitudinal items, including trust, national pride, religiosity, life satisfaction, postmaterialism, and support for gender equality and reproductive freedom. WVS samples more closely match national demographics, though VIC performs comparably in some cases. Substantively, web surveys show higher (up to 20–30 p.p.) acceptance of gender equality, abortion, and homosexuality and lower religiosity, national pride, and life satisfaction. These differences persist even after adjusting for demographic imbalances and restricting WVS samples to internet users.", "url": "https://doi.org/10.31235/osf.io/tq2nb_v1", "doi": "10.31235/osf.io/tq2nb_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.011403452357499066}, {"title": "Connecting Parents, Shaping Futures: How Intergenerational Closure Shapes Parental Aspirations in Germany", "authors": "Monja Schmitt, Kerstin Schörner, Felix Bittmann", "abstract": "Intergenerational closure is a crucial factor in the formation of educational inequalities (Coleman, 1988, 1990). Empirical studies provide evidence of positive associations between intergenerational closure and students' competencies, school grades, and retention. Less is known about its impact on parental aspirations that precede the children's educational success within Germany’s stratified school system, where intermediate school tracks may provide a specific context in which closure becomes especially important. Under an extended theoretical perspective from the Wisconsin Model (Sewell et al., 1969, 1970a, 2003) and using data from the National Educational Panel Study Starting Cohort 3 (NEPS Network, 2024) (n = 6,162), we examine whether intergenerational closure is associated with parents’ realistic and idealistic aspirations for their child’s educational attainment. Results from linear probability models indicate that closure significantly increases realistic aspirations among parents with children in the intermediate tracks, but has no effect on idealistic aspirations.", "url": "https://doi.org/10.31235/osf.io/uzqgw_v2", "doi": "10.31235/osf.io/uzqgw_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009543377879380976}, {"title": "The Gender Revolution Revisited: Couples’ Shared Gender Egalitarian Attitudes and Their Distinct Relationships with the Probability and Timing of Parenthood", "authors": "Daniele Florean, Daniela Grunow, Natalie Nitsche, Viktoria Oellers", "abstract": "Gender revolution theory posits that, in contexts with high female labor participation, couples sharing domestic work equally will (desire to) have more children. However, empirical findings at the micro level have been mixed. We propose three reasons why prior research has been inconclusive: (1) a tendency to treat gender attitudes or practices as a single continuum, rather than multidimensionally; (2) insufficient attention to partner’s shared attitudes; and (3) empirical approaches that conflate timing and quantum. We propose a refined approach that considers how shared gender egalitarian attitudes toward work divisions, female careers, and child-welfare are differentially related to the quantum versus timing of fertility. Using cure models and data from Germany, we show that couples’ shared gender egalitarian attitudes regarding domestic work, career support, and child welfare have distinct relationships with the occurrence and timing of first births. We find no evidence of higher probability of first births among couples who shared egalitarian attitudes regarding domestic work, career support, child welfare, or all three domains. However, egalitarian couples regarding domestic work and career support have later first births. Our results underscore the importance of (1) differentiated measurements of gender attitudes, and (2) considering quantum and timing as affected separately.", "url": "https://doi.org/10.31235/osf.io/v94pt_v1", "doi": "10.31235/osf.io/v94pt_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01361181483711671}, {"title": "Time-Use Surveys", "authors": "Stella Chatzitheochari", "abstract": "This chapter introduces readers to key aspects of the time-use survey methodology, which currently constitutes the “gold standard” for the measurement of time allocation in large populations. The chapter begins by outlining the advantages of the time-diary instrument over conventional questionnaire-based measurement approaches. An example of a typical time diary is provided, followed by a discussion of diary features across different study designs. The chapter also covers issues of time diary quality and provides guidance for researchers interested in primary time diary data collection as well as secondary analysis of existing large-scale time diary data. The final section provides suggestions of resources to further enhance understanding of the time-diary methodology.", "url": "https://doi.org/10.31235/osf.io/vgmfy_v1", "doi": "10.31235/osf.io/vgmfy_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009097881292898902}, {"title": "The Childhood Cost of Mid-Life Mortality: Parental Death and Adolescent Outcomes", "authors": "Emily Smith-Greenaway, Kristin Turney, Camila Cortes Rodriguez", "abstract": "Sociologists have extensively studied family instability and its childhood consequences, focusing principally on family instability resulting from parental separation and parental incarceration. Children’s exposure to another source of family instability—early life parental death—has received scant attention. This article extends research on the childhood consequences of family instability by considering the prevalence and consequences of parental death using Future of Families and Child Wellbeing (FFCWS) data. Results show that by age 15, 13% of the FFCWS cohort had experienced a parent’s death, with an additional 3% of children’s father’s vital status unknown. Results show that having ever experienced parental death is associated with depressive symptoms and anxiety symptoms at age 15, with some evidence that the associations are pronounced among boys. Fixed-effects models using pre- and post-death measures further show that parental death between ages 9 and 15 corresponds with increases in children’s depressive symptoms, anxiety symptoms, and delinquent behavior. Place-based instability around the time of parental death explains children’s worsening outcomes, which aligns with a social trajectory model of parental death. Together, the results demonstrate parental death is a relatively common and notably consequential childhood experience that can set children on disadvantaged trajectories.", "url": "https://doi.org/10.31235/osf.io/268jh_v1", "doi": "10.31235/osf.io/268jh_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.012425575131363664}, {"title": "Double disadvantage or buffered by distance? Examining the childhood consequences of father death by prior father absence", "authors": "Emily Smith-Greenaway, Kristin Turney", "abstract": "Objective: This study examines whether the associations between a father’s death and adolescent wellbeing vary by a father’s history of absence. Background: Parental death is an established risk factor for adolescent wellbeing, but the extent of its significance may vary by the parent-child relationship, including parental absence from the child’s home and/or day-to-day life. Methods: We use data from the Future of Families and Child Wellbeing Study, which follows a cohort of urban youth, among whom more than one tenth experienced a father’s death by age 15. We examine if a father’s history of absence—measured by his nonresidence, incarceration, and/or extended periods without contact—conditions the influence of his subsequent death for adolescent boys’ and girls’ mental health. Results: The results offer three main findings. First, a father’s death corresponds with poor mental health for adolescent boys—a risk that is uniformly experienced regardless of his history of nonresidence, incarceration, and/or extended period without contact. Second, girls demonstrate uniform resilience in the wake of a father’s death. Third, a father’s nonresidence, incarceration, and extended period without contact during childhood corresponds with poor mental health for adolescent boys and girls, even as it is not related to the influence of a father’s death. Conclusion: The loss of a father—either temporarily or permanently—can have lasting mental health consequences for youth that operate independently from one another and are highly gendered in nature.", "url": "https://doi.org/10.31235/osf.io/6vbjp_v1", "doi": "10.31235/osf.io/6vbjp_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.012893375416199393}, {"title": "Compartment Models for Innovation and Imitation", "authors": "Mayank Kejriwal", "abstract": "This paper introduces a compartmental modeling framework for analyzing the dynamic interplay between innovation and imitation in socio-technical systems. Drawing inspiration from epidemiological models, we represent agents as belonging to distinct behavioral states, such as aspiring innovators, successful inventors, idle imitators, and successful imitators, and model transitions between these states using a system of differential equations. We investigate how varying the fraction of innovators within a fixed population affects system-wide social utility over time. Simulations conducted in Berkeley Madonna reveal that, contrary to common intuition, higher proportions of innovators do not necessarily lead to higher social utility in the short run due to front-loaded opportunity costs. In the long run, however, utility is maximized not when innovation is maximized, but when there is a modest surplus of innovators relative to imitators. We further extend the model to incorporate a baseline productivity class of agents contributing constant social value, allowing for a more realistic assessment of marginal utility. These findings offer insight into the design of balanced innovation policies and provide a flexible foundation for future empirical and agent-based research.", "url": "https://doi.org/10.31235/osf.io/9h34e_v1", "doi": "10.31235/osf.io/9h34e_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014692731294651207}, {"title": "Sibling Death and Adolescent Mental Health: A Two-Generation Analysis", "authors": "Emily Smith-Greenaway, Kristin Turney", "abstract": "Bereavement—the loss of a loved one through death—is a significant health risk. Sibling death is an especially consequential bereavement, as evidenced by population health research on adults. Less is known about the relationship between sibling death and adolescent wellbeing, including mental health, and whether any deleterious consequences manifest because of bereaved parents’ poor mental health. We use Future of Families and Child Wellbeing Study data (n = 2,963) to analyze linkages between sibling death, parents’ depression, and adolescents’ depressive symptoms. With information collected from biological mothers and adolescents, including the vital status of siblings who share the same biological mother, we focus specifically on maternal siblings and maternal depression. Regression results show that sibling death corresponds with adolescents’, specifically girls’, higher depressive symptoms, net of characteristics associated with selection into the experience. The association between sibling death and girls’ depressive symptoms persists regardless of mothers’ depression.", "url": "https://doi.org/10.31235/osf.io/ag4z3_v1", "doi": "10.31235/osf.io/ag4z3_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008094110809794719}, {"title": "Platformization of science communication in short videos: A comparative study of TikTok and YouTube Shorts", "authors": "Birte Kuhle", "abstract": "Short-video platforms like TikTok and YouTube Shorts have become increasingly relevant for science communication, requiring communicators to align with technical infrastructures and platform logics. Drawing on the concept of platform affordances, this study examines platformization patterns in 1,055 German science-related short videos across four dimensions: algorithmic curation, hypertextuality, interactivity, and multimodality. Using computational methods, it also compares communicators and analyzes engagement relationships. Findings show selective adaptation, with the strongest adoption in multimodal design. However, platform constraints create tensions with science communication principles of contextualization and transparency. Individual communicators exhibit stronger platformization than institutional actors, yet platformization does not meaningfully relate to engagement. The results further reveal convergence and divergence between platforms, with YouTube Shorts gradually aligning with TikTok while retaining distinctive features. Methodologically, the study integrates conceptual perspectives with computational methods, providing a framework for analyzing platformization dynamics in science communication and across platforms.", "url": "https://doi.org/10.31235/osf.io/c2f6r_v1", "doi": "10.31235/osf.io/c2f6r_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006987750639902202}, {"title": "Research Note: Bereavement Among a Contemporary Cohort of U.S. Young Adults", "authors": "Emily Smith-Greenaway, Kristin Turney, Ashton M. Verdery, Camila Cortes Rodriguez, Michelle Livings, Kathryn Edin", "abstract": "Bereavement—the state of having lost a loved one through death—is both a result and driver of population health disparities. Its impacts for young adults are profound. Yet, existing research on the demography of young adult bereavement in the U.S. focuses mostly on older cohorts born under more favorable mortality conditions, and on few sources of bereavement, namely the deaths of immediate family. This research note describes the demography of bereavement among a contemporary cohort of disadvantaged young adults, attending to three generations of family relationships, as well as non-familial relationships. We analyze data from the Future of Families and Child Wellbeing Study (FFCWS) (N=2,350), a longitudinal study of young adults disproportionately born to unmarried mothers in the late 1990s. Demographers have documented this cohort’s family experiences extensively, yet we know little about their exposure to familial and non-familial deaths. We document high levels and large inequalities in bereavement from adolescence through young adulthood; show the consequences of bereavement for young adults’ mental health, measured by major depressive disorder and generalized anxiety disorder; and confirm these associations are comparable across race and ethnic groups. The results emphasize the need to recognize bereavement as a substantial stressor that affects population health.", "url": "https://doi.org/10.31235/osf.io/cyqhx_v1", "doi": "10.31235/osf.io/cyqhx_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008164804062693043}, {"title": "Artificial Light at Night and Sleep Health Among Generation Z University Students", "authors": "Mehdi Khalighi", "abstract": "Artificial light at night (ALAN) is an increasingly prevalent environmental exposure associated with circadian disruption and adverse sleep outcomes. University students, particularly those belonging to Generation Z, may be especially vulnerable due to increased nighttime light exposure from electronic devices and campus environments. This study examined the relationship between light pollution exposures and sleep outcomes. A cross-sectional study design was employed using self-reported survey data collected from 109 Millersville university students. Spearman rank-order correlation analyses were conducted to evaluate associations between ALAN exposure variables and sleep-related outcomes. Results indicated that higher exposure to artificial light at night was associated with poorer sleep quality, reduced sleep duration, and increased difficulty falling asleep. These findings suggest that light pollution represents a significant and underrecognized public health concern for young adults and highlight the need for targeted interventions and policy strategies to reduce nighttime light exposure in residential and built environments. Keywords: Artificial light at night; light pollution; sleep quality; circadian rhythm; university students; public health", "url": "https://doi.org/10.31235/osf.io/etuc6_v1", "doi": "10.31235/osf.io/etuc6_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008430574360567156}, {"title": "From Fragmentation to Coherence: The Case for Supra-level Holistic Re-engineering", "authors": "Daniel Run Han Ho", "abstract": "This paper advances a meta-theoretical critique of quasi-holistic approaches in social science, arguing that they contribute to a fragmented knowledge base that limits the capacity to understand and govern the global economy as an integrated system. It proposes Supra-level Holistic Re-engineering (SHR) as a foundational analytical framework designed to address these limitations. SHR integrates systems thinking, holistic reasoning, narrative synthesis, organizational analysis, and a reconceptualized global economic structure (RGES) to restore structural coherence and enable cross-domain integration. Rather than replacing existing bodies of knowledge, the framework situates them within a higher-order systemic context, allowing fragmented insights to be examined as interdependent components of a unified whole. The paper positions SHR as both a theoretical contribution and a basis for future interdisciplinary research, particularly in contexts characterized by increasing systemic complexity, informational distortion, and institutional fragmentation. While the framework is exploratory and has not yet undergone empirical validation, it is offered as a conceptual platform for advancing integrative analysis and informing future scholarly and policy-oriented inquiry.", "url": "https://doi.org/10.31235/osf.io/h7zxg_v1", "doi": "10.31235/osf.io/h7zxg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009271434161366776}, {"title": "WOMEN AND POLITICAL PARTICIPATION IN FINLAND’S GRASSROOT POLITICS: A COMPARATIVE STUDY OF THE 2017, 2021, AND 2025 MUNICIPAL ELECTIONS IN FINLAND", "authors": "Chimchetam U. Ukpai", "abstract": "In this paper, I focused on the examination of the extent of women's political involvement in Finland's local politics by studying the 2017,2021, and 2025 municipal elections. By using comparative analysis, trends and disparities between political parties were identified. The findings show that as many as 42.3% of all candidates in the 2025 polls were women, which indicates a rise from previous years. The critical mass theory is used to show how a high proportion of women in local politics can influence local policymaking. Left-wing political parties featured more female candidates across the electoral years, as compared to far-right parties, which lag. Factors such as political party ideologies, shifting political culture, prominence of strong women organizations, and the rise of female political role models are some key drivers of increased female participation. The study recommends the introduction of a quota system to ensure political parties have a minimum proportion of female candidates they can feature in elections. This article contributes to addressing Finland’s progressive but uneven landscape of women’s grassroots political participation, and it also lends a voice to the global gender discourse.", "url": "https://doi.org/10.31235/osf.io/n4fmz_v1", "doi": "10.31235/osf.io/n4fmz_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01783733421377809}, {"title": "The Power of “We” in Science Funding and Publication", "authors": "Lijian Peng, Hao Peng", "abstract": "Linguistic communication supports all stages of scientific innovation. However, we have limited understanding of rhetorical strategies for facilitating the recognition of new ideas in science. Drawing on prior literature on the importance of personal pronouns in inter-personal communication, we examine the unique role of first-person plural pronouns (``We'' words, including ``we'', ``us'', ``our'') in science funding and publishing. Our study leverages the full sample of 13K grant proposals submitted to the Novo Nordisk Foundation and 47K research papers submitted to BMJO and ICLR between 2011 and 2024. We find a strong and universal positive association between ``we'' words and success rates even after accounting for important confounding factors related to content, novelty, and author impact. Specifically, a one percentage point increase in the percentage of ``We'' words used in the full text is associated with a 36-51% increase in the odds of success for grants and papers. Furthermore, we find that the effect of ``We'' is applicable to both editors and reviewers of BMJO papers that used the single-blind review and is predictive of more positive and engaging review feedback for ICLR papers that employed the double-blind review. Crucially, a large-scale LLM-assisted computational experiment that replaces ``We'' words with demonstrative pronouns provides robust causal evidence of ``We'' words on paper acceptance. Lastly, our causal mediation analysis shows that ``We'' words can lead to more acceptance mainly because they can increase the perceived teamwork, credibility, significance, and robustness in research evaluation. By revealing the unique strength of ``We'' in facilitating the recognition of new ideas in science, our study highlights the importance of small but mighty linguistic choices in promoting knowledge discoveries and breakthroughs.", "url": "https://doi.org/10.31235/osf.io/pc5gq_v1", "doi": "10.31235/osf.io/pc5gq_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.029804504495601347}, {"title": "Belonging, loss, and reinvention: A mixed-methods study of Indian trailing spouses in Thailand", "authors": "Shabnam Mehta, Naveen Sharma", "abstract": "This study examines the lived experiences of Indian trailing spouses in Thailand using a mixed-methods design that integrates quantitative survey data with qualitative open-ended responses. While Indian mobility to Thailand has expanded through corporate and entrepreneurial pathways, the experiences of accompanying spouses—predominantly women—remain underexplored within South Asian diaspora scholarship, particularly in non-Western host contexts. Drawing on a structured questionnaire complemented with three open-ended questions, administered to Indian trailing spouses residing primarily in Bangkok, the paper investigates three interrelated processes: identity loss, negotiated belonging, and personal reinvention. Quantitative findings indicate low overall identity disruption alongside moderate professional underutilisation, limited early autonomy, and gradual adaptation and resilience over time. Qualitative narratives contextualise these patterns, illustrating how gendered expectations, diasporic networks, and cultural navigation shape everyday life. By combining breadth and depth, this study contributes to debates on gendered migration, transnational family mobility, and identity formation within South Asian diasporas in Southeast Asia.", "url": "https://doi.org/10.31235/osf.io/qzy7d_v1", "doi": "10.31235/osf.io/qzy7d_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01790269417745416}, {"title": "Contract Management Practices and Project Performance of Parastatals Under the Ministry of Energy and Petroleum in Kenya", "authors": "Research Bridge publisher, Justine Musau, Dennis Chege", "abstract": "The relationship between contract management practices and the performance of projects is integral to achieving project goals, managing risks, fostering collaboration, and ensuring long-term success, both developed and developing world have had its fair share of challenges associated with poor project contract management and consequently leading loses in taxpayers’ money. The primary objective of this study was to determine the influence of contract management practices on the project performance of ministry of energy and petroleum parastatals in Kenya. The research was based on specific objectives, such as contract planning, contract monitoring, contract cost management, and contract documentation on the performance of ministry of energy and petroleum parastatals. Theories, such as the transaction-cost economics theory, stakeholder theory, institutional theory, and agency theory, also guided the study. This study employed a cross- sectional survey approach and mainly concentrate on 13 ministry of energy and petroleum parastatals in Kenya. To meet the research objectives, the departmental heads and other officers across various departments were used as analysis units across the firms. The pilot study targeted 9 respondents, 10% of the final study sample size, of which respondents were randomly chosen in each firm. The primary data was collected through a self-administered questionnaire that included open and closed-ended questions designed to obtain definite responses. Statistical Package for Social Sciences (SPSS version 28) was used to analyze the data, present the variables through coding, and summarize all the respondents' responses. Data analysis was presented in the form of tables. The Cronbach’s Alpha value was greater than 0.7 which indicated that the questionnaire met the minimum acceptable threshold. The study findings showed that contract management practices namely contract planning, contract monitoring, contract cost management and contract documentation significantly influence the performance of parastatals in Kenya. The study concluded that performance was predicted to improve for every unit increase in these practices. The study further recommends that the parastatals should improve contract monitoring to increase their project performance. Also, management should develop and implements risk mitigation plans. According to the research, the parastatals should ensure contract planning process involves all relevant stakeholders, including procurement, legal, and technical teams. To achieve this, companies should ensure active participation of diverse stakeholders, including procurement, legal, and technical teams.", "url": "https://doi.org/10.31235/osf.io/s8f3x_v1", "doi": "10.31235/osf.io/s8f3x_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0047604286158181575}, {"title": "Homogeneity of Scheduled Castes and Scheduled Tribes: Impacts of Sub-Classification in India", "authors": "Rahul Gaikwad, Dr Rishiram Aryal", "abstract": "This research examines the historical and contemporary trajectories of communities formerly stigmatised as “untouchable” and historically constituted through heterogeneous identities (Ati-Shudras, out-castes, Mahars, Dalits), later consolidated as Scheduled Castes (SCs) and Scheduled Tribes (STs) under the Constitution of India (1950). It situates caste as a durable political economy of graded inequality, structured by ritualised hierarchies, occupational immobility, and asymmetric access to land, education, and state power. The study contrasts Brahminical normative–legal traditions (including the Manusmriti and Dharmashastra literature) with anti-caste emancipatory interventions associated with Dr. B. R. Ambedkar, tracing how constitutional safeguards and redistributive policy instruments converted fragmented social groups into administratively and politically “homogeneous” categories for purposes of representation and welfare. Using econometric analysis alongside historical institutionalism and jurisprudential interpretation, the research assesses recent Supreme Court deliberations on SC/ST “sub-classification\" (divide) and the possible extension of the “creamy layer” (income-cap) principle, evaluating their fragmental effects and constitutional implications. It argues that these interventions risk weakening substantive equality by reinforcing structural distortions within India’s federal and constitutional framework.", "url": "https://doi.org/10.31235/osf.io/sd6wn_v1", "doi": "10.31235/osf.io/sd6wn_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.04958703238019313}, {"title": "The Sufficiency Gap: The Demand-Side Deficit in German, Dutch, and Norwegian Cement and Construction Decarbonization Roadmaps", "authors": "Rosalie Arendt, Marc van den Berg, Daan Bossuyt, Felice Diekel, Jakob Napiontek, Peter-Paul Pichler, Patricia Schneider-Marin, Tim Verlaan", "abstract": "Cement is an essential building material but producing it generates 7-8% of global CO₂ emissions. Two thirds of these emissions are process-related and cannot be eliminated by switching to clean energy sources. Meeting the Paris Agreement's call for \"highest possible mitigation ambition\" requires faithful assessment of all mitigation options, including demand-side measures to reduce cement emissions. To assess how actors define and justify their highest possible ambitions for the construction sector, we analyze cement decarbonization roadmaps in Germany, the Netherlands, and Norway: countries selected for their high floorspace per capita, which is a key indicator of significant potential for demand-side sufficiency measures in housing. We identified 30 decarbonization measures using qualitative document analysis. We coded the measures iteratively from roadmaps and literature and categorized them into a cement-specific mitigation hierarchy (Avoid, Reduce, Reuse, Substitute, Minimize, ‘Capture, Store and Recarbonate’) that integrates supply-side decarbonization with demand-side sufficiency in housing. Our findings expose a persistent sufficiency gap: roadmaps prioritize incremental technical solutions and speculative carbon storage, while neglecting transformative measures that reduce overconsumption like separating spacious living units, building smaller or house sharing. This inflates cement demand and associated residual emissions. We find that the current mitigation ambition is not a “highest possible mitigation ambition” but politically constructed version that sidelines demand-side sufficiency measures. Truly Paris-aligned pathways must integrate demand-side strategies through transdisciplinary collaboration, ensuring a faithful assessment of all mitigation options.", "url": "https://doi.org/10.31235/osf.io/tqem8_v1", "doi": "10.31235/osf.io/tqem8_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01259968171326531}, {"title": "Debt Financing and Financial Performance of Manufacturing Firms Listed in The Nairobi Stock Exchange Market.", "authors": "Research Bridge publisher, Shukuru Lilian Silantoi, Richard Ngali, Charles Roche, Joshua Matanda", "abstract": "Behind every successful firm lies a deliberate financing strategy that transforms borrowed capital into sustainable wealth, a reality that places capital structure at the heart of corporate performance. This study examined the effect of debt financing on the financial performance of manufacturing firms listed on the Nairobi Securities Exchange over the period 2019–2023, focusing on how different debt instruments shape profitability in an increasingly volatile and competitive business environment. Grounded in capital structure theories including the Modigliani and Miller propositions, Net Income approach, Trade-Off Theory, and Modern Portfolio Theory, the study adopted a quantitative research design and employed linear regression analysis using SPSS to test the relationship between debt structure and financial performance measured by return on assets. Four regression models were estimated, with bank loans, trade credit, debentures, and lines of credit serving as independent variables. The findings revealed that bank loans and trade credit exerted a statistically significant positive influence on financial performance by supporting growth investments and enhancing liquidity management. Debentures demonstrated a positive but comparatively weaker effect, reflecting the long-term financing benefits tempered by higher costs and financial risk exposure. In contrast, line of credit financing exhibited a significant negative effect on performance, largely attributed to high interest rates and short repayment horizons that intensify cash flow pressures. The study concludes that the composition of debt, rather than its sheer magnitude, is a critical determinant of financial outcomes among manufacturing firms. An optimal financing strategy therefore entails a balanced debt portfolio, approximating 60% long-term and 40% short-term instruments, to sustain capital-intensive operations while preserving liquidity and resilience amid market uncertainty.", "url": "https://doi.org/10.31235/osf.io/vmyxq_v1", "doi": "10.31235/osf.io/vmyxq_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.004652493721177042}, {"title": "Reflections on a Transformative Social Work Research Journey in a Developing Context: A Postcolonial Perspective on Knowledge Production", "authors": "Wilberforce Kurevakwesu", "abstract": "Although research is central to social work practice, the conditions under which knowledge is produced, valued, and disseminated in developing contexts remain underexamined. This gap underscores the need to promote research and support emerging scholars in producing work that meaningfully informs practice. This conceptual and reflexive paper critically examines my transformative research journey in an African context through a postcolonial lens. It aims to support early-career social work researchers in similar settings as they navigate the complexities of scholarly research, writing, and publishing. Drawing on a deeply personal narrative, the article offers reflexive insight and informal scholarly mentorship while fostering a compassionate, humanized understanding of the academic writing journey, an aspect often overlooked in formal literature. While grounded in my own experiences and challenges, the paper also offers transferable insights for strengthening social work knowledge production and practice. The manuscript occupies an important narrative space by amplifying the voice of a developing-world scholar navigating institutional, financial, and intellectual barriers in building a research career. By situating personal research experience within postcolonial theory, the article contributes to ongoing debates on epistemic justice, scholarly inclusion, and knowledge production in global social work.", "url": "https://doi.org/10.31235/osf.io/3bk4v_v2", "doi": "10.31235/osf.io/3bk4v_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.012491205287703755}, {"title": "Technoscientific discourses under review: A systematic analysis of studies on mediated science and technology debates", "authors": "Tabea Lüders", "abstract": "As original method of communication sciences, quantitative and qualitative content analyses are widespread not only in numbers, but also their thematical scopes. Accordingly, this methodological approach receives high popularity within the science of science communication community when it comes to investigating media coverage on scientific or technological topics. Yet, scholars criticise that there are only marginal accumulations of knowledge about this kind of coverage which they trace back to loose or missing links to theory of many empirical examinations in this area. By focussing on the concept of (public) discourse whose terminology is nearly equally widespread within the field as potential theoretical framework, this study investigated a sample of 379 scientific studies using content or discourse analytical approaches. Asking whether and how they are embedded within broader discourse theories and on what coverage they are concretely focussed on as well as examining the interconnectedness of the research area through common references and journals, the systematic review showed that content analytical studies on technoscientific media discourses are not only thematically scattered with analysed coverage ranging from environmental crises to novel technologies and health advice, but also highly heterogeneous in terms of publishing journals and shared references. This might be related to a mostly implicit and therefore vague inclusion of (some kind of) discourse concept by uncritically using the term synonymous to media coverage in many of the reviewed publications. In summary, this study critically exemplifies what happens when the links between theory and empirical research are questionable in large parts of a research area but also establishes the concept of technoscientific media discourse as promising starting point to meet this problem.", "url": "https://doi.org/10.31235/osf.io/4cr6y_v1", "doi": "10.31235/osf.io/4cr6y_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007869192700606598}, {"title": "Measuring digital media use and well-being: A Digital Media Use Variability Model", "authors": "Yuning Liu, Yichen Wang, Lucía Magis-Weinberg, Nathaniel D. Osgood, Laura Marciano", "abstract": "Methodological innovations are needed to examine behavioral patterns of engagement with digital platforms which would contribute to understanding how increasing social media use—particularly among adolescents—may relate to mental health. Emerging work suggests that patterns of variability may significantly capture behavioral signatures linked to health above and beyond the average time spent online. Importantly, although passive tracking now enables detailed measurement of digital media use, including variability, most research has focused on mean-level metrics such as screen time. Thus, we hereby review the literature measuring digital media use variability (DMUV) using objective data by (1) proposing a new theoretical framework, (2) mapping existing dimensions, and (3) summarizing links with behavioral and health outcomes. Our DMUV model includes five dimensions: dispersion, routineness, fragmentation, inertia, and unpredictability. Studies have linked these dimensions to behavioral outcomes such as overuse, habitual use, intentional use, and task delay, as well as to mental health outcomes including depression and schizophrenia. We discuss current evidence, its limitations and future directions, underscoring the need for theory-driven approaches to conceptualize and test DMUV as a construct of interest in the complex relationship between digital media and health.", "url": "https://doi.org/10.31235/osf.io/5bghj_v1", "doi": "10.31235/osf.io/5bghj_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.003863074822766821}, {"title": "\"Happy Fans, Happy Honmoon!\": KPop Demon Hunters and the Utopian Negotiation of Fandom", "authors": "Yaeri Kim", "abstract": "This paper explores the idealized image of K-pop in KPop Demon Hunters (2025), an animated musical film that became an unexpected global phenomenon. Drawing on feminist media studies, this research conducts a close textual analysis to examine how the film constructs a utopian reality where female stars possess full agency while simultaneously retaining their glamour and resisting sexual objectification. As a text bridging fan reception and mainstream media production, KPop Demon Hunters offers unique insights into the contradictions of global K-pop fandom and signals K-pop’s ongoing evolution into global popular culture.", "url": "https://doi.org/10.31235/osf.io/8y9ut_v1", "doi": "10.31235/osf.io/8y9ut_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01446019314599778}, {"title": "Shadow Practices of Care, Access, Shame and Racism in a Rotterdam Soup Kitchen", "authors": "Kevin Pijpers", "abstract": "This paper is concerned with shadow infrastructures of care through ethnographic research and volunteer work at a soup kitchen in Rotterdam. It looks at how shadow care practices are shaped through daily negotiations around access to food, shame and racism during the breakdown of austerity politics. I draw on nine months of combined volunteer work and participant observation research. Three detailed personas are crafted from multiple visitors to show how guests and volunteers navigate felt and unfelt responsibilities while mediating conflicts. The personas of Susan, Fahid, and John show how access to care is continuously negotiated through interactions involving sensory experiences, racial dynamics, and bodily vulnerability. The soup kitchen is characterised by fundamental ambiguities that simultaneously include and exclude, care and control in response to structural inequities, suggesting that the expertise demonstrated by guests in navigating complex institutional landscapes represents knowledge that justifies a suspicious attitude to urban governance.", "url": "https://doi.org/10.31235/osf.io/d9ap3_v1", "doi": "10.31235/osf.io/d9ap3_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.08413231243922337}, {"title": "Willingness-to-pay for energy efficient homes: new insights from the “energy crisis” in the UK", "authors": "Yunbei Ou, Nick Bailey, David Philip McArthur, Qunshan Zhao", "abstract": "An extensive literature shows a positive relationship between housing energy efficiency and house prices. However, the methodological issue of omitted variable bias (OVB) has weakened claims of a causal effect. It is also unclear whether any willingness-to-pay (WTP) for housing energy efficiency reflects a concern with energy costs or a more symbolic ‘green’ consumption. The recent exogenous shock of the global ‘energy crisis’ in 2022 offers a novel opportunity to examine both. If WTP changes significantly after the energy crisis, it effectively removes OVB issues and strengthens causal interpretations. It could also indicate that WTP for energy efficiency is driven (at least in part) by energy cost savings. Using over 170,000 listings for second-hand house sales in Greater Manchester, UK (2017-24), we model WTP for energy efficiency before and after the dramatic rise in energy prices using multilevel hedonic regressions. We find that WTP for more energy efficient homes increased after the energy crisis, largely because the ‘brown discount’ (penalty) for more inefficient homes increased. These results confirm the causal interpretation of the relationship between house prices and energy efficiency and indicate that consumers are motivated at least in part by energy cost savings. These findings suggest that policymakers could promote housing energy efficiency by focussing on financial benefits in policy design and advertisements, as well as support financially vulnerable households to ensure an equal sustainable housing transition process.", "url": "https://doi.org/10.31235/osf.io/m5d7n_v1", "doi": "10.31235/osf.io/m5d7n_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009169503876506835}, {"title": "Resurrecting Historical Figures: The Persuasive Power of Deepfakes versus Text-Based First-Person Narratives", "authors": "Gina Junhan Fu, María T. Soto-Sanfiel, Sanjay Saha", "abstract": "Amid escalating ethical concerns over the viral spread of deepfakes, existing literature suggests that their sensory richness and enhanced realism evoke complex, sometimes contradictory, audience reactions. This study examines the persuasive potential of deepfakes by comparing audience responses to identical resurrection narratives presented in deepfake video format versus text format. Participants (N = 813, Mage = 37.28, SDage = 12.46) were exposed to either a deepfake video or a text-based narrative featuring a historical scientist (Albert Einstein or Marie Curie) recounting their life story and then completed scales measuring variables related to narrative persuasion. Contrary to prevailing assumptions of audiovisual superiority, the results revealed that text narratives elicited significantly greater transportation than deepfake videos. Structural equation modeling showed that this effect extended to downstream persuasion outcomes, including perceived realism, message credibility and evaluation, character identification, enjoyment, and sharing intention. Significant indirect effects of modality emerged across all persuasion variables. Multigroup analysis demonstrated partial scalar invariance, with Einstein eliciting stronger identification and enjoyment than Curie. These findings suggest that deepfake resurrection narratives engage distinct psychological mechanisms that may disrupt the persuasive advantages typically attributed to visual imagery and to deepfakes in particular.", "url": "https://doi.org/10.31235/osf.io/px3ky_v1", "doi": "10.31235/osf.io/px3ky_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010084108915227596}, {"title": "Opening the Book: A Rubric to Support Effective Transparency for EdTech Products that Incorporate AI", "authors": "DeVan L. Hankerson, Hannah Quay-de la Vallee, Morgan Badurak, Dhanaraj Thakur", "abstract": "The use of artificial intelligence (AI) in educational technology (edtech) in the K–12 space has grown significantly, and schools are being encouraged to adopt AI by a range of actors from states to the federal government to industry. Used well, AI may provide significant educational benefits. But the use of AI in a high-stakes context such as K–12 education also raises concerns about how well these systems will work, whether they will be worth the investment, whether they will introduce bias or other harms, and more. One commonly recommended, broadly endorsed approach to support the responsible use of edtech products that incorporate AI is transparency from the developers and designers of these systems. To better assess the current state of transparency in edtech products in the K–12 context that incorporate AI, the Center for Democracy &amp; Technology (CDT) has developed a rubric of eight key elements of transparency that contribute to a full picture of an edtech product and can be used to inform decisions such as whether to procure the product and how to use it.", "url": "https://doi.org/10.31235/osf.io/r6afe_v1", "doi": "10.31235/osf.io/r6afe_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007056611114835465}, {"title": "Place meanings and climate adaptation in Great Barrier Reef communities: how do community relationships to place shape perspectives on environmental change?", "authors": "Claudia Benham, Shakiah Brown, Samantha Watter, Jon Day", "abstract": "Climate change adaptation planning conventionally focuses on physical vulnerabilities, economic costs, and technical interventions. Yet mounting evidence suggests that community responses to climate change are profoundly shaped by less tangible factors: the meanings, identities, and emotional attachments that define what places are and why they matter. This paper examines how place meanings shape climate change perspectives and adaptation responses in six communities distributed along 1,500 kilometres of Australia’s Great Barrier Reef coast. Drawing on deliberative discussions with 42 residents, conducted between September 2024 and April 2025, we employ Lyon’s (2014) three-dimensional place system framework to explore how communities navigate places amid environmental change. We find that stable place meanings, maintained by a variety of mechanisms, buffer widespread recognition of adaptation urgency. Our findings suggest that effective adaptation requires working through rather than against place meanings, reframing climate action as protecting distinctive place character rather than responding to external climate narratives.", "url": "https://doi.org/10.31235/osf.io/rkxqj_v1", "doi": "10.31235/osf.io/rkxqj_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.016041337422531}, {"title": "Critical educommunication: education, dialog, and public policies", "authors": "Maite Santos-Albardia, Irati Agirreazkuenaga, Simón Peña-Fernández", "abstract": "This article analyzes the dialogic–critical potential of edu-communication to foster critical thinking. On the basis of interviews with experts and questionnaires sent to 141 Education and Communication students at UPV/EHU, analysis using NVIVO identified four key areas: conceptualization, critical educommunication, humanistic potential, and public policies. The analysis highlights the urgency of inte-grating critical media competencies into educational curricula by implementing public policies and teacher training. We conclude that critical, dialogic, and reflexive educommunication is essential to transform the relationship with the media and prevent information disorders.", "url": "https://doi.org/10.31235/osf.io/ruxbe_v1", "doi": "10.31235/osf.io/ruxbe_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006939926520791451}, {"title": "Fines, Not Fares: The Punitive Nature of Transit Enforcement", "authors": "Orly Linovski", "abstract": "Despite calls for reform, many transit agencies rely heavily on enforcement to increase fare revenue and perceptions of safety. Both fare evasion and behaviour violations (like loitering and public intoxication) can carry heavy fines, and lead to debt collection and criminal justice system involvement. Yet, there has been limited examination of the financial and social costs of transit fines, and whether enforcement programs can achieve revenue goals. Using administrative data obtained through freedom of information requests, I document the nature and extent of transit enforcement and fines in sixteen Canadian cities. I find that transit fines are excessively punitive when compared with parking violations, with fines on average five times higher than similar parking infractions. While there may be deterrence value from enforcement, few transit fines are paid, and the costs of enforcing transit violations are likely significantly greater than revenue from payments. Given this, transit agencies should evaluate the goals, impacts, and outcomes of enforcement programs, with a full accounting of both the financial and social costs, and consideration of alternative programs.", "url": "https://doi.org/10.31235/osf.io/stw6y_v1", "doi": "10.31235/osf.io/stw6y_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008421643675422641}, {"title": "Modelling cycling route choice using a map-based public participatory survey in a regional city", "authors": "Sapan Tiwari, Afshin Jafari, Steve Pemberton, Alan Both, Dhirendra Singh, Ryan Turner, Chris De Gruyter", "abstract": "Riding a bicycle, particularly for transport purposes, offers substantial environmental and health benefits. Suitable bicycle infrastructure is crucial for promoting bicycle use, but remains scarce and fragmented in Australia, particularly in regional cities. In this context, understanding cyclists' route choices is a key input in informed infrastructure planning to increase cycling mode share. This study uses data from a map-based public participatory route survey to spatially capture bicycle route choice in the regional city of Greater Bendigo, Australia. The model incorporates attributes such as level of traffic stress (LTS), slope, tree canopy cover, intersection density, and route directness, along with an adjustment to account for overlap among alternative routes. The results show that cyclists strongly prefer routes with the lowest traffic stress, lower gradients, and greater network connectivity, while avoiding circuitous paths. Cyclists are also more likely to choose routes that are distinct and share fewer common segments with alternative routes. Segmentation by gender and age reveals notable behavioural differences: female cyclists are considerably more sensitive to traffic stress and slope, prioritising safety and comfort, whereas male cyclists exhibit greater tolerance to stress and prioritise route efficiency. Middle-aged cyclists (40-60 years) exhibit the strongest aversion to stressful routes, while younger cyclists (18-40 years) demonstrate greater flexibility in route choice. These findings highlight the importance of age and gender considerations in bicycle infrastructure planning as well as prioritising low-stress, well-connected, and direct cycling corridors. The findings also highlight the value of map-based public participatory surveys as a cost-effective means of collecting route data in regional settings with small populations.", "url": "https://doi.org/10.31235/osf.io/tdras_v1", "doi": "10.31235/osf.io/tdras_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01710789149607128}, {"title": "Graphical abstracts for knowledge translation: current practice and design guidelines in environmental health research", "authors": "Hongrui Liu, Shengqi Wang, Caroline X. Gao", "abstract": "Graphical abstracts (GAs) are increasingly used to communicate scientific findings, but researchers without design expertise face significant challenges in creating effective visuals. This study systematically examines the use of GAs in leading environmental health journals and develops a practical guideline to support GA design for researchers without a design background. We systematically screened articles from three high-impact environmental health journals and identified 23 exemplar GAs for in-depth analysis. These GAs were evaluated using five content criteria (inclusion of title, background, methods, results and conclusion) and four visual design criteria (visual signs, grid systems, typography and color). Most of the GAs we reviewed showed substantial room for improvement in both content and visual clarity. Many did not serve a clear communicative purpose and suffered from issues such as unclear or missing titles, ambiguous background information and weak or absent conclusions. Visual problems—particularly related to typography and hierarchy—were also widespread. In contrast, the 23 exemplar GAs demonstrated how concise content, clear structure and coherent visual design can improve readability and better support knowledge translation. Based on these findings, we developed a simplified guideline focusing on two domains: (1) content clarity, by ensuring sufficient information from background to conclusion; and (2) visual clarity, by improving visual signs, grid integration, typography and color use. The resulting evidence-informed guideline can help researchers independently create clearer and more impactful GAs, ultimately strengthening knowledge translation and the broader impact of environmental health research.", "url": "https://doi.org/10.31235/osf.io/u7zdq_v1", "doi": "10.31235/osf.io/u7zdq_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.052910262426574484}, {"title": "Rapidly expedited AI-enabled evidence maps for transforming evidence-to-policy dialogues and processes", "authors": "Gareth J Hollands, Ian Shemilt, James Thomas", "abstract": "Producing useful evidence syntheses requires clearly formulated research questions linked to an understanding of their optimal scope. When policymakers (or other end users) commission or steer the production of systematic reviews to support policy development, these parameters are rarely specified sufficiently for production to proceed. Instead, these details are typically developed via a collaborative dialogic process involving evidence producers and users to ensure the proposed synthesis will meet users’ needs. This process is informed by scoping and (more-or-less formally) mapping the existing evidence base, which can take many weeks or months, slowed by applying mostly manual processes to identify and characterise the evidence. Recent developments in artificial intelligence (AI) technologies have opened up new and possibly transformative opportunities for far more rapid, iterative, and responsive mapping of relevant evidence to support such early-stage evidence-to-policy dialogues and processes. In this article, we outline and characterise this approach, termed dialogic rapidly expedited evidence maps (DREEMs). We also present two illustrative case studies drawn from first-hand experiences within a programme of evidence reviews production to inform policy in England.", "url": "https://doi.org/10.31235/osf.io/vey6q_v1", "doi": "10.31235/osf.io/vey6q_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0047109301835372985}, {"title": "Bayesian phylogenetic analyses cannot be used to test hypotheses about the evolution of large-scale complex societies during the Holocene", "authors": "Peter Turchin", "abstract": "Opie and Atkinson (DOI: 10.1038/s41562-025-02365-5) used Bayesian phylogenetic analysis (BPA) to test several hypotheses about mechanisms responsible for the emergence of states in human history by mapping trait data from 868 cultures worldwide onto a language tree representing the relationships between cultures globally. In this critique I argue that the BPA is incapable of identifying causal mechanisms responsible for state formation during the Holocene and thus the authors' conclusions are unwarranted.", "url": "https://doi.org/10.31235/osf.io/xenpv_v1", "doi": "10.31235/osf.io/xenpv_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.03766738352448995}]