[{"title": "Balancing bossism: State expansion in the face of elite capture", "authors": "Anna F. Callis, Christopher L. Carter", "abstract": "Central states have often relied on local elites to implement policies in peripheral areas. These strategies may allow otherwise weak states to impose their directives, but they can also be inefficient, particularly when a single elite commands total control over local politics ( monopolist capture ). We argue that weak states can overcome this equilibrium by creating new subnational positions with distinct appointment rules from existing ones ( balancing ). We evaluate our argument leveraging a natural experiment and novel data on 12,000 sub‐municipal units from turn‐of‐the‐twentieth‐century Peru. We exploit as‐if random variation in population‐based appointment rules for a justice of the peace, the chief institution through which monopolist capture was established. We provide evidence that the Peruvian government responded to monopolist capture by creating local‐level executive positions (lieutenant governors). We further demonstrate that this balancing allowed the state to conduct a 1902 education census, which was otherwise opposed and often blocked by entrenched elites.", "url": "https://doi.org/10.1111/ajps.70004", "doi": "10.1111/ajps.70004", "journal_full": "American Journal of Political Science", "specialized": false, "preprint": false, "score": 0.007960968064109508}, {"title": "Competitive diplomacy in bargaining and war", "authors": "Joseph J. Ruggiero", "abstract": "War is often viewed as a bargaining problem. However, prior to bargaining, countries can vie for leverage by expending effort on diplomacy. This article presents a dynamic model of conflict where agenda‐setting power is endogenous to pre‐bargaining diplomatic competition. The ability to compete for leverage generates a new channel through which the nature of potential war affects the quality of peace. First, costs of war grow the bargaining surplus, fueling the battle for leverage and reducing welfare even if war never occurs on the path of play. Second, competitive diplomacy erodes the gains from peace, making it possible that war is relatively efficient. An extension of the model finds that frictions to cooperation create a risk of costly delay but also protect against erosion of the surplus. Moreover, I find that reliable deals avert “efficient” wars but introduce a trade‐off between welfare and timely settlement.", "url": "https://doi.org/10.1111/ajps.70006", "doi": "10.1111/ajps.70006", "journal_full": "American Journal of Political Science", "specialized": false, "preprint": false, "score": 0.010464294434374688}, {"title": "Notes from the Editors: Research Notes", "url": "https://doi.org/10.1017/s0003055425100798", "doi": "10.1017/s0003055425100798", "journal_full": "American Political Science Review", "specialized": false, "preprint": false, "score": 0.009377397809264276}, {"title": "State Legitimacy and Sector-Level Claim-Making: Evidence from East Jerusalem", "authors": "HANNAH E. BAGDANOV", "abstract": "In East Jerusalem, the vast majority of Palestinians contest the legitimacy of the Israeli state’s claim to sovereignty. This necessarily affects how Palestinians engage with the state in pursuit of goods and services. But how? Using data from 55 interviews and original observational and experimental survey data from a representative sample of East Jerusalemites, I show that civilians’ engagement with each good, service, and institution of the state is a function of their perceptions of the state’s legitimacy, or right to rule, in that sector. Civilians will avoid engagement with goods, services, and institutions that explicitly affirm the state’s claims to monopolized sovereign rule, without forsaking essential goods and services. This article empirically illustrates that the same individual will make different choices with respect to each state sector, and in doing so builds on the burgeoning recognition of sector-level choices in the citizen claim-making literature.", "url": "https://doi.org/10.1017/s0003055425100841", "doi": "10.1017/s0003055425100841", "journal_full": "American Political Science Review", "specialized": false, "preprint": false, "score": 0.02925699639275081}, {"title": "A Critical Phenomenology of Racialized Vulnerability: Judith Butler and the Rodney King Trial", "authors": "AYTEN GÜNDOĞDU", "abstract": "This article examines the problem of racialized vulnerability to systemic violence by engaging with the works of Judith Butler and discussing police brutality. Butler has been criticized for presupposing vulnerability as an ontological condition inherent in embodied life and obscuring the distinctive characteristics of racialized vulnerability. Wrestling with these criticisms, the article reads this presupposition as a “contingent foundation,” and it turns to Butler’s longstanding engagements with phenomenology to foreground the norms and frames that inform the ways in which vulnerability is always perceived, interpreted, and adjudicated. Expanding on Butler’s analysis of the 1992 Rodney King trial with the help of Frantz Fanon’s concept of “sociogeny” and working with the trial archives, jurors’ statements, media coverage, and King’s memoir, it outlines a critical phenomenology inquiring into the sociohistorical constitution of racial schemas that turn Black bodies into phobic objects and disproportionately expose them to violence carried out with impunity.", "url": "https://doi.org/10.1017/s0003055425100932", "doi": "10.1017/s0003055425100932", "journal_full": "American Political Science Review", "specialized": false, "preprint": false, "score": 0.1153613820656324}, {"title": "Early Money and Strategic Candidate Exit", "authors": "Danielle M. Thomsen", "abstract": "This paper departs from the ballot to examine dropout decisions in congressional elections from 1980 to 2022. I draw on an original dataset of 26,000 U.S. House candidates who were voted on in the primary or raised money but were not on the ballot. Moving beyond the ballot reveals new patterns of strategic candidate exit . While prior work focused on differences in the entry of experienced candidates, I find that experienced candidates who struggle to raise money are more likely to exit. In addition, the relationship between early fundraising and dropout decisions has changed dramatically over time. Experienced candidates who fail to make early fundraising inroads are far more likely to drop out today than in previous decades. The exit of experienced candidates has important implications for the choices that voters have. The findings provide new evidence of how money shapes the trajectory of campaigns well before the election.", "url": "https://doi.org/10.1017/s0007123425000262", "doi": "10.1017/s0007123425000262", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.012960686898380591}, {"title": "Not Getting the Message on Climate? Attention as a Key Barrier to Mass-Marketing Experimentally-Validated Messages", "authors": "Nicholas Carnes, Geoffrey L. Henderson", "abstract": "Scholars often use survey experiments to evaluate political messages’ persuasive effects, but messages developed in the lab do not always persuade in real-world campaigns. In this research note, we report three experiments on one central obstacle in lab-to-field messaging applications: getting people’s attention. We first analyze a large-scale direct mail campaign run by an established non-profit that promotes conservative solutions to climate change. In this experiment, postcards with messages based on extant survey-experimental research did not cause changes in key climate attitudes. In a follow-up survey experiment, identical postcards induced attitude change— Re but only when participants were required to pay attention to them. A final field experiment highlights the difficulty of inducing attention; in another real-world campaign, postcards with eye-catching scratch-off panels performed no better than standard postcards. These findings illustrate the crucial role of attention and the complexity of translating messages developed in survey experiments into effective real-world campaigns.", "url": "https://doi.org/10.1017/s000712342510063x", "doi": "10.1017/s000712342510063x", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.01039346330171853}, {"title": "Field Experiments Invoking Gloating Villains to Increase Voter Participation: Anger, Anticipated Emotions, and Voting Turnout", "authors": "Gregory A. Huber, Alan S. Gerber, Albert H. Fang, John J. Cho", "abstract": "In two field experiments conducted in Mississippi and Florida, we present novel evidence about how emotions can be harnessed to increase voter turnout. When we inform respondents that a partisan villain would be happy if they did not vote (for example, a Gloating Villain treatment), we find that anger is activated in comparison to other emotions and turnout increases by 1.7 percentage points. In a subsequent field experiment, we benchmark this treatment to a standard GOTV message, the social pressure treatment. Using survey experiments that replicate our field experimental treatments, we show that our treatment links the act of voting to anticipated anger. In doing so, we contribute the first in-the-field evidence of how we can induce emotions, which are commonly understood to be fleeting states, to shape temporally distant political behaviours such as voting.", "url": "https://doi.org/10.1017/s0007123425000298", "doi": "10.1017/s0007123425000298", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.010219425790820802}, {"title": "Media Platforming and the Normalisation of Extreme Right Views", "authors": "Diane Bolet, Florian Foos", "abstract": "As extreme political views gain popularity and acceptability, the conditions under which media exposure to extreme right views contributes to this process, and strategies to counter media-induced persuasion and normalisation effects remain unclear. Using population-based survey experiments leveraging real-world interviews with extreme right activists on Sky News UK and Australia, we test whether media exposure leads to higher agreement with extreme right statements. We also test whether exposure affects perceptions of how many others agree with these statements. Our findings are consistent across both countries: exposure to uncritical interviews increases agreement with extreme statements and perceptions of broader support in the population. Testing the media strategy in the UK, we find that critical interviewing tarnishes the activist’s image and reduces effects, but still heightens perceived support for extreme statements. This study identifies a mechanism through which extreme political ideas spread and offers insights into media strategies to counteract persuasion and normalisation effects.", "url": "https://doi.org/10.1017/s0007123425000195", "doi": "10.1017/s0007123425000195", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.007454176521760614}, {"title": "Venturing Beyond the Vote: Routes to Feeling Represented through Unelected Representation", "authors": "Andrea Vik, Pieter de Wilde, Oliver Treib, Lene Aarøe", "abstract": "This study examines how unelected representation, where political activists make representative claims on behalf of self-articulated constituencies, shapes citizens’ feelings of representation. Through a cross-national conjoint experiment (Sweden, Germany, Italy, and Romania, N = 8279), we test three routes to representation : descriptive representation through demographic congruence, substantive representation through issue congruence, and psychological representation through personality-trait congruence and personality-ideology congruence. Results indicate that unelected representation makes people feel represented through these routes. Substantive representation has the strongest impact, followed by psychological representation and descriptive representation. We also find that contextual and individual factors influence how these routes operate. Ultimately, this paper presents a novel perspective on the effects of unelected representation, laying the groundwork for new empirical models of political representation that are firmly rooted in the conceptual innovations of constructivist theories. Unelected representation may have important implications for modern representative politics.", "url": "https://doi.org/10.1017/s0007123425000080", "doi": "10.1017/s0007123425000080", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.009929823629650336}, {"title": "How Mainstream Politicians Erode Norms", "authors": "Vicente Valentim, Elias Dinas, Daniel Ziblatt", "abstract": "How does anti-immigrant rhetoric by mainstream politicians affect norms of tolerance? How does this compare to similar statements made by radical-right politicians? Drawing on experimental evidence, we find that statements by mainstream politicians lead to more norm erosion than similar statements by radical-right politicians. Subsample analyses suggest that this is because statements by mainstream-right politicians erode norm perceptions of right-wing individuals, while those by radical-right politicians induce backlash among left-wing individuals, who hold closer to the norm in place. The latter effect (backlash by the left) disappears when similar statements are made by mainstream right politicians. We argue that this difference occurs because mainstream politicians represent the views of a larger part of the population or have a higher status. Our results highlight the pivotal role of mainstream politicians in enforcing or eroding democratic norms, and that similar political statements can have different effects depending on their sender.", "url": "https://doi.org/10.1017/s0007123425100586", "doi": "10.1017/s0007123425100586", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.9661952168260247}, {"title": "Pro-Democratic, but Not Anti-Authoritarian? Understanding Ambivalent Attitudes Toward Regimes", "authors": "Calvert W. Jones, Michael Cowan", "abstract": "Do those who support democracy also oppose autocracy, and vice versa? Intuitively, the answer is yes, given that these are contradictory regime types, and scholars often construct a bipolar index for analytic purposes. Yet our investigation of the latest wave of the World Values Survey (WVS) demonstrates that a plurality of citizens worldwide now support both democracy and autocracy, and this ambivalent camp has been growing. We further investigate who is ambivalent and why. Using WVS, we identify broad predictors of ambivalence globally, including knowledge gaps and value orientations. To improve causal inference and explore broader implications, we also conduct a preregistered survey experiment with a nationally representative sample of U.S. respondents. Findings suggest a powerful and underappreciated role for civic education to ameliorate ambivalence, particularly by clarifying the contrast space across regime types. More troublingly, they also reveal a strong association between ambivalence and openness to democratic backsliding.", "url": "https://doi.org/10.1177/00104140251369320", "doi": "10.1177/00104140251369320", "journal_full": "Comparative Political Studies", "specialized": false, "preprint": false, "score": 0.005393444809120074}, {"title": "Local news, partisanship, and perceptions about election administration", "authors": "Murat Abus, Kexin Bai, Johanna Dunaway", "url": "https://doi.org/10.1016/j.electstud.2025.102970", "doi": "10.1016/j.electstud.2025.102970", "journal_full": "Electoral Studies", "specialized": false, "preprint": false, "score": 0.014154415516100194}, {"title": "Identity after the ballot: How winning and losing impact partisan attachments and affective polarization", "authors": "Bence Hamrak", "url": "https://doi.org/10.1016/j.electstud.2025.102967", "doi": "10.1016/j.electstud.2025.102967", "journal_full": "Electoral Studies", "specialized": false, "preprint": false, "score": 0.01569018369419828}, {"title": "The 2024 Chapel Hill Expert Survey on political party positioning in Europe: Twenty-five years of party positional data", "authors": "Jan Rovny, Jonathan Polk, Ryan Bakker, Liesbet Hooghe, Seth Jolly, Gary Marks, Marco Steenbergen, Milada Anna Vachudova", "url": "https://doi.org/10.1016/j.electstud.2025.102981", "doi": "10.1016/j.electstud.2025.102981", "journal_full": "Electoral Studies", "specialized": false, "preprint": false, "score": 0.03050797673212835}, {"title": "Can question wording reduce vote overreporting in post-election surveys?", "authors": "Pascal Sciarini, Andreas C. Goldberg", "url": "https://doi.org/10.1016/j.electstud.2025.102982", "doi": "10.1016/j.electstud.2025.102982", "journal_full": "Electoral Studies", "specialized": false, "preprint": false, "score": 0.01050104622211201}, {"title": "Accountable to Whom? Public Opinion of Aid Conditionality in Recipient Countries", "authors": "Richard Clark, Lindsay R Dolan, Alexandra O Zeitz", "abstract": "When donors extend foreign aid, they often attach requirements to these funds. While requirements are intended to improve the effectiveness of aid, they also render recipient governments accountable to donors. How does the public in recipient countries view these requirements attached to development finance? We argue that individuals’ assessment of aid requirements is a function of their trust in their own government, as well as the foreign donor. When citizens trust their government, aid requirements activate sovereignty concerns, and individuals view them negatively. But when individuals distrust their government, they see requirements as a source of external accountability. Citizens also consider the donor; foreign accountability is welcome only if the donor is trusted. We test our argument using Afrobarometer data on public attitudes toward aid conditionality and an original survey fielded in Kenya, finding evidence that supports our contentions. Our study contributes to an understanding of accountability in global governance.", "url": "https://doi.org/10.1093/isq/sqaf057", "doi": "10.1093/isq/sqaf057", "journal_full": "International Studies Quarterly", "specialized": false, "preprint": false, "score": 0.007016975070956333}, {"title": "Anarchy Is What the Balance of Power Made of It: Two Core Concepts and the Public/Private Distinction in International Relations", "authors": "Morten Skumsrud Andersen", "abstract": "In this article, I question a familiar assumption in International Relations (IR): that the balance of power and anarchy are mutually reinforcing concepts. I argue instead that this relationship is neither natural nor necessary. Modern understandings of anarchy do not reflect timeless features of international politics, but are historically contingent outcomes of changes in how the balance of power concept itself has been understood and deployed. Drawing on conceptual history, I trace how the balance of power transitioned from a principle embodying Europe’s public interest in the eighteenth century to an expression of national rivalry and competitive self-interest in the nineteenth. This transformation was underpinned by a broader redefinition of the public/private distinction, which enabled states to be imagined as atomistic units operating in decentralized, market-like competition—what came to be seen as anarchy. By recovering the practical history of the balance of power, I reinterpret the genealogy of two foundational IR concepts and call for greater reflexivity about the analytical tools through which international relations are theorized.", "url": "https://doi.org/10.1093/isq/sqaf064", "doi": "10.1093/isq/sqaf064", "journal_full": "International Studies Quarterly", "specialized": false, "preprint": false, "score": 0.00675349525841662}, {"title": "Winning Hearts and Minds? How the United States Reassured During the Russo-Ukrainian War", "authors": "Lauren Sukin, Stephen Herzog, Alexander Lanoszka", "abstract": "Decades of scholarship hold that great powers shore up global confidence during crises with strong demonstrations of resolve. A much smaller literature critiques these assumptions, suggesting that restraint may strengthen confidence. When and why do restraint or resolve reassure, and for whom? In light of Russia’s 2022 full-scale invasion of Ukraine, we appraise early U.S. attempts to reassure allies and partners using public opinion surveys in 24 countries on six continents. Our novel data, which cover rarely surveyed publics, illuminates conditions under which restraint or resolve reassure. We introduce theoretical mechanisms that predict individuals’ propensity to be reassured by resolve or restraint: prior beliefs about the use of force and geopolitical positioning. The results challenge dominant scholarly narratives. Respondents worldwide were reassured by restraint. Forgoing direct intervention in the Russo-Ukrainian War strengthened the U.S.-led order, successfully balancing NATO members’ interests with those of U.S. Indo-Pacific and Global South partners.", "url": "https://doi.org/10.1177/00220027251363229", "doi": "10.1177/00220027251363229", "journal_full": "Journal of Conflict Resolution", "specialized": false, "preprint": false, "score": 0.020836595249958845}, {"title": "Can Politicians Say That? What Shapes Public Responses to Speech Scandals", "authors": "Thomas Gift, Carlos X. Lastra-Anadón", "abstract": "Why do some politicians face greater backlash for using insensitive language against identity groups while others do not? Existing explanations focus either on the content of speech or the context in which it occurs. In this article, we propose an integrated framework that considers both and test it using a preregistered conjoint survey on a national U.S. sample. Our findings provide partial support for our expectations. Subjects react most negatively to insensitive speech when the target belongs to their own identity group, when aggravating circumstances exist, and when politicians are of an opposing political party. Our article extends growing scholarship on speech scandals, which has largely explained the fates of politicians as a function of a small number of causative variables in isolation.", "url": "https://doi.org/10.1017/xps.2025.10010", "doi": "10.1017/xps.2025.10010", "journal_full": "Journal of Experimental Political Science", "specialized": false, "preprint": false, "score": 0.006827577002095575}, {"title": "Minority will? A model of influential dissenting opinions", "authors": "Sam England, Tom S Clark", "abstract": "We study the incentives for writing dissenting opinions that try to shape the law. We model the interaction between a minority and majority in a collegial court setting. Dissenting judges calculate how much effort to put into a dissenting opinion with an expectation that their work can probabilistically affect how the law is applied in the future. That calculus can influence how a majority opinion author writes an opinion and the dynamics of collegial decision-making and coalition formation. We evaluate comparative statics about the content of opinions and the conditions under which dissenting opinions should emerge from collective choice. The results help rationalize both differences in dissenting behavior across levels of the judicial hierarchy and how separate opinion-writing shapes the extremity of judicial opinions.", "url": "https://doi.org/10.1177/09516298251349164", "doi": "10.1177/09516298251349164", "journal_full": "Journal of Theoretical Politics", "specialized": false, "preprint": false, "score": 0.044913076066814606}, {"title": "Mechanisms of Checks and Balances: Appropriations, Congressional Committees, and Interbranch Conflict", "authors": "Jeremiah Cha, Jon Rogowski", "abstract": "We study how committees influence policy outcomes in the context of appropriations. Since the birth of modern political science, the power of the purse has been recognized as a primary institutional check through which Congress constrains presidential ambitions. Despite the importance of committees and subcommittees in classic accounts of appropriations, recent developments raise questions about their relevance for contemporary legislative outcomes. We test the hypothesis that appropriations outcomes are less aligned with the president's request as the relevant subcommittee is more ideologically distant from the president. Using comprehensive new data on presidential budget requests and congressional appropriations for the U.S. federal government from 1972 to 2021, we find strong support for this expectation, particularly in the House. Our findings suggest that the composition of legislative committees affects policy outcomes and illustrate how the (sub)committee system helps Congress overcome its collective action problems to constrain the executive.", "url": "https://doi.org/10.1111/lsq.70028", "doi": "10.1111/lsq.70028", "journal_full": "Legislative Studies Quarterly", "specialized": false, "preprint": false, "score": 0.005438727616407513}, {"title": "Reporters lurking at the back-door: Political news, mainstream party policy shifts and radical right party success", "authors": "Gunnar Thesen", "abstract": "Despite a strong political science interest in political communication perspectives, the media is still often missing from core research on parties and voters. Whenever this is the case, chances are that political news opens a “back-door path” that challenges causal inferences about the relationship between party competition and electoral outcomes. This research note illustrates the consequences of such a blindspot by re-examining the accommodation hypothesis - the idea that mainstream parties can limit radical right party success by moving closer on core radical right issues. Starting with a subsample from a recent comprehensive study of policy accommodation, I add empirical controls for news about immigration and radical right parties based on a large collection of media data from 22 election cycles in five countries. Results show how media and communication perspectives radically affect my conclusion, which in the end is that policy accommodation hinders radical right party success.", "url": "https://doi.org/10.1177/13540688251366835", "doi": "10.1177/13540688251366835", "journal_full": "Party Politics", "specialized": false, "preprint": false, "score": 0.014070042453880438}, {"title": "Checking the Costs of War: Sources of Accountability in Post-9/11 US Foreign Policy. Edited by Sarah E. Kreps and Douglas L. Kriner. Chicago: University of Chicago Press, 2025. 400p.", "authors": "Amy Oakes", "url": "https://doi.org/10.1017/s1537592725102843", "doi": "10.1017/s1537592725102843", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.09885238519910511}, {"title": "A Tale of Two Liberalisms: Desegregating American Political Thought", "authors": "Susan McWilliams Barndt", "abstract": "What is the nature of America’s liberal inheritance? These days, prominent political thinkers—pro-liberals, anti-liberals, and postliberals alike—seem to agree, following Louis Hartz, that American liberalism is individualist, Enlightenment liberalism grounded in Lockean teachings. This is a mistake. We would do better to understand American political thought as defined not just by Enlightenment liberalism but also by Exodus liberalism, the latter of which has been expressed primarily (though not exclusively) in African American political thought. It is in the complex interplay between these two liberal traditions that we can better understand the nature of, and the possibilities for, American liberalism and American politics. This essay tells part of the story of how political scientists came to neglect Exodus liberalism, then envisions a more comprehensive approach to American political thought—a desegregated American political thought.", "url": "https://doi.org/10.1017/s1537592725101837", "doi": "10.1017/s1537592725101837", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.017488188865544152}, {"title": "International Conflict Feminism: Theory, Practice, Challenges. By Vasuki Nesiah. Philadelphia: University of Pennsylvania Press, 2025. 292p.", "authors": "Laura J. Shepherd", "url": "https://doi.org/10.1017/s1537592725102375", "doi": "10.1017/s1537592725102375", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.1333682374373314}, {"title": "Collisions: The Origins of the War in Ukraine and the New Global Instability. By Michael Kimmage. Oxford: Oxford University Press, 2024. 296p.", "authors": "Jon Roozenbeek", "url": "https://doi.org/10.1017/s153759272510220x", "doi": "10.1017/s153759272510220x", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.06672622550295138}, {"title": "Confucian Iconoclasm: Textual Authority, Modern Confucianism, and the Politics of Antitradition in Republican China. By Philippe Major. Albany: State University of New York Press, 2023. 278p.", "authors": "Jean Christopher Mittelstaedt", "url": "https://doi.org/10.1017/s1537592725102399", "doi": "10.1017/s1537592725102399", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.021214083473842904}, {"title": "The Politics of Welfare in the Global South. Edited by Sattwick Dey Biswas, Cleopas Gabriel Sambo, and Sony Pellissery. Oxford, UK: Oxford University Press, 2025. 368p.", "authors": "Erdem Yörük", "url": "https://doi.org/10.1017/s1537592725001070", "doi": "10.1017/s1537592725001070", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.13049200695824603}, {"title": "From Peril to Partnership: US Security Assistance and the Bid to Stabilize Colombia and Mexico. By Paul J. Angelo. New York: Oxford University Press, 2024. 420p.", "authors": "Cynthia Arnson", "url": "https://doi.org/10.1017/s1537592725102193", "doi": "10.1017/s1537592725102193", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.06654086434632567}, {"title": "Immigration, Security, and the Liberal State. By Gallya Lahav and Anthony Messina. Cambridge, UK: Cambridge University Press, 2024, 494p. - Migration Stigma: Understanding Prejudice, Discrimination, and Exclusion. Edited by Lawrence H. Yang, Maureen A. Eger, and Bruce G Link. Cambridge, MA: MIT Press, 2024. 263p.", "authors": "Anna Katherine Boucher", "url": "https://doi.org/10.1017/s1537592725001045", "doi": "10.1017/s1537592725001045", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.9935115603261233}, {"title": "Bringing the Sector Back In and the New Political Economy: The Contextualized Comparative Sector Approach", "authors": "Roselyn Hsueh", "abstract": "In the age of post-neoliberal globalization, complex interdependence has resulted in the integration of many economies and the industries within them and led to varied national and subnational political and economic responses. These forces have enabled the rise of a new political economy that requires the contextualized comparative sector approach (CCSA). This article advances a research agenda that contends theoretical and empirical leverage for explaining heterogeneity and assessing generalizability is gained by taking contextualized comparisons to the sector level of analysis. The CCSA identifies the multidimensional effects of sectors, uncovering new sites of inquiry connected to sectoral structural attributes, context-specific sectoral organization of institutions, and social and political constructions of sectors. Sectors are thus contexts that are embedded in multilevel contexts involving state and nonstate actors alike. Scholarship on industrial policy, technology and innovation, environmental transition, and regulation and governance demonstrates the analytical power and theoretical value of combining contextualized comparisons and sectoral analysis, which have been overlooked by the overly macro- or micro-level studies dominant in international and comparative political economy. The various strategies of the approach and a stepwise discussion of a research design underscore the possibilities for theory development and testing, adjudication of competing explanations, and case-specific discoveries.", "url": "https://doi.org/10.1017/s1537592725101989", "doi": "10.1017/s1537592725101989", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.011063112774305717}, {"title": "Man-Devil: The Mind and Time of Bernard Mandeville, The Wickedest Man in Europe. By John J. Callanan. Princeton: Princeton University Press, 2025. 315p.", "authors": "Getty L. Lustila", "url": "https://doi.org/10.1017/s1537592725102818", "doi": "10.1017/s1537592725102818", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.06152209132616682}, {"title": "Democracy despite Itself: Liberal Constitutionalism and Militant Democracy. By Benjamin A. Schupmann. Oxford: Oxford University Press, 2024. 256p.", "authors": "Alec Dinnin", "url": "https://doi.org/10.1017/s1537592725102363", "doi": "10.1017/s1537592725102363", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.008478298529032147}, {"title": "Divergent Worlds. What the Ancient Mediterranean and Indian Ocean Can Tell Us about the Future of International Order. By Amitav Acharya and Manjeet S. Pardesi. New Haven, CT: Yale University Press, 2025. 235p.", "authors": "David Abulafia", "url": "https://doi.org/10.1017/s1537592725102181", "doi": "10.1017/s1537592725102181", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.0930872833323031}, {"title": "Criminal Governance in Latin America: Prevalence and Correlates", "authors": "Andres Uribe, Benjamin Lessing, Noah Schouela, Elayne Stecher", "abstract": "In communities throughout Latin America, criminal organizations provide basic order and security. While multidisciplinary research on criminal governance (CG) has illuminated its dynamics in hundreds of site-specific studies, its extent remains understudied. We exploit novel, nationally representative survey data, validated against a compendium of qualitative sources, to estimate CG prevalence in 18 countries, and explore its correlates at multiple levels. Overall, 14% of respondents reported that local criminal groups provide order and/or reduce crime, corresponding to some 77–101 million Latin Americans experiencing CG. Counterintuitively, CG is positively correlated with both respondents’ perceptions of state governance quality and objective measures of local state presence. These descriptive results are consistent with multiple causal pathways, including case-specific findings that state presence—rather than absence—drives criminal governance. We offer suggestions for both more precise data collection on CG itself and, given its pervasiveness, its inclusion in broader research on economic development, demography, and politics.", "url": "https://doi.org/10.1017/s1537592725101849", "doi": "10.1017/s1537592725101849", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.012175035849792737}, {"title": "Saving Ourselves: From Climate Shocks to Climate Action. By Dana R. Fisher. New York: Columbia University Press, 2024. 210p.", "authors": "Israel Solorio", "url": "https://doi.org/10.1017/s1537592725102454", "doi": "10.1017/s1537592725102454", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.02019202132494713}, {"title": "The Resurgence of Comparative Political Economy Approaches to the Study of Africa", "authors": "M. Anne Pitcher", "abstract": "Following the independence of African countries in the 1960s and 1970s, many newly minted politicians and political scientists who studied them directed their attention to the effects of ethnic identities, heterogeneity, rivalries, and alliances on African politics. In the aftermath of colonial violence and social engineering, ethnic competition contributed to violent secessionist movements, and ethnic hatred sometimes fueled genocide. Many African governments expelled minorities and banned ethnic parties, established federal institutions, and at times adopted nationalist rhetoric to punish rivals or mitigate the deleterious outcomes of ethnic conflict. As Christof Hartmann summarizes, “political regulation of ethnicity has been a core dimension of state-building in Africa” (“Managing Ethnicity in African Politics,” in Nic Cheeseman, ed., The Oxford Encyclopedia of African Politics , 2019: 1).", "url": "https://doi.org/10.1017/s1537592725000829", "doi": "10.1017/s1537592725000829", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.2932700156198552}, {"title": "The Overthrow of Robert Mugabe: Gender, Coups, and Diplomats. By Blessing-Miles Tendi. Oxford: Oxford University Press, 2025. 282p.", "authors": "Tendai Mangena", "url": "https://doi.org/10.1017/s1537592725102648", "doi": "10.1017/s1537592725102648", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.059891373707123274}, {"title": "Polling at a Crossroads: Rethinking Modern Survey Research. By Michael A. Bailey. Cambridge: Cambridge University Press, 2023. 320p.", "authors": "Adam J. Berinsky", "url": "https://doi.org/10.1017/s1537592725102004", "doi": "10.1017/s1537592725102004", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.022616224183014566}, {"title": "“Staying is complicated, Not staying, however, is unthinkable”: A critical review of Indigenous presence in “natural” parks as a critique of colonial place making for conservation and leisure", "authors": "Mara J. Goldman", "url": "https://doi.org/10.1016/j.polgeo.2025.103362", "doi": "10.1016/j.polgeo.2025.103362", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.31670715915893466}, {"title": "Where do we go? Explaining democratic capital location preferences", "authors": "David M. Willumsen", "url": "https://doi.org/10.1016/j.polgeo.2025.103385", "doi": "10.1016/j.polgeo.2025.103385", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.017254573884418756}, {"title": "Towards a global perspective on interrelated green hydrogen transitions: The case of Colombia", "authors": "Kristina Dietz, Felix Malte Dorn, Etienne Schneider", "url": "https://doi.org/10.1016/j.polgeo.2025.103395", "doi": "10.1016/j.polgeo.2025.103395", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.2571323867790323}, {"title": "Unsettling nature as liberal public good", "authors": "Clare M. Beer", "url": "https://doi.org/10.1016/j.polgeo.2025.103360", "doi": "10.1016/j.polgeo.2025.103360", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.007861541069147604}, {"title": "Accumulation by recreation: Celebrity billionaire conservation in Hawai'i’s tourism landscape", "authors": "Mary Mostafanezhad", "url": "https://doi.org/10.1016/j.polgeo.2025.103359", "doi": "10.1016/j.polgeo.2025.103359", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.13355666228987628}, {"title": "Does accrual accounting make municipalities spend less?", "authors": "Stefano Caiazza, Franco Fiordelisi, Elina De Simone, Fabio Pisani", "abstract": "Accrual accounting in the public sector aims to enhance fiscal transparency, decision-making, comparability, and cost-effectiveness. The Italian reform of public sector accounting in 2011 provides an excellent quasi-natural experiment for studying the effect of accrual accounting on public financial management. Our results indicate that accrual accounting has a disciplining effect on local public spending, strengthening fiscal positions. Importantly, we demonstrate that the effect varies across municipalities: It is stronger during non-electoral periods and for high-quality institutions.", "url": "https://doi.org/10.1007/s11127-025-01320-2", "doi": "10.1007/s11127-025-01320-2", "journal_full": "Public Choice", "specialized": false, "preprint": false, "score": 0.005750296494020812}, {"title": "A game theory approach to football predictions", "authors": "Kerim Keskin", "url": "https://doi.org/10.1007/s11127-025-01317-x", "doi": "10.1007/s11127-025-01317-x", "journal_full": "Public Choice", "specialized": false, "preprint": false, "score": 0.007618237730504296}, {"title": "How the Age-Friendly Domains Apply to Low-Income Cities and Guide Improvements: Perspectives of Long-Term Residents in New Jersey", "authors": "Amanda Jones-Layman, Francine P Cartwright, Seran Schug, Jennifer Kitson, Lisa Siegert, Rachel Pruchno", "abstract": "The WHO defined age-friendly cities (AFCs) as places with policies, services, settings, and structures that enable people to age in place. Although AFCs have gained attention recently, little is known about the applicability of age-friendly domains to low-income cities. We conducted flexible semistructured interviews with 28 adults aged 65 and older who had lived in New Jersey cities with high poverty rates and low median incomes for at least 15 years. Participants described their neighborhoods in ways that mapped onto the eight AFC domains. Themes of agency and safety linked the domains. Participants suggested ways to change neighborhoods in low-income cities that would make them age friendly. Findings suggest that the AFC domains have utility as a framework for how older long-term residents of low-income cities describe their neighborhoods. They provide unique information about how these domains relate to one another and identify strategies for making low-income places better environments for older people.", "url": "https://doi.org/10.1093/poq/nfaf027", "doi": "10.1093/poq/nfaf027", "journal_full": "Public Opinion Quarterly", "specialized": false, "preprint": false, "score": 0.014711884483769921}, {"title": "To Report or Not to Report? A Qualitative Analysis of Journalists’ Perspectives on Harm to Public Opinion", "authors": "Ricardo R Ferreira, Jean-François Daoust", "abstract": "Journalists face intricate decisions regarding what to publish, especially when problematic content may impact public opinion in a way that could fuel hate and/or undermine democratic attitudes. While scholarship has recognized the importance of this issue, most studies focus on published content, how citizens engage with it, and the implications of published news. In this article, we provide a fresh perspective on the crucial dilemma faced by journalists concerning their perceived impact on public opinion, by leveraging data based on 36 semistructured in-depth interviews with journalists covering Brazil’s political landscape. The interviews were conducted between December 7, 2021, and July 20, 2022. Our main findings are threefold. First, we find a consensus among journalists regarding what is seen as problematic content, which is centered around threats to democratic attitudes and misinformation on critical issues. Second, we examine the rationales underpinning journalists’ choices to publish problematic content, which include the concept of “competing voices,” the legitimacy conferred to elected representatives (e.g., the head of a government), and journalists’ fear of being viewed as left leaning and losing their audience. Third, we find that journalists who do not publish problematic content do so because they expect to negatively impact public opinion, in particular democratic attitudes, and that their reporting of hate speech may not meet ethical standards. We conclude by highlighting the complex interplay of journalistic norms and expectations regarding their impact on public opinion and the news production process.", "url": "https://doi.org/10.1093/poq/nfaf028", "doi": "10.1093/poq/nfaf028", "journal_full": "Public Opinion Quarterly", "specialized": false, "preprint": false, "score": 0.00840959555248011}, {"title": "Concerns About Medications for Opioid Use Disorder Among American Indian Community Members: A Qualitative Secondary Analysis", "authors": "Fiona Grubin, Morgan E Neavill, Tessa Sawyer, Amanda Larson, Emily Maltaverne, Monica C Skewes", "abstract": "Opioid use disorder and mortality due to opioid overdose pose significant public health problems in the United States, particularly among American Indian/Alaska Native (AI/AN) communities that experience disproportionately high rates of opioid overdose deaths. Such health inequities are related to centuries of ongoing colonization and oppression that inform social determinants of health today. Using medications to treat opioid use disorder (MOUD) has broad support among health professionals due to substantial evidence of its effectiveness and benefits to patients. However, most AI/ANs who need MOUD never receive it. This analysis sought to identify concerns related to the use of MOUD and how they inform barriers to implementing MOUD in a rural AI reservation community. Secondary analysis of qualitative data was conducted using reflexive thematic analysis. Findings reveal key themes related to conditions for when to use MOUD, recovery, distrust of Western medicine, and individual viewpoints on MOUD. Implications of these findings for reducing barriers to MOUD in AI/AN communities are discussed.", "url": "https://doi.org/10.1093/poq/nfaf030", "doi": "10.1093/poq/nfaf030", "journal_full": "Public Opinion Quarterly", "specialized": false, "preprint": false, "score": 0.00965114464225969}, {"title": "Qualitative Methods for Research on a Hard-to-Reach and Vulnerable Population in Burma", "authors": "Jieun Baek", "abstract": "This article examines the qualitative research methods employed to conduct fieldwork on a hard-to-reach and vulnerable population in Burma between June 2017 and December 2019. The study focuses on interviewing democracy activists, many of whom were former political prisoners, to investigate the motivations of “first movers”—individuals who initiate high-risk dissent in authoritarian regimes without the safety of numbers or the guarantee of support. The study employed a narrative-driven grounded theory approach to explore the question: In the high-risk environment of authoritarian regimes, why do some people dissent while others do not? While the substantive findings and theory will be discussed in a forthcoming publication, this article focuses on the research design encompassing data collection strategies, case selection, scope conditions, ethics, sampling methods (including a combination of purposive and snowball sampling), elicitation techniques, triangulation in qualitative analysis, and the critical importance of analytic reflexivity and researcher positionality. Key methodological decisions are synthesized into a qualitative research design checklist, providing a practical framework for scholars investigating similarly complex and sensitive topics. By sharing the challenges, strategies, and lessons learned, this article aims to contribute to the growing body of literature on qualitative methods for researching hard-to-reach populations and politically sensitive questions.", "url": "https://doi.org/10.1093/poq/nfaf034", "doi": "10.1093/poq/nfaf034", "journal_full": "Public Opinion Quarterly", "specialized": false, "preprint": false, "score": 0.012386160294462156}, {"title": "Participants’ Reported Discomfort with Live Video as a Mode for Answering a Sensitive Survey Question", "authors": "Shlomit Okon, Rebecca S Dolgin, Michael F Schober", "abstract": "This study uses qualitative thematic analysis to explore a dataset of open-ended textual responses from 369 online panelists explaining why they rated feeling more or less uncomfortable being asked the same sensitive survey question (“How many sex partners have you had in the last 12 months?”) in a hypothetical live video interview versus in two other interviewer-administered survey modes (in person and by phone) and two self-administered survey modes (a web survey and a “prerecorded video” interview in which participants enter their answers after playing a video of the interviewer asking the question). Different participants reported finding the very same features of live video—for example, social copresence with the interviewer, seeing and being seen, a sense of privacy and anonymity—as leading to greater discomfort or greater comfort. The mixed-method analyses, which build on participants’ quantitative ratings of discomfort in the different modes, reveal video-specific concerns that are likely to be important to understand as video interviewing emerges as a new survey mode. These include the potential for a live video interview to be recorded and other household members to overhear (for some participants more concerning than in person or on the phone), and more nuanced distinctions about wanting to see or not see the interviewer and wanting to be seen or not be seen by the interviewer. Exploratory analyses suggest that participants’ video experience in other contexts and some demographic characteristics may correlate with different levels of self-reported discomfort with live video relative to other interviewing modes.", "url": "https://doi.org/10.1093/poq/nfaf031", "doi": "10.1093/poq/nfaf031", "journal_full": "Public Opinion Quarterly", "specialized": false, "preprint": false, "score": 0.009191122593759204}, {"title": "Relationships, Trust and Accountability, and Critical Reflexivity: Developing Quality Data with the “Hard to Reach”", "authors": "Anna Kopec, Alison Smith, Genevieve Fuji Johnson", "abstract": "Understanding the realities of members of marginalized communities is central to the advancement of social and behavioral sciences. We argue that the development of data accurately representing the perspectives and experiences of such communities is fundamentally contingent on relationships of trust and accountability, and on researcher critical reflexivity. We showcase our methodology in three vignettes based on how we conduct research with communities that are “hard to reach” due to their societal marginalization. These vignettes include our reflections on the quality of data as a function of relationships, trust, accountability, and critical reflexivity. Our stories from the field highlight the importance of relational research with communities experiencing marginalization.", "url": "https://doi.org/10.1093/poq/nfaf032", "doi": "10.1093/poq/nfaf032", "journal_full": "Public Opinion Quarterly", "specialized": false, "preprint": false, "score": 0.006074765236611657}, {"title": "Using a Blended Approach to Thematic Analysis: A Case Study on Fatherhood and Imprisonment", "authors": "Marieke Haan, Simon D Venema", "abstract": "Thematic analysis (TA) has become a prominent qualitative research method for identifying patterns in experiences, responses, narratives, and meanings in relation to a research question. In this paper, we provide researchers with an understanding of different approaches to TA and offer practical guidance on conducting a blended approach to TA, which combines the strengths of different TA approaches. Despite their prevalence in the literature, blended approaches to TA are rarely clearly illustrated in research publications. To address this gap, we present a detailed case study of a blended approach to TA, based on a qualitative study exploring the experiences of incarcerated fathers participating in a prison family program in the Netherlands. This case study offers researchers practical guidance for thoughtfully implementing a blended approach to TA in their own work. It also highlights the nuances and complexities of a blended approach to TA, emphasizing the importance of aligning the chosen TA approach to the research context and objectives. We conclude by discussing the value of blended approaches to TA in qualitative research, underscoring the importance of thoughtful application and transparent reporting of these approaches.", "url": "https://doi.org/10.1093/poq/nfaf033", "doi": "10.1093/poq/nfaf033", "journal_full": "Public Opinion Quarterly", "specialized": false, "preprint": false, "score": 0.018468385511077767}, {"title": "Beyond Functional Limitations: A Multimethodological Approach to Questionnaire Pretesting of New Disability Measures", "authors": "Robin L Kaplan, Tywanquila Walker, Rebecca L Morrison", "abstract": "Disability measures often collect information on functional limitations but may not fully capture disability status in the working-age population, and seldom collect the type of disability people have. The present research used a multimethodological approach to assess new disability measures for a federal survey. The questions were designed to capture whether respondents have disabilities that impact the kind or amount of paid work they can do, as well as a novel question that collected type of disability. We used multiple methodologies, including cognitive interviews, card-sort/categorization tasks, and web probing. During cognitive interviews, we used retrospective probes to assess the response process and question sensitivity, and a card-sort task, where participants sorted a list of health conditions into similar groups. Additional participants completed a web-probing study, which used a mix of open- and closed-ended probes and were compared to the cognitive interview results. We used thematic coding to compare findings from all three methods, including unique findings that would have been missed if only one method had been used. Each method supported allowing respondents to select multiple types of disabilities, simplification of response categories, and including examples of health conditions that help distinguish categories from one another and vary in level of severity. The cognitive interviews helped refine response category names, while the card-sort and categorization tasks helped develop appropriate category examples. The web-probing study revealed additional question sensitivity not observed in the other methods. We discuss the advantages of a multimethodological approach to survey research.", "url": "https://doi.org/10.1093/poq/nfaf029", "doi": "10.1093/poq/nfaf029", "journal_full": "Public Opinion Quarterly", "specialized": false, "preprint": false, "score": 0.006658198520076097}, {"title": "Using Semi-Structured Interviews to Better Understand Nonresponse to a Government-Sponsored, Mail-Based Survey of Households", "authors": "Rebecca L Medway, Melissa Scardaville, Paula Dias, Christopher Paek", "abstract": "Given the global nature of the survey nonresponse phenomenon, researchers have devoted considerable attention to understanding the factors that contribute to it. However, much remains unknown about sample members’ reasons for nonresponse and the best way to address those concerns. For self-administered surveys in particular, which often rely on sample members responding to the request without the encouragement of an interviewer or researcher, it is crucial to better understand the attitudinal and environmental barriers that stop sample members from responding. In addition, relatively little existing work involves speaking directly with nonrespondents to a particular survey to hear from them about how the survey request fits into the bigger picture of their life. Drawing on qualitative data collected from 70 semistructured interviews conducted with individuals living in households that did not respond to a large-scale federal government mail survey, we present findings related to three domains of nonresponse: time use, attitudes toward the government, and privacy concerns. We find that these domains remain as relevant today as they were in prior decades, though the ways people experience them may be different. While themes emerge from our study that are relevant to survey research in general, we also expect that the exact way these and other domains are experienced and interact with survey response decisions will differ by population and by survey. We encourage survey researchers to incorporate qualitative methods into their survey design process so that the resulting design and materials are more likely to reflect the needs and issues facing each survey's population.", "url": "https://doi.org/10.1093/poq/nfaf026", "doi": "10.1093/poq/nfaf026", "journal_full": "Public Opinion Quarterly", "specialized": false, "preprint": false, "score": 0.008647483801216604}, {"title": "Fundraising on the fringe: Do ideologically extreme candidates solicit small donations?", "authors": "Seo-young Silvia Kim", "abstract": "Do ideologically extreme candidates actively pursue small donations? The literature on money in politics debates whether “small” individual campaign donors are more ideologically extreme than large donors. This paper reverses the question, investigating whether extreme candidates request smaller contributions from potential donors. Using data from U.S. congressional candidates’ fundraising platforms in the 2020 elections, I examine how campaigns typically present a set of suggested donation amounts to solicit money from potential donors efficiently. While party, in-state income levels, and the usage of major fundraising platforms mattered, ideological extremism had no bearing on the amounts candidates asked for. Given that solicitation amounts have been long and easily optimized through A/B testing, I interpret this as extreme candidates not finding it profitable to ask for smaller amounts, which is more aligned with the view that small donors are not more ideologically extreme than large donors.", "url": "https://doi.org/10.1177/20531680251362036", "doi": "10.1177/20531680251362036", "journal_full": "Research & Politics", "specialized": false, "preprint": false, "score": 0.006156627845803286}, {"title": "From crisis governance to electoral normality and the longest coalition negotiations: the 2024 Austrian parliamentary election", "authors": "Manuel Elias Scharrer, Christina Gahn, Jana Bernhard-Harrer, Marvin Stecker, Julia Partheymüller", "url": "https://doi.org/10.1080/01402382.2025.2535021", "doi": "10.1080/01402382.2025.2535021", "journal_full": "West European Politics", "specialized": false, "preprint": false, "score": 0.02466275081710556}, {"title": "Young men, gendered labour market competition, and opposition to gender equality policy across 27 EU countries", "authors": "Amy Alexander, Nicholas Charron, Gefjon Off", "url": "https://doi.org/10.1080/01402382.2025.2524908", "doi": "10.1080/01402382.2025.2524908", "journal_full": "West European Politics", "specialized": false, "preprint": false, "score": 0.20425544274004181}, {"title": "Interparental conflict and parent–child triangulation: a meta-analytical review of children feeling caught between parents", "authors": "Paul Schrodt", "abstract": "This meta-analysis reviews the findings from 49 studies (N = 23,336) examining the association between interparental conflict and children feeling caught between parents (also referred to as parent–child triangulation). The cumulative evidence indicates a moderate, meaningful relationship between interparental conflict and children feeling caught (r = .402, 95% confidence interval: .366, .437). On average, the positive association was stronger when researchers used: (a) samples that included both intact and post-divorce family members as opposed to only intact or post-divorce families; (b) samples that included young adult children as opposed to adolescent children; (c) cross-sectional as opposed to longitudinal research designs; (d) children’s reports of interparental conflict as opposed to parents’ reports or observational ratings; and (e) individuals as the unit of analysis as opposed to triads. Implications for developing a communication theory of feeling caught are discussed.", "url": "https://doi.org/10.1093/hcr/hqaf018", "doi": "10.1093/hcr/hqaf018", "journal_full": "Human Communication Research", "specialized": false, "preprint": false, "score": 0.010585826365785755}, {"title": "Media use, cultural orientations and support for radical right-wing parties: comparing nine European countries", "authors": "Marc Verboord, Riie Heikkilä, Susanne Janssen, Semi Purhonen", "url": "https://doi.org/10.1080/1369118x.2025.2536159", "doi": "10.1080/1369118x.2025.2536159", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.11471743234718557}, {"title": "Free Trade, Fraught Tech: the impact of pilot free trade zone establishment on digital inequality within cities – evidence from China", "authors": "Hang Yuan, Wei Feng", "url": "https://doi.org/10.1080/1369118x.2025.2542359", "doi": "10.1080/1369118x.2025.2542359", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.022064163281046323}, {"title": "‘Cookie-less’ identification for/against privacy?", "authors": "Ido Sivan-Sevilla, Patrick Parham, Lee McGuigan", "url": "https://doi.org/10.14763/2025.3.2025", "doi": "10.14763/2025.3.2025", "journal_full": "Internet Policy Review", "specialized": false, "preprint": false, "score": 0.008722250148855193}, {"title": "Fusing theory-guided machine learning and bio-sensing: considering time in how children learn science from dynamic multimedia", "authors": "Jason C Coronel, Matthew Sweitzer, James Alex Bonus, Rebecca Dore, Blue Lerner", "abstract": "A new era of message processing research will emerge from the convergence of powerful machine learning algorithms with dynamic data from everyday devices equipped with biological sensors. Our study takes critical steps into this era by integrating theory-guided artificial neural networks with eye movements to understand how people learn science concepts from dynamic multimedia. Essential to our theory-guided machine learning approach is a cognitive conceptualization of time as the dynamic interdependence between past and new information that guides how multimedia is attended to and understood. We tracked the eye movements of 197 children as they watched an educational video. We trained two neural network architectures differing in theory guidance to predict learning outcomes using eye movements. The theory-guided architecture, which considered the temporal interdependence of information, yielded more accurate out-of-sample predictions. Our work advances the use of theory-guided machine learning and the development of systems that monitor real-time learning.", "url": "https://doi.org/10.1093/joc/jqaf036", "doi": "10.1093/joc/jqaf036", "journal_full": "Journal of Communication", "specialized": false, "preprint": false, "score": 0.003993223950208846}, {"title": "The ICT growth puzzle: Disentangling the role of individuals, firms, and governments across digitalization stages", "authors": "Niklas Schomburg, Magdalene Silberberger", "url": "https://doi.org/10.1016/j.telpol.2025.103039", "doi": "10.1016/j.telpol.2025.103039", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.013220416163835846}, {"title": "Are Cities Losing Innovation Advantages? Online versus Face-to-face Interactions", "authors": "Ruben Gaetani, Naqun Huang, Jing Li, Yanmin Yang", "abstract": "How did COVID-19 affect the innovation advantages of dense locations? Using data on the universe of U.S. patent applications, we find that the density premium in the production of novel inventions declined by 18.5%-22.9% in 2020-2021 relative to its pre-pandemic level. Smartphone data on local mobility suggest that the drop in the frequency of local interactions can explain a significant portion of this effect. While COVID-19 resulted in a temporary setback in the innovation advantages of dense locations, the role of urban density in facilitating the exchange and recombination of ideas is unlikely to be persistently replaced by online communication.", "url": "https://doi.org/10.1093/ej/ueaf068", "doi": "10.1093/ej/ueaf068", "journal_full": "Economic Journal", "specialized": false, "preprint": false, "score": 0.019628818926076264}, {"title": "Beliefs About Maternal Labour Supply", "authors": "Teodora Boneva, Marta Golin, Katja Kaufmann, Christopher Rauh", "abstract": "We provide representative evidence on the perceived returns to maternal labour supply. A mother’s decision to work is perceived to have sizable impacts on child skills, family outcomes, and the mother’s future labour market outcomes. Beliefs about the impact of additional household income can account for some, but not all, of the perceived positive effects. We further document labour supply intentions under different policy scenarios related to childcare availability and quality, two factors that are perceived as important. Finally, we show that perceived returns are predictive of labour supply intentions, over and above what can be explained by other factors.", "url": "https://doi.org/10.1093/ej/ueaf067", "doi": "10.1093/ej/ueaf067", "journal_full": "Economic Journal", "specialized": false, "preprint": false, "score": 0.020919454218114475}, {"title": "Is the Public Sector losing the Battle for Talent? Evidence from long French Panel Data", "authors": "Olivier Bargain, Audrey Etienne, Blaise Melly", "abstract": "We exploit an exceptionally long administrative panel dataset (1988-2019) for France to estimate the unconditional quantile effects of public sector employment, while accounting for individual fixed effects. We find that the public sector wage gap is broadly negative across the whole wage distribution after controlling for observable and unobservable heterogeneity. The public sector compresses the wage distribution, with particularly large wage penalties observed at the top. This compression effect is partly concealed by the incidental parameter bias, which we correct using a split-panel jackknife method. We document how a combination of political and business cycles aligns with the evolution of the wage gap over the 32-year period. Despite offering lower pay, the public sector attracts individuals with, on average, better observed and unobserved skills. However, this skill gap narrows significantly over time and vanishes among top earners, calling for policies to restore the attractiveness of public sector management careers.", "url": "https://doi.org/10.1093/ej/ueaf069", "doi": "10.1093/ej/ueaf069", "journal_full": "Economic Journal", "specialized": false, "preprint": false, "score": 0.0062818217705008506}, {"title": "Bregman model averaging for forecast combination", "authors": "Yi-Ting Chen, Chu-An Liu, Jiun-Hua Su", "url": "https://doi.org/10.1016/j.jeconom.2025.106076", "doi": "10.1016/j.jeconom.2025.106076", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.01994989860823293}, {"title": "Quantile regression with group-level treatments", "authors": "Songnian Chen", "url": "https://doi.org/10.1016/j.jeconom.2025.106079", "doi": "10.1016/j.jeconom.2025.106079", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.024019750357843206}, {"title": "Bayesian model comparison for large Bayesian VARs after the COVID-19 pandemic", "authors": "Joshua C.C. Chan, Xuewen Yu, Wei Zhang", "url": "https://doi.org/10.1016/j.jeconom.2025.106072", "doi": "10.1016/j.jeconom.2025.106072", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.03328155469952554}, {"title": "Spatial panel data models with structural change", "authors": "Luya Wang, Kunpeng Li", "url": "https://doi.org/10.1016/j.jeconom.2025.106078", "doi": "10.1016/j.jeconom.2025.106078", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.0056157234671910805}, {"title": "Fast on-line changepoint detection using heavily-weighted CUSUM and veto-based decision rules", "authors": "Fabrizio Ghezzi, Eduardo Rossi, Lorenzo Trapani", "url": "https://doi.org/10.1016/j.jeconom.2025.106071", "doi": "10.1016/j.jeconom.2025.106071", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.006735603551714653}, {"title": "The Nature of Long-Term Unemployment: Predictability, Heterogeneity and Selection", "authors": "Andreas I. Mueller, Johannes Spinnewijn", "url": "https://doi.org/10.1086/738045", "doi": "10.1086/738045", "journal_full": "Journal of Political Economy", "specialized": false, "preprint": false, "score": 0.14602205180867533}, {"title": "The effects of extortion and security device adoption on entrepreneurial entry and exit: Evidence from Guatemala", "authors": "Alejandro Estefan, Romina Ordoñez", "url": "https://doi.org/10.1016/j.jpubeco.2025.105464", "doi": "10.1016/j.jpubeco.2025.105464", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.11484332705464106}, {"title": "Spending Allocation under Nominal Uncertainty: A Model of Effective Price Rigidity", "authors": "Gaetano Gaballo, Luigi Paciello", "abstract": "How do swings in inflation affect shopping behavior? We build on the idea that households’ price hunting intensifies with surprise inflation. In our model, households observe only local monopolists’ prices and must exert effort to see other sellers’ prices to eventually buy from them. This friction leads households to doubt that local price changes are idiosyncratic in nature, even when all prices change uniformly in response to a nominal aggregate shock. In such a case, households overestimate the benefits of exerting effort, reallocating more spending toward lower-markup sellers. We show that, through this channel, output can expand significantly with surprise inflation, despite flexible shop pricing and acyclical posted markups. Using U.S. retailer scanner data, we validate our model’s distinctive prediction that inflation measured over paid prices moves more slowly than inflation measured over posted prices, both unconditionally and in response to monetary policy shocks", "url": "https://doi.org/10.1093/jeea/jvaf024", "doi": "10.1093/jeea/jvaf024", "journal_full": "Journal of the European Economic Association", "specialized": false, "preprint": false, "score": 0.0047438483212222105}, {"title": "The Pick of the Crop: Agricultural Practices and Clustered Networks in Village Economies", "authors": "Andre Groeger, Yanos Zylberberg", "abstract": "This paper studies how social networks (might fail to) shape agricultural practices. We exploit (i) a unique census of agricultural production nested within delineated land parcels and (ii) social network data within four repopulated villages of rural Vietnam. In a first step, we extract exogenous variation in network formation from home locations within the few streets that compose each village (populated through staggered population resettlement), and we estimate the return to social links in the adoption of highly-productive crops. We find a large network multiplier, in apparent contradiction with low adoption rates. In a second step, we study the structure of network formation to explain this puzzle: social networks display large homophily, and valuable links between heterogeneous households are rare. Due to the clustered nature of networks and the dynamic, endogenous propagation of agricultural practices, there are decreasing returns to social links, and policies targeting “inbetweeners” are most able to mitigate this issue.", "url": "https://doi.org/10.1093/jeea/jvaf028", "doi": "10.1093/jeea/jvaf028", "journal_full": "Journal of the European Economic Association", "specialized": false, "preprint": false, "score": 0.038709585317300954}, {"title": "Cultural Stereotypes of Multinational Banks", "authors": "Barry Eichengreen, Orkun Saka", "abstract": "Cultural trust biases (i.e., stereotypes) play an important role in shaping multinational banks’ cross-border exposures. Exploiting a unique identification strategy and combining European regulatory data on banks’ sovereign debt portfolios with existing and new surveys across 30 European countries, we show that multinational banks are more likely to lend to the government of a country when the residents of the countries where they operate exhibit more trust in the residents of that country. This result is robust to saturating our models with time-varying fixed effects at bank and country-pair levels, controlling for financial, informational, political and cultural linkages, and instrumenting trust via genetic and somatic similarities. Bank-level trust similarly drives corporate lending across borders and tilts banks’ sovereign portfolios towards long-term maturities. Its role is amplified when governments are hit by salience shocks such as Eurozone crises and the Brexit referendum. As potential transmission channels of stereotypes from foreign bank branches to headquarters, we provide evidence consistent with culturally biased communication and internal transfers of human capital.", "url": "https://doi.org/10.1093/jeea/jvaf032", "doi": "10.1093/jeea/jvaf032", "journal_full": "Journal of the European Economic Association", "specialized": false, "preprint": false, "score": 0.11233256804383618}, {"title": "Correction to: Microcredit Contracts, Risk Diversification and Loan Take-Up", "url": "https://doi.org/10.1093/jeea/jvaf031", "doi": "10.1093/jeea/jvaf031", "journal_full": "Journal of the European Economic Association", "specialized": false, "preprint": false, "score": 0.016103596175954582}, {"title": "Conviction, Incarceration, and Recidivism: Understanding the Revolving Door", "authors": "John Eric Humphries, Aurelie Ouss, Kamelia Stavreva, Megan T Stevenson, Winnie van Dijk", "abstract": "Noncarceral conviction is a common outcome of criminal court cases: for every individual incarcerated, there are approximately three who were recently convicted but not sentenced to prison or jail. We extend the binary-treatment judge IV framework to settings with multiple treatments and use it to study the consequences of noncarceral conviction. We outline assumptions under which widely-used 2SLS regressions recover margin-specific treatment effects, relate these assumptions to models of judge decision-making, and derive an expression that provides intuition about the direction and magnitude of asymptotic bias when a key assumption on judge decision-making is not met. We find that noncarceral conviction (relative to dismissal) leads to a large and long-lasting increase in recidivism for felony defendants in Virginia. In contrast, incarceration (relative to noncarceral conviction) leads to a short-run reduction in recidivism, consistent with incapacitation. Our empirical results suggest that noncarceral felony conviction is an important and overlooked driver of recidivism.", "url": "https://doi.org/10.1093/qje/qjaf040", "doi": "10.1093/qje/qjaf040", "journal_full": "The Quarterly Journal of Economics", "specialized": false, "preprint": false, "score": 0.011024038276275627}, {"title": "THE ECONOMICS OF SPATIAL MOBILITY: THEORY AND EVIDENCE USING SMARTPHONE DATA", "authors": "Yuhei Miyauchi, Kentaro Nakajima, Stephen J Redding", "abstract": "We develop a tractable quantitative framework for modelling the rich patterns of spatial mobility observed in smartphone data. We show that travel is frequently undertaken as part of a travel itinerary, defined as a journey starting and ending at home that can include more than one intermediate stop on a given day. We show that these travel itineraries provide microfoundations for consumption externalities and generate both complementarity and substitutability between locations. We show that the consumption externalities implied by travel itineraries are central to matching quasi-experimental evidence from the shift to WFH. We find that these consumption externalities are key drivers of the agglomeration of economic activity in central cities and shape the relative welfare gains from alternative transport improvements in favor of investments in central cities.", "url": "https://doi.org/10.1093/qje/qjaf038", "doi": "10.1093/qje/qjaf038", "journal_full": "The Quarterly Journal of Economics", "specialized": false, "preprint": false, "score": 0.02497313487390107}, {"title": "Aggregation and the Estimation of Quality Change: Application to U.S. Import Prices", "authors": "Marco Errico, Danial Lashkari", "abstract": "We characterize the contribution of changes in quality, price, and variety entry/exit to the aggregate price index for smooth, invertible demand systems, generalizing the standard results derived in the CES case. The results require the knowledge of heterogeneous cross-product elasticities of substitution. To apply them in practice, we also show how to identify rich demand systems using data only on prices and market shares, without the need for external cost-shock instruments or strong assumptions on the covariance between supply and demand shocks. Using this approach, we compute the US import price index based on the Kimball demand system. We find that quality change on average lowered the inflation in import prices by around 0.007 log points annually (1989–2016). To further validate our approach, we show that it estimates price elasticities and quality changes similar to those found by the standard mixed logit (BLP) demand in data on the US auto market.", "url": "https://doi.org/10.1093/qje/qjaf032", "doi": "10.1093/qje/qjaf032", "journal_full": "The Quarterly Journal of Economics", "specialized": false, "preprint": false, "score": 0.023329746845003108}, {"title": "What Drives Risky Prescription Opioid Use? Evidence from Migration", "authors": "Amy Finkelstein, Matthew Gentzkow, Dean Li", "abstract": "We develop and estimate a dynamic model of risky prescription opioid use that allows us to unpack the role of person- and place-specific drivers of the opioid epidemic and to assess the impact of state opioid policies. Event studies indicate that, among adults receiving federal disability insurance from 2006 to 2019, moves to states with higher rates of risky use produce an immediate jump in the probability of risky use, followed by an additional gradual increase for the next several years. Using a potential outcomes framework, we show how these results map to the person- and place-specific factors in the model. Model estimates imply large effects of place on both the likelihood of transitioning to addiction and the availability of prescription opioids; they also indicate that these place effects change significantly when state laws restricting pain clinics are enacted. A one standard deviation reduction in all place effects would have reduced risky use by about 40 percent over our study period. One particular source of place effects, pain clinic laws, reduced risky use by 5 percent, but could have reduced it by 30 percent if they had been enacted earlier, with much of this magnification operating through the dynamics of addiction.", "url": "https://doi.org/10.1093/qje/qjaf037", "doi": "10.1093/qje/qjaf037", "journal_full": "The Quarterly Journal of Economics", "specialized": false, "preprint": false, "score": 0.7957411358796309}, {"title": "Traditional Institutions in Modern Times: Dowries as Pensions When Sons Migrate", "authors": "Natalie Bau, Gaurav Khanna, Corinne Low, Alessandra Voena", "abstract": "This paper uses newly-collected data on the allocation of dowry to examine its role in resolving intergenerational frictions around migration in India. Migration disrupts traditional elderly support structures, in which sons live near their parents and care for them in old age. We develop a model in which dowry can promote migration by allowing sons to make upfront transfers to their parents and ease constraints on income sharing. To test this hypothesis, we collect two new datasets that measure the distribution of dowry between family members. We document for the first time that net transfers of dowry to a man’s parents are common but far from universal. Consistent with using dowry for income sharing, such transfers occur more often when sons migrate, especially when they work in higher-earning occupations. In nationally representative data, migration rates are higher in areas with stronger historical dowry traditions. Finally, exploiting a large-scale highway construction program, we show that men from areas with stronger historical dowry traditions migrate more when migration costs fall. Our findings provide some clues as to why dowry persists despite its well-documented adverse consequences.", "url": "https://doi.org/10.1093/qje/qjaf041", "doi": "10.1093/qje/qjaf041", "journal_full": "The Quarterly Journal of Economics", "specialized": false, "preprint": false, "score": 0.7882494970526046}, {"title": "A Tale of Two Networks: Common Ownership and Product Market Rivalry", "authors": "Florian Ederer, Bruno Pellegrino", "abstract": "We study the welfare implications of the rise of common ownership in the United States from 1995 to 2021. We build a general equilibrium model with a hedonic demand system in which firms compete in a network game of oligopoly. Firms are connected through two large networks: the first reflects ownership overlap, the second product market rivalry. In our model, common ownership of competing firms induces unilateral incentives to soften competition and the magnitude of the common ownership effect depends on how much the two networks overlap. We estimate our model for the universe of U.S. public corporations using a combination of firm financials, investor holdings, and text-based product similarity data. We perform counterfactual calculations to evaluate how the efficiency and the distributional impact of common ownership have evolved over time. Under the assumption that firms maximize a share-weighted average of their shareholders' income, we find that the welfare cost of common ownership, measured as the ratio of deadweight loss to total surplus, has increased about ninefold between 1995 and 2021. Under alternative assumptions about corporate governance, the deadweight loss of common ownership ranges between 3.5% and 13.2% of total surplus in 2021. The rise of common ownership has also led to a significant reallocation of surplus from consumers to producers.", "url": "https://doi.org/10.1093/restud/rdaf057", "doi": "10.1093/restud/rdaf057", "journal_full": "The Review of Economic Studies", "specialized": false, "preprint": false, "score": 0.008236918861975417}, {"title": "Governing migration in midsize cities: permanent temporariness, rigid policies and role of business", "authors": "Asya Pisarevskaya, Marthe Hesselmans", "abstract": "This paper looks at the framing of migration in low-scale, midsize cities and its implications for local governance. It seeks to deepen understanding of migration governance in these understudied contexts facing rapid ageing, labour shortages and increased migration inflows. Through this in-depth inductive study of three Dutch localities, we build upon academic literature on governance of migration in small and medium sized cities. Taking a qualitative approach based on field visits and interviews, we came across two overlooked aspects of local governance: temporality and the role of business. We found a hyper-fixation of local governance actors on migrant categories– especially labour migrants and refugees– and unrealistic assumptions about their length of stay in municipalities, as newcomers moved around more than they anticipated. The cities exhibited largely fragmented and uncoordinated policy responses to different migrant categories with only limited engagement of business actors. While companies strongly influenced the rising number of EU-labour migrants in the cities, there was little attention to these migrants’ social needs. At the same time, the labour potential of refugees remained overlooked. This paper recommends municipalities to develop a holistic vision on migration beyond rigid migrant categories, invest in robust regulation and in alliances with companies to foster newcomers’ incorporation in the local community so as to turn migration into an asset, rather than another challenge for low-scale midsize cities.", "url": "https://doi.org/10.1186/s40878-025-00473-9", "doi": "10.1186/s40878-025-00473-9", "journal_full": "Comparative Migration Studies", "specialized": true, "preprint": false, "score": 0.9819832468038858}, {"title": "Coronavirus containment: communal future-making and the logics of containment in Kakuma Refugee Camp, Kenya", "authors": "Stefan Millar", "abstract": "Anthropological literature on future-making has highlighted the diversity of practices migrants’ can enact to realise their possible future or future-orientated projects. While such an approach has been instrumental in thinking about how futures can be collectively enacted, less interest has been given to how they might correspond to containment logics. This paper examines the collectivist forms of future-making practices and how they correspond to or resist containment logics. By tracing the life history of Lam a South Sudanese refugee, the paper explores the different practices of future-making they employ prior to and during the coronavirus pandemic. Based on twelve months of ethnographic research in Kakuma Refugee Camp Kenya and utilizing online ethnographic methods during the coronavirus pandemic, I demonstrate how combining research methods helped expose the multiple coexisting logics of containment active in Kakuma Refugee Camp. Doing so, this paper contributes to debates on future-making by illustrating its collectivist formations practiced with networks of kin and friends or used to imagine wider national futures of a state. Moreover, the paper outlines how humanitarian and state actors who enforced containment draw upon different power-inflected logics to guide their practices and relations with people on the move.", "url": "https://doi.org/10.1186/s40878-025-00479-3", "doi": "10.1186/s40878-025-00479-3", "journal_full": "Comparative Migration Studies", "specialized": true, "preprint": false, "score": 0.968680259827827}, {"title": "Business migration between labour and trade: evidence from Switzerland", "authors": "Mariana Alvarado, Paula Hoffmeyer-Zlotnik, Sandra Lavenex, Philipp Lutz", "abstract": "Largely unnoticed by the migration literature, business migration has established itself as a form of labour migration that is substantial in terms of numbers and receives preferential treatment in international and national migration law. Intra-corporate transferees, contractual service suppliers and business visitors all fall within this category and benefit from facilitated admission procedures agreed under trade agreements and corresponding provisions in national legislation. Assigned for temporary stays and retaining their work contract in the home country, these business migrants represent a “market model” of migration policy exploiting the economic benefits of human movement while avoiding migrants’ integration into the host countries’ labour market and society. This article conceptualizes business migration at the nexus of trade law, international labour markets and migration research and uses a mix of legal analysis, population register and other statistical data as well as survey data from Switzerland to demonstrate the scale and importance of this under-investigated yet significant type of economic migration. Amounting to nearly half of the regulated labour immigration into Switzerland, business migration is strongly associated with trade and investment ties as well as the presence of multinational companies. In contrast, trade agreements facilitating this type of labour mobility have no systematic effect.", "url": "https://doi.org/10.1186/s40878-025-00483-7", "doi": "10.1186/s40878-025-00483-7", "journal_full": "Comparative Migration Studies", "specialized": true, "preprint": false, "score": 0.9910104236387975}, {"title": "The integration of migration into municipal development planning in the city of uMhlathuze in KwaZulu-Natal, South Africa", "authors": "Lindokuhle Denis Sibiya, Inocent Moyo", "abstract": "Despite the Sustainable Development Goal target 10.7.2, which aims to facilitate orderly, safe, regular, and responsible migration through implementing planned and well-managed migration policies at various government levels, this remains understudied at the local level. Using an institutional liberalism lens, this paper analyses migrant integration into municipal development planning in the city of uMhlathuze, KwaZulu-Natal, South Africa. Following a qualitative case study approach, 20 municipal officials were interviewed, and municipal documents were reviewed to collect data analysed using thematic analysis. The findings reveal that despite the increasing number of migrants in the municipality, migration is not integrated into municipal development planning. The exclusion of international migrants from municipal planning aggravates the service delivery backlog and underscores inefficiencies in municipal planning. This study enhances knowledge and informs policy for South African policymakers and development stakeholders while elucidating how municipalities address international migration issues.", "url": "https://doi.org/10.1186/s40878-025-00486-4", "doi": "10.1186/s40878-025-00486-4", "journal_full": "Comparative Migration Studies", "specialized": true, "preprint": false, "score": 0.9889333624709084}, {"title": "White gatekeeping: how emotions and internalized white supremacy impact white antiracism", "authors": "Annie Ferguson", "url": "https://doi.org/10.1080/01419870.2025.2541977", "doi": "10.1080/01419870.2025.2541977", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.032005715697789094}, {"title": "Mapping mixed families", "authors": "Mary E. Campbell", "url": "https://doi.org/10.1080/01419870.2025.2538641", "doi": "10.1080/01419870.2025.2538641", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.01788590971596804}, {"title": "Neighbors and visitors: impact of diversity on attitudes toward migrants", "authors": "Olena Hołubowska, Daria Dementeva, Ate Poorthuis", "url": "https://doi.org/10.1080/01419870.2025.2539907", "doi": "10.1080/01419870.2025.2539907", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.9961293490360918}, {"title": "Contemporary colonialities: Kurds and Kashmiris", "authors": "Tahir Abbas", "url": "https://doi.org/10.1080/01419870.2025.2510435", "doi": "10.1080/01419870.2025.2510435", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.43175504063884373}, {"title": "The affective registers of migration information campaigns: emotional violence and responses from Senegalese youth", "authors": "Cecilia Schenetti", "url": "https://doi.org/10.1080/01419870.2025.2532714", "doi": "10.1080/01419870.2025.2532714", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.971867047016865}, {"title": "“About the hijab, it is how I am”: borderland living experienced by Norwegian Muslim hijabi women", "authors": "Tonje Baugerud", "url": "https://doi.org/10.1080/01419870.2025.2529411", "doi": "10.1080/01419870.2025.2529411", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.6710092826752437}, {"title": "Framing Blackness from the margins: the spatial politics of Afro-descendant identity in Argentina and Chile", "authors": "Antonia Mardones Marshall", "url": "https://doi.org/10.1080/01419870.2025.2543526", "doi": "10.1080/01419870.2025.2543526", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.18702298517528437}, {"title": "Access is not the aim: the violent exclusion and hazardous inclusion of immigrant health care", "authors": "Anthony M. Jimenez", "url": "https://doi.org/10.1080/01419870.2025.2538639", "doi": "10.1080/01419870.2025.2538639", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.9734431626205433}, {"title": "Words in Time: Diachronicity in Media Discourse on Displacement", "authors": "Sezgi Basak Kavakli, Didar Akar", "abstract": "This study proposes a diachronic approach to dissecting media representations of displaced peoples in Türkiye, revealing the dynamic interplay between media discourse, public sentiment, and policies over time. Focusing on four different migration episodes—the Bulgarian Turks and Romani (1950–1951), Iraqi Kurds and Turkmens (1991), and Syrians (2014–2017; 2022–2023)—and presenting findings from a corpus of news texts from two mainstream Turkish newspapers printed over 66 years, it unravels the temporal evolution of narratives surrounding forcibly displaced people and their implications for societal attitudes and legislative actions. In addition to reporting the historical trajectories of reference terms, their frequencies and collocates, we also present extracts illustrating the narratives and themes surrounding the displaced peoples. The diachronic lens we develop as an extension to the discourse historical approach offers insights into the genesis and progression of discourse, allowing us to compare the framing of displaced people from different groups over decades. Our findings reveal that preferential treatment of displaced people is reflected in the naming of displaced people in the news media, fostering environments of societal inclusion or exclusion of migrants. In light of our findings, we argue that a new news‐media policy is needed; one that oversees the equitable representation of migrants in the news.", "url": "https://doi.org/10.1111/imig.70079", "doi": "10.1111/imig.70079", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.31920129372756456}, {"title": "International Cooperation on Migration Between the EU and Third Countries: Governing EU Borders in Invisible Spaces", "authors": "Luc Leboeuf", "abstract": "The article addresses the consequences of the externalisation of EU border policies on the legal and institutional dynamics that govern those policies. Drawing on the analysis of legal and policy documents and interviews, which were conducted with expert public servants among EU institutions and in one EU member state (Belgium), the article argues that EU border policies are increasingly governed by ‘regimes of invisibility’—which mainly involve expert public servants who cooperate with their counterparts in informal settings and through informal agreements. The article shows how the emergence of those ‘regimes of invisibility’ is deeply connected with the mainstreaming of migration through all components of the EU foreign policy. This leads to broader use of the tools from the foreign policy toolbox, which often rely on informal forms of cooperation, as well as to greater involvement of institutional actors beyond officials within interior ministries, such as diplomats. The article further makes an initial attempt to unpack these ‘regimes of invisibility’ by showing their underlying institutional tensions and dynamics. Therefore, it discusses how public servants, with different institutional background and knowledge, conflict and cooperate in shaping EU relations with third countries in the field.", "url": "https://doi.org/10.1111/imig.70086", "doi": "10.1111/imig.70086", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.9550182193167794}, {"title": "Do Resilience and Social Support Mitigate Fear of Deportation Among Latina Mothers?", "authors": "Fatemeh Bakhshalizadeh, Clinton Gudmunson, Kimberley Greder", "abstract": "Previous literature on Latinx immigrants in the US mostly focuses on the negative effects of fear of deportation on this population. However, limited studies highlight coping resources that can mitigate the fear of deportation. This quantitative study, through logistic regression and conservation of resource theory, explored how resilience and social support may influence fear of deportation among 130 rural Latina immigrant mothers in a Midwestern state. Findings revealed that resilience, receiving emotional support from family members, and earned income were associated with lower fear of deportation among Latina mothers in the study. Additionally, other types of social support, such as providing instrumental support to people outside of their household and receiving emotional support from friends, were associated with higher levels of fear of deportation among the mothers.", "url": "https://doi.org/10.1111/imig.70080", "doi": "10.1111/imig.70080", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.9868379353599784}, {"title": "Book Review: Building Little Saigon Allen-KimErica. (2024). Building Little Saigon: Refugee Urbanism in American Cities and Suburbs. Austin, TX: University of Texas Press. 248 pages, $39.95", "authors": "Sofya Aptekar", "url": "https://doi.org/10.1177/01979183251365894", "doi": "10.1177/01979183251365894", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.8475770926444259}, {"title": "Fetishised and fictionalised: invisibility as a veil and obstruction for femme-presenting queer refugee women in Lebanon", "authors": "Jasmin Lilian Diab", "url": "https://doi.org/10.1080/1369183x.2025.2545428", "doi": "10.1080/1369183x.2025.2545428", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.9462523227447491}, {"title": "Ambivalent intermediaries: social networks in migrant Filipina domestic work in London", "authors": "Buse Özüm Dağdelen", "url": "https://doi.org/10.1080/1369183x.2025.2545429", "doi": "10.1080/1369183x.2025.2545429", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.9641090478432324}, {"title": "The Rohingya: An Ethnography of ‘Subhuman’ Life By N. Uddin", "authors": "Pranab Kumar Panday", "url": "https://doi.org/10.1093/jrs/feaf051", "doi": "10.1093/jrs/feaf051", "journal_full": "Journal of Refugee Studies", "specialized": true, "preprint": false, "score": 0.04424782128141491}, {"title": "Changes in Fertility Intentions and Influencing Factors Among the Childbearing‐Age Population Under the Three‐Child Policy: Evidence From Gansu Province, China", "authors": "Shugang Fan, Miao Xia, Pengyue Jia", "abstract": "China's population development faces low birth rates, prompting the introduction of a three‐child policy that impacts the fertility intentions of the childbearing‐age population. However, research on fertility intention is predominantly concentrated in the developed eastern regions, with limited studies focusing on the socioeconomic dynamics in the less‐represented northwest, such as Gansu Province. This region, with its unique socioeconomic challenges, presents a critical case for understanding fertility intentions in China's current policy context. Based on cross‐sectional data from the 2022 fertility intention survey of 79270 childbearing‐age individuals in Gansu Province, the fertility intention and influencing factors of the childbearing‐age population are analyzed. The study found that the fertility intention of people of childbearing‐age is influenced by a combination of economic, social and demographic factors, among which economic factors are the most critical. Middle‐income groups exhibit stronger fertility intentions, while both high‐ and low‐income groups show reduced procreative preferences due to career priorities and economic constraints, respectively. Improved education levels and enhanced social security lead childbearing‐age populations to prioritize personal development; however, women's fertility intentions are constrained by unemployment risks. Contrary to previous studies, this study reveals that fertility intentions increase with age, suggesting that middle‐aged individuals with stable careers and incomes may represent a key target for policy interventions. Additionally, factors such as gender, education level, workplace, and marital status significantly influence fertility intentions.", "url": "https://doi.org/10.1002/psp.70093", "doi": "10.1002/psp.70093", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.020956296071436564}, {"title": "The Role of Family Ties in Mobility and Immobility Decisions: A Case Study of Italy", "authors": "Alfredo Miceli, Başak Bilecen", "abstract": "This study investigates the influence of family ties on mobility and immobility decisions within the Reventino‐Savuto area of Calabria, Italy. Recognizing the significant impact of family connections on migration dynamics, the research explores how these ties act as both motivators for relocation and deterrents against moving. By providing emotional, financial and practical support, family networks shape individual decisions to either migrate or remain in place. The Reventino‐Savuto area, characterized by ageing populations, declining residency rates and deteriorating infrastructure, exemplifies the challenges faced by marginalized regions targeted by Italy's National Strategy for Inner Areas. Through qualitative interviews with residents, this research uncovers the role of familial ties in shaping mobility patterns. The theoretical framework highlights the dual role of family ties as both ‘anchors’ rooting individuals to a place and ‘beacons’ attracting them to migrate closer to family members, particularly during critical life events. The study reveals how family obligations, such as caregiving for elderly parents, often outweigh economic opportunities, influencing internal migration decisions. Furthermore, the interplay between informal family support and formal social services underscores the importance of family networks in providing essential care and bridging gaps in formal healthcare systems. The findings demonstrate that the decision to migrate or remain is a complex interplay of personal aspirations, available resources and family obligations. Family ties emerge as a crucial determinant of geographical proximity among relatives, influencing both mobility and immobility.", "url": "https://doi.org/10.1002/psp.70092", "doi": "10.1002/psp.70092", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.4967323311835774}, {"title": "Transnational Parents in Italy: Life Satisfaction and Mental Health", "authors": "Margherita Odasso, Agnese Vitali, Giuseppe Sciortino, Martina Cvajner", "abstract": "This article studies the association between transnational parenthood, that is, mothers and fathers who have migrated, leaving at least one child in the country of origin, and well‐being among first‐generation immigrants in Italy. Transnational households have been researched mostly through qualitative interviews and ethnographies. This paper uses nationally representative data for Italy from the Survey on Social Condition and Integration of Foreign Citizens (2011–2012), therefore enabling to generalise findings from the sample to the national population of (regular) migrants. Results show that transnational parents are more likely to have poorer life satisfaction and mental health compared to migrants whose children are in Italy. The association remains significant even after controlling for sociodemographic characteristics, time since migration, and area of origin. The well‐being gap further increases if the children abroad are under 12 years old. Migrants with poor contact with their children are particularly at risk for poor mental health and low life satisfaction. The result underlines the relevance of reaffirming parental social presence to contrast the negative implications of physical distance on well‐being. Importantly, the negative association between distance parenting and well‐being holds not only for women, as found by previous literature, but also for men. This finding challenges the image of fathers as uncaring, supporting recent contributions that emphasise the complexity of the phenomenon of transnational fatherhood.", "url": "https://doi.org/10.1002/psp.70085", "doi": "10.1002/psp.70085", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.9821012925881972}, {"title": "Condominiums and Returned Migrant Workers in Agricultural Areas of Henan Province, China", "authors": "Yanna Xie, Genghe Gao, Dongfang Zhao, Weili Zhang", "abstract": "Condominium purchases are a major financial expenditure for returned migrant workers, and condominium location selection is the most important spatial process of farmers' residential behavior. Based on first‐hand field survey data, this study focuses on the locations of condominiums purchased by returned migrant workers and the factors affecting their location selection using statistical analysis and multilevel, multivalue logistic regression analysis. The study shows that, first, the condominiums purchased by returned migrant workers are mainly in county towns, followed by market towns and regional central cities. Second, the distance thresholds of purchased condominiums are distributed hierarchically, the thresholds of market towns, county towns and central cities are 5, 30, and 60 km, respectively, and most condominiums purchased at the same level are concentrated at these distances. Third, the main factors affecting condominium location selection are personal factors, such as marriage, educational background, working years and gender; family factors, such as economic status, household size, and labor force; and community factors, such as return ratio, terrain, and urban distance. In the equilibrium determined by capital and distance, prospective purchasers make a bounded rational choice of condominium location. The study results provide implications for China's local urbanization and real estate sales and planning.", "url": "https://doi.org/10.1002/psp.70094", "doi": "10.1002/psp.70094", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.9846094067241411}, {"title": "Spatial correlation in economic analysis of climate change", "authors": "Christof Schötz", "url": "https://doi.org/10.1038/s41586-025-09206-5", "doi": "10.1038/s41586-025-09206-5", "journal_full": "Nature", "specialized": false, "preprint": false, "score": 0.03339082513992231}, {"title": "Guilt drives prosociality across 20 countries", "authors": "Catherine Molho, Ivan Soraperra, Jonathan F. Schulz, Shaul Shalvi", "url": "https://doi.org/10.1038/s41562-025-02286-3", "doi": "10.1038/s41562-025-02286-3", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.01402247479542873}, {"title": "The social ladder to wellbeing", "authors": "Nataria Joseph", "url": "https://doi.org/10.1038/s41562-025-02261-y", "doi": "10.1038/s41562-025-02261-y", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.02142773190522551}, {"title": "Author Correction: A meta-analysis of correction effects in science-relevant misinformation", "authors": "Man-pui Sally Chan, Dolores Albarracín", "url": "https://doi.org/10.1038/s41562-025-02294-3", "doi": "10.1038/s41562-025-02294-3", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.005917673742485752}, {"title": "How to develop good research questions", "authors": "Megan A. K. Peters", "url": "https://doi.org/10.1038/s41562-025-02292-5", "doi": "10.1038/s41562-025-02292-5", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.006353933323643202}, {"title": "Income and education show distinct links to health and happiness in daily life", "authors": "David B. Newman, Amie M. Gordon, Wendy Berry Mendes", "url": "https://doi.org/10.1038/s41562-025-02264-9", "doi": "10.1038/s41562-025-02264-9", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.016680671799134794}, {"title": "Wilfully ignoring inconvenient information decreases prosociality across diverse cultures", "url": "https://doi.org/10.1038/s41562-025-02287-2", "doi": "10.1038/s41562-025-02287-2", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.07936339277076887}, {"title": "Intersectional impact of cash transfers on AIDS among 12.3 million Brazilian women", "authors": "Andréa F. Silva, Iracema Lua, Gabriela S. Jesus, Priscila F. P. S. Gestal, Daniella M. Cavalcanti, Carlos A. S. T. Santos, Maria Y. Ichihara, Mauricio L. Barreto, Laio Magno, Luis E. Souza, James Macinko, Inês Dourado, Davide Rasella", "url": "https://doi.org/10.1038/s41562-025-02278-3", "doi": "10.1038/s41562-025-02278-3", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.14481121501153071}, {"title": "Learning from outcomes shapes reliance on moral rules versus cost–benefit reasoning", "authors": "Maximilian Maier, Vanessa Cheung, Falk Lieder", "abstract": "Many controversies arise from disagreements between moral rules and ‘utilitarian’ cost–benefit reasoning (CBR). Here we show how moral learning from consequences can produce individual differences in people’s reliance on rules versus CBR. In a new paradigm, participants (total N = 2,328) faced realistic dilemmas between one choice prescribed by a moral rule and one by CBR. The participants observed the consequences of their decision before the next dilemma. Across four experiments, we found adaptive changes in decision-making over 13 choices: participants adjusted their decisions according to which decision strategy (rules or CBR) produced better consequences. Using computational modelling, we showed that many participants learned about decision strategies in general (metacognitive learning) rather than specific actions. Their learning transferred to incentive-compatible donation decisions and moral convictions beyond the experiment. We conclude that metacognitive learning from consequences shapes moral decision-making and that individual differences in morality may be surprisingly malleable to learning from experience.", "url": "https://doi.org/10.1038/s41562-025-02271-w", "doi": "10.1038/s41562-025-02271-w", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.008631337842992526}, {"title": "Geographical diversity of peer reviewers shapes author success", "authors": "James M. Zumel Dumlao, Misha Teplitskiy", "abstract": "Scientific institutions like funding agencies and journals rely on peer reviewers to select among competing submissions. How does the geographical diversity of reviewers affect which authors are selected? If reviewers typically favor submissions from their own countries, but reviewers from only some countries are well represented in the reviewer pool, this can create a “geographical representation bias” favoring authors from those well-represented countries. Using administrative data on 204,718 submissions to 60 STEM journals from the Institute of Physics Publishing, we find support for representation bias. Reviewers from the same country as the corresponding author are 4.78 percentage points more likely to review positively compared to other reviewers of the same manuscript. Authors from the United States of America, China, and India are 8 to 9 times more likely to be evaluated by same-country reviewers compared to less-represented countries with similar incomes. Furthermore, an instrumental variables analysis of an anonymization policy shock shows that anonymizing submissions does not significantly reduce same-country homophily. Thus, investments in reviewer diversification may be necessary to mitigate the structural advantage of authors from major science-producing countries and avoid blind spots in collective knowledge.", "url": "https://doi.org/10.1073/pnas.2507394122", "doi": "10.1073/pnas.2507394122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.18853924617246454}, {"title": "Trends in coastal storm impacts are not only about changes in hurricanes", "authors": "Anthony J. Broccoli", "url": "https://doi.org/10.1073/pnas.2516546122", "doi": "10.1073/pnas.2516546122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.07318379466229297}, {"title": "Refugees from Ukraine value job opportunities over welfare", "authors": "Joop Adema, Lasha Chargaziia, Yvonne Giesing, Panu Poutvaara", "abstract": "Understanding refugees’ destination choices is key to designing appropriate policies, but little is known about this beyond correlational patterns and the effects of isolated policy changes. To derive causal evidence on how destination country characteristics affect refugees’ destination choices, we conducted a forced-choice conjoint experiment among 3,348 Ukrainian refugees across Europe. In the survey experiment, refugees repeatedly chose between two hypothetical countries that varied on eight relevant attributes. Ukrainian refugees are uniquely suited to study the relative importance of different host country attributes as they have the right to choose in which member state of the European Union they apply for temporary protection. We find that job opportunities are a much stronger driver of destination choice than social assistance. A one SD increase in average wages makes it 16.4 percentage points more likely that the country is chosen in the survey experiment, while a corresponding increase in social assistance increases the probability of the country being chosen by only 4.5 percentage points. The ease of finding a job matching one’s qualifications is valued even more than having friends or family and knowing the language of the country. We also find strong sorting in that respondents who value knowing the language and job opportunities in our survey experiments are also more likely to have settled in countries where this is the case. Conjoint experiments can be used to assess refugees’ anticipated migratory responses to proposed policy changes.", "url": "https://doi.org/10.1073/pnas.2502420122", "doi": "10.1073/pnas.2502420122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.9743055884411917}, {"title": "A stochastic theory of urban metabolism", "authors": "Martin Hendrick, Andrea Rinaldo, Gabriele Manoli", "abstract": "A current tenet in the science of cities is the emergence of power-law relations between population size and a variety of urban indicators, echoing allometric scaling in living organisms akin to Kleiber’s law. However fascinating, existing scaling theories suffer from biases related to the ad-hoc definition of city boundaries and to their neglect of intraurban variability of city properties. Here, to deal rigorously with biases, we explore the hypothesis that the empirical statistics of intracity variations in population counts, road networks, and carbon emissions-across various cities and spatial scales-can be interpreted as resulting from the joint fluctuations of spatially dependent random variables. Rather than relating urban characteristics to overall city size, we focus on how intraurban properties and local population patterns vary together across space. We find that the marginal and joint probability distributions are characterized by finite-size scaling functions which, upon suitable rescaling, collapse onto a set of universal curves. These results are analogous to those relating intraspecies variability in living organisms where the scaling of mean body mass with a characteristic metabolic rate clouds the effects of the variance of both traits. Our findings lay the foundations for a generalized theory of urban metabolism, linking city-scale quantities to the covariation of intraurban characteristics. This also opens up opportunities for a full exploitation of available urban data allowing the integration of biologically inspired theories into the modeling and planning of cities.", "url": "https://doi.org/10.1073/pnas.2501224122", "doi": "10.1073/pnas.2501224122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.01648253906783026}, {"title": "Stable isotope evidence for the participation of commoners in Inka khipu production", "authors": "Sabine Hyland, Kit Lee, Hannah Koon, Sanna Laukkanen, Luke Spindler", "abstract": "This study presents previously unknown evidence about the social status of Inka-era khipu experts. A lack of physical evidence hinders our understanding of the specialists who made Inka khipus (knotted cords that served as writing). On the basis of primarily Spanish-language colonial chronicles, it is thought that khipus were created exclusively by male bureaucratic elites. We analyzed Inka khipu, KH0631, whose primary cord is composed of human hair. Historically, human hair on a khipu served as a “signature” to indicate the khipu’s creator. Recent advances in elemental analysis–isotope ratio mass spectrometry allowed us to undertake simultaneous carbon, nitrogen, and sulfur measurements from a single KH0631 hair sample, revealing that this individual consumed a diet characteristic of low-ranking commoners. This finding suggests that commoners participated in Inka khipu production.", "url": "https://doi.org/10.1126/sciadv.adv1950", "doi": "10.1126/sciadv.adv1950", "journal_full": "Science Advances", "specialized": false, "preprint": false, "score": 0.07382324614499669}, {"title": "European democracy in action? The 2024 European Parliament elections", "authors": "Sara B. Hobolt, Sebastian Adrian Popa, Wouter van der Brug", "url": "https://doi.org/10.1080/13501763.2025.2542254", "doi": "10.1080/13501763.2025.2542254", "journal_full": "Journal of European Public Policy", "specialized": false, "preprint": false, "score": 0.019009879517223327}, {"title": "Responding in time: the European Commission’s communicative responsiveness to public opinion and functional pressure in the case of migration (2002–2024)", "authors": "Leonce Röth, Christoph Ivanusch, Klaus H. Goetz, Radu-Mihai Triculescu", "url": "https://doi.org/10.1080/13501763.2025.2537775", "doi": "10.1080/13501763.2025.2537775", "journal_full": "Journal of European Public Policy", "specialized": false, "preprint": false, "score": 0.9567317036217936}, {"title": "Understanding policy instrument preferences under conflicting beliefs and uncertainty", "authors": "Milena Wiget, Judit Lienert, Karin Ingold", "abstract": "Anticipating policy instrument preferences can be an important step in policy design to address pressing sustainability problems. But studying preferences for policy instruments is a difficult task because sustainability problems involve a non-negligible degree of trade-offs and uncertainty. We therefore study the role of actors’ underlying ideologies (policy core beliefs) and risk attitudes in forming their preferences for different instruments. Combining the advocacy coalition framework with multi-attribute utility theory, both ideologies and attitudes toward uncertain policy consequences can influence instrument preferences. So far, policy studies literature has paid little attention to trade-offs between policy core beliefs or risk attitudes. Using Bayesian regression models on data from actors in Swiss pesticide risk reduction policy, we found that attitudes toward trade-offs and risk are indeed relevant to explain preferences for different regulatory and market-based instruments addressing agricultural pesticide use. Therefore, when designing policies for sustainability problems, considering the relative importance of policy core beliefs for different actors can help to find effective and broadly supported solutions. In addition, risk attitudes should be considered when policy design involves more coercive and stimulative policy instruments.", "url": "https://doi.org/10.1017/s0143814x25100664", "doi": "10.1017/s0143814x25100664", "journal_full": "Journal of Public Policy", "specialized": false, "preprint": false, "score": 0.007327694850593036}, {"title": "Governance and Accountability in Reshaping Public Services: Open Challenges and Wicked Problems of the 21st Century", "authors": "Carmela Barbera, Laurence Ferry, Noel Hyndman, Mariannunziata Liguori, Sean McCandless, Henry C. Midgley", "abstract": "Issues of accountability are ubiquitous in public governance. Accountability connects with other concerns like legitimacy, power, citizen engagement, and new modes of service production. These issues and connections become all the more poignant given the evolving landscape of public services amidst the backdrop of 21st‐century poly‐crises. The pieces in this special issue explore these dynamics, particularly concerning shifting governing modes, contractual arrangements, performance management, and digitalization. New service delivery models introduce complexities beyond efficiency, impacting power dynamics and stakeholder interests. In this introductory piece, the editors preview these issues, highlight the enduring questions from the literature informing this special issue, and summarize the 14 pieces. The editors end by reflecting on accountability's importance through discussions of accountability for neoliberalism and performance measurement, contracting out, liberty, democracy, social equity, and human‐centered public governance.", "url": "https://doi.org/10.1111/padm.70012", "doi": "10.1111/padm.70012", "journal_full": "Public Administration", "specialized": false, "preprint": false, "score": 0.002609825876165206}, {"title": "Hidden AI innovations in the public sector: the role of political constraints, bureaucracy, and legitimacy in the adoption of AI-based personnel selection", "authors": "Jinsol Park, Dongjin Oh, Donwe Choi", "url": "https://doi.org/10.1080/14719037.2025.2543791", "doi": "10.1080/14719037.2025.2543791", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.012537571368960165}, {"title": "Responsibility attribution, rewards, and sanctions for public service outcomes: experimental evidence on citizens’ judgements", "authors": "Nora Albrecht, Sanja Korac, Iris Saliterer, Ileana Steccolini", "url": "https://doi.org/10.1080/14719037.2025.2543792", "doi": "10.1080/14719037.2025.2543792", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.009422814171436644}, {"title": "Subjective Technology Risk and Education Preferences: VET as a Safe Haven or Dead End?", "authors": "Matthias Haslberger, Scherwin M. Bajka", "abstract": "Education equips individuals with valuable skills to protect them against employment risks associated with the digital transition. As scholars debate whether vocational education and training (VET) or general education better insures against technology‐induced employment risk, we ask how this type of risk, as perceived by individuals, shapes their education preferences. Our analyses, based on a survey of over 11,500 respondents across seven European countries, show that VET is regarded as a safe haven by those perceiving heightened risk. This relationship remains robust when controlling for various alternative explanations and is consistent across countries. Subgroup interactions indicate that men, high‐income earners, respondents with tertiary education, and those politically on the right more strongly favor VET in response to subjective technology risk. Hence, our study suggests that VET's practical, job‐oriented focus is perceived as better protection against the growing uncertainty over skill demands in the twin transition than general education.", "url": "https://doi.org/10.1111/rego.70067", "doi": "10.1111/rego.70067", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.011118158821661894}, {"title": "“The Excuses We Make”: Defining Eight Corruption Rationalization Categories", "authors": "Caio César Coelho Rodrigues", "abstract": "The rationalization of corruption allows individuals to detach from moral imperatives, enabling them to perceive unethical or unlawful actions as acceptable or justifiable. Closely linked to the concept of moral disengagement, rationalization involves cognitive distortions that frame inhumane or immoral behavior as neither wrong nor inconsistent with the agent's values. Despite its conceptual significance, rationalization has been empirically understudied, largely due to the limited availability of firsthand qualitative data from corruption perpetrators. This study addresses this gap by analyzing how individuals involved in corruption rationalize their actions. We conduct an abductive thematic analysis of 141 h of testimony from 49 Odebrecht executives, collected as part of their leniency agreements during Brazil's high‐profile Car Wash investigation. Through these depositions, we uncover and interpret the discursive strategies used by the executives to normalize their involvement in systemic corruption. Drawing on prior research and our empirical findings, we propose eight categories of rationalization. These categories offer a framework that not only advances academic understanding of corruption rationalization mechanisms but also provides practitioners—such as compliance officers, ethics trainers, and internal auditors—with actionable insights to design more effective ethics training programs and preventive strategies that focus on cultural and psychological mechanisms rather than legislation and market regulations.", "url": "https://doi.org/10.1111/rego.70068", "doi": "10.1111/rego.70068", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.006776267752727327}, {"title": "Corrigendum to “Racial Inequality in 8th-Grade Math Course-Taking: Between-School Inequality, Local Achievement Queues, and Course Placements”", "url": "https://doi.org/10.1177/00031224241309339", "doi": "10.1177/00031224241309339", "journal_full": "American Sociological Review", "specialized": false, "preprint": false, "score": 0.16639249230688546}, {"title": "Nationalist focal events and anti-minority violence–how soldier funerals spark ethnic riots in Turkey", "authors": "Felix Schulte, Doğukan Cansın Karakuş, Ibrahim Gökburun", "abstract": "What triggers anti-minority riots? We examine the role of soldier funerals as highly visible mourning rituals that amplify collective emotions and foster nationalist sentiment. Focusing on a most-likely setting, anti-Syrian riots in Turkey, we argue that soldier funerals motivate pro-group behaviour while simultaneously intensifying outgroup hostility, thereby increasing the likelihood of retributive violence against minority members. Combining fixed-effects Poisson regression models with a sharp Regression Discontinuity in Time (RDiT) design, we analyse fine-grained geocoded data on Turkish soldier funerals and anti-Syrian riots in Turkey between 2016 and 2024. Our findings demonstrate an increase in the likelihood of ethnic riots in the immediate aftermath of soldier funerals. Qualitative process tracing based on firsthand observations of a crucial case, the 2020 Kahramanmaraş riots, further supports our findings. Our study contributes to the literature on triggering events, ethnic riots, and collective punishment by demonstrating the causal role of emotionally charged nationalist focal events in sparking anti-minority violence.", "url": "https://doi.org/10.1093/esr/jcaf031", "doi": "10.1093/esr/jcaf031", "journal_full": "European Sociological Review", "specialized": false, "preprint": false, "score": 0.2758919047178645}, {"title": "Review of “The Making of Public Space: News, Events and Opinions in the Twenty-First Century”", "authors": "Andrew J Perrin", "url": "https://doi.org/10.1093/sf/soaf126", "doi": "10.1093/sf/soaf126", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.015256328203819725}, {"title": "Review of “Controlling Reproduction: Women, Society, and State Power”", "authors": "Yong Cai", "url": "https://doi.org/10.1093/sf/soaf088", "doi": "10.1093/sf/soaf088", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.058907086071425474}, {"title": "Estimating and Correcting Degree Ratio Bias in the Network Scale-up Method", "authors": "Ian Laga, Jessica P. Kunke, Tyler H. McCormick, Xiaoyue Niu", "abstract": "The Network Scale-up Method (NSUM) uses social networks and answers to “How many X’s do you know?” questions to estimate sizes of groups excluded by standard surveys. This paper addresses the bias caused by varying average social network sizes across populations, commonly referred to as the degree ratio bias. This bias likely exists for all populations, resulting in either positively or negatively biased population size estimates. We show how the degree ratio affects size estimates and provide a method to estimate degree ratios without collecting additional data. We demonstrate that our adjustment procedure improves the accuracy of NSUM size estimates using simulations and data from two data sources.", "url": "https://doi.org/10.1177/00491241251364233", "doi": "10.1177/00491241251364233", "journal_full": "Sociological Methods & Research", "specialized": false, "preprint": false, "score": 0.009970462967839322}, {"title": "THE ORIGINS OF OPEN INNOVATION: A Historical and Critical Reconstruction", "authors": "Tiago Brandão", "abstract": "This paper offers a critical historical analysis of the intellectual and institutional precursors to the open innovation paradigm. Challenging the perception of open innovation as a radical departure from earlier models, the paper demonstrates that many of its core principles—such as external collaboration, absorptive capacity, and distributed knowledge flows—have deep roots in 20th-century innovation practices and theories. Through an extensive review of foundational literature in innovation studies, strategic management, and organizational learning, this extended paper traces how ideas of inter-firm cooperation, technological brokering, and institutional embeddedness shaped current open innovation frameworks. Emphasis is placed on the path-dependent nature of absorptive capacity, the strategic management of complementary assets, and the evolution of innovation networks. By revisiting contributions from Mowery, Teece, Cohen and Levinthal, March, Hagedoorn, Powell, and others, the study repositions open innovation within a broader intellectual trajectory, offering a more nuanced understanding of its origins and limitations.", "url": "https://doi.org/10.31235/osf.io/2nbs3_v1", "doi": "10.31235/osf.io/2nbs3_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014179823482051934}, {"title": "Global Crisis or Overblown Problem? Three Tools to Clarify Contentious Issues in Misinformation Research", "authors": "Pietro Leonardo Nickl, Mubashir Sultan, Caedyn Stinson, Friederike Stock , Ralph Hertwig, Anastasia Kozyreva", "abstract": "Alongside the rapid expansion of misinformation research, a line of academic arguments has emerged questioning its relevance and legitimacy. We dissect three key issues shaping the current debate: the prevalence of misinformation, its causal role, and the legitimacy of misinformation research. To bring more clarity to these contentious issues, we introduce three conceptual tools—the (Mis)information Funnel, the (Mis)information System, and the (Mis)information Lens, and use them to demonstrate how to move research on misinformation forward and systematically map future research directions. Our analysis shows that there are fewer genuine disagreements in this field than it seems at first glance, and that those that persist do not invalidate misinformation research. Different positions on each issue imply different directions, both for future misinformation research and policy making. Our analysis is, therefore, relevant not only for misinformation researchers, but also for practitioners and the general public.", "url": "https://doi.org/10.31235/osf.io/4vhwq_v1", "doi": "10.31235/osf.io/4vhwq_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.005703450721314618}, {"title": "Geopolitical Significance of the Mountains in Kurdistan; Boundaries, Conflict and Autonomy", "authors": "Sarhad Hadi Taha", "abstract": "The geopolitical importance of mountains in Kurdistan has been pivotal in shaping the region's history, culture, and political dynamics. Occupying a vast territory divided among Iraq, Iran, Turkey, and Syria, Kurdistan's unique mountainous geography has historically provided natural protection, fostering resilience among its people. These mountains serve as natural boundaries, strategic strongholds, and cultural bridges, uniting Kurds despite artificial political divisions. This paper explores the multifaceted role of Kurdistan's mountains, emphasizing their influence on autonomy, resistance, and cross-border connectivity. Additionally, the article highlights how these terrains have facilitated guerrilla warfare, preserved Kurdish identity, and served as sanctuaries during political upheavals. By analyzing the historical, cultural, and strategic significance of these mountains, this study underscores their centrality in Kurdish geopolitics.", "url": "https://doi.org/10.31235/osf.io/64ucy_v1", "doi": "10.31235/osf.io/64ucy_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.040590602005916354}, {"title": "Decoding Stupidity in Nuclear and AI Brinkmanship", "authors": "Fernando J. Romero Menjivar", "abstract": "This paper seeks to take stupidity seriously, focusing on its role in nuclear strategy and AI development. Both of these cases are conceptualized as forms of “brinkmanship” or strategic and technical steps toward increased existential risk in the pursuit of desired ends. This conceptualization brings into relief the complication of means and ends in these technologies and their discourses, and thus also the pertinence of stupidity for their analysis. The resulting main claim is that intellectual capacities are fundamentally entangled with stupidity, and that this entanglement is an underlying driver of nuclear and AI brinkmanship. The analysis finds that concrete effects of the intelligence–stupidity entanglement are indeterminate, but show two counterbalancing directions which can be observed more acutely in the brinkmanship framework, where stupidity is not only a bug but also a feature. The first direction increases risk and uncertainty through systemic self-reinforcement via two paths: by feedback loops joining denser capabilities, expanded confidence, and control loss, and by learning impairment. In the second direction stupidity takes an unexpected leading role in postponing a fatal brink crossing and in extending sympathy and ethical concern even beyond human circles.", "url": "https://doi.org/10.31235/osf.io/eamwg_v1", "doi": "10.31235/osf.io/eamwg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010590533465651641}, {"title": "Darker Blue: How Small Donors Drive Congressional Polarization", "authors": "Chenoa Yorgason", "abstract": "Over the previous two decades, campaign contributions from small donors to congressional elections have surged, and new technologies have transformed the process of political fundraising. How does money from small donors change how legislators take positions and behave in Congress? ActBlue is a digital platform that has lowered the non-monetary costs of individual contributions and has processed billions of dollars in donations for Democratic candidates and causes. Using a difference-in-differences design based on staggered ActBlue adoption by House candidates, I find that when candidates join ActBlue, they raise more money from individual donors. This is predominantly driven by growth in small-donor contributions.", "url": "https://doi.org/10.31235/osf.io/g36kz_v1", "doi": "10.31235/osf.io/g36kz_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007796677199326196}, {"title": "Life Events and Change in Support for Political Violence in the United States: Findings from a 2023 Nationally Representative Survey", "authors": "Garen Wintemute, Sonia L Robinson, Andrew Crawford, Elizabeth A. Tomsich, Mona A. Wright, Veronica A. Pear, Aaron B. Shev", "abstract": "Background: A nationally representative longitudinal survey in the USA found a decrease in population-level support for political violence from 2022 to 2023. This individual-level analysis of those data examines associations between the occurrence of 18 specified life events and subsequent change in views on political violence. Methods: Participants in the Life in America Survey were members of the Ipsos KnowledgePanel. Wave 2 of the survey was fielded online May 18-June 8, 2023; all respondents to 2022’s Wave 1 who remained in KnowledgePanel were invited to participate. We calculated individual scores for 2022 and 2023 on 35 political violence measures from the first component of an ordinal principal components analysis and computed the difference in scores for individual respondents from 2022 to 2023 to represent a 1-year change in these measures. Our principal outcomes are adjusted mean differences in change scores from 2022 to 2023 between individuals experiencing and not experiencing the 18 life events. Results: The completion rate was 84.2%; there were 9385 respondents. Support for political violence decreased for 19.9% of respondents, increased for 14.2%, and remained unchanged for 65.9%. When events were considered individually in a model that adjusted for sociodemographic characteristics and other life events, only “things improved for me financially” was associated with decreased support for political violence among respondents as a whole; “I gave up on politics” was associated with an increase. No event was associated with change among both men and women when they were analyzed separately. Among respondents who reported in 2022 that violence was usually or always justified for at least 1 political objective, no events were associated with change in support for political violence. Among those who strongly approved in 2022 of violent extremist organizations or movements, “my political beliefs changed a lot” was associated with a large decrease. Conclusions: In this cohort, few life events were associated with changes in support for political violence across the entire population, but there were important subset findings. The findings support interventions to improve measures of economic well-being across the population and to encourage belief change among extremists as political violence prevention measures.", "url": "https://doi.org/10.31235/osf.io/md6b5_v1", "doi": "10.31235/osf.io/md6b5_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.00952716875025339}, {"title": "Support for Authoritarianism and Use of Force by and against the Federal Government in the United States in Mid-2025: Findings from a Nationally Representative Survey", "authors": "Garen Wintemute, Andrew Crawford, Elizabeth A. Tomsich, Mona A. Wright, Aaron B. Shev, Daniel J. Tancredi, Sonia L Robinson", "abstract": "Background: In 2025, during a protracted period of risk for political violence in the United States (US) and with a trend toward authoritarianism evident in the new federal administration, there is an urgent need for information on the public’s support for authoritarianism and government-initiated violence and the public’s willingness to engage in pro- or anti-government violence. Methods: Findings are from Wave 4 of a nationally representative annual longitudinal survey of members of the Ipsos KnowledgePanel. They are expressed as weighted proportions with 95% confidence intervals (CIs), with extrapolations to counts for the US adult population. Results: The completion rate was 90.0%; there were 8248 respondents. About one third of respondents agreed at least somewhat that “having a strong leader for America is more important than having a democracy” and that “having political leaders I can trust to look out for my values and interests” was more important than “having election outcomes determined democratically.” About one in four agreed at least somewhat that “we should suspend Congress for a few years so a strong leader can clean up the mess made by politicians in Washington.” A third of respondents agreed at least somewhat that “the [federal] government should use the military to help enforce its policies in the United States.” About 14% of respondents agreed at least somewhat with the use of “private armed militia groups” for that purpose. Between 14% and 20% of respondents agreed at least somewhat that the federal government should arrest ordinary people and reporters or journalists who publicly oppose or criticize “its policies or the President.” About 2% of respondents were very or completely willing to personally “use force or violence” to support or to oppose “the government’s enforcement of its policies” and against individual opponents or supporters of “government policies or the President.” Conclusions: In 2025, substantial minorities of US adults endorse pro-authoritarian views. Smaller minorities endorse and are willing to participate in pro- or anti-government violence. These findings call for sustained, concerted action to preserve democracy in the United States by non-violent means.", "url": "https://doi.org/10.31235/osf.io/pxfnk_v1", "doi": "10.31235/osf.io/pxfnk_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0052751091878657785}, {"title": "Measuring Regional Conflict Exposure: Introducing the Geographical Proximity to Conflict Index (GPCI), 1989–2024", "authors": "Anurug Chakma", "abstract": "This article introduces the Geographical Proximity to Conflict Index (GPCI), a novel approach to quantify a country’s regional conflict exposure. I develop the GPCI drawing on the Uppsala Conflict Data Program (UCDP) Battle-Related Deaths Dataset v25.1, the Dyadic Dataset v25.1, and CEPII geospatial distance matrices. The GPCI combines three core conflict dimensions – intensity (battle deaths), frequency (conflict dyads), and type (civil vs. international) – with three types of spatial proximity: centroid-to-centroid, capital-to-capital, and population-weighted distances. The GPCI covers 188 UN member states from 1989 to 2024 and offers 18 composite indicators and 18 disaggregated variables that can be used to analyse cross-national and fine-grained conflict dynamics. I apply the GPCI in civil war onset models to demonstrate its empirical utility using the UCDP Armed Conflict Dataset (ACD) and the Correlates of War (COW) Civil War Dataset. Results across multiple modelling strategies and measures of proximity and intensity demonstrate that countries with higher regional conflict exposure are significantly more likely to experience civil war onset, even after accounting for economic, demographic, and institutional factors. This study suggests the utility of GPCI in studying civil war onset, duration, diffusion, political instability, terrorism, forced displacement, humanitarian risk, international security, and peacebuilding.", "url": "https://doi.org/10.31235/osf.io/rpfsy_v1", "doi": "10.31235/osf.io/rpfsy_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.02770416399028286}, {"title": "Don’t Look Up: Evaluating the Tradeoff between Performance and Sustainability of LLMs for Text Analysis.", "authors": "Sean Palicki, Isaac Bravo, Clint Claessen", "abstract": "Large language models (LLMs) are widely used as research tools, but their high resource demands raise significant environmental concerns. While LLMs offer advantages in certain applications, their high energy demands prompt a necessary question for social scientists: Is it worth considering LLMs for every text analysis task? This study systematically evaluates the trade-off between performance and energy usage across computational text analysis methods, including dictionaries, trained classifiers, and open “local” LLMs. Applying sentiment analysis, multi-class classification, and named entity recognition to political documents, we measure energy consumption, CO2 emissions, correlation with human raters, F1-Score and processing time. We find that LLMs perform well on sentiment analysis, closely matching human judgment, but at relatively high environmental costs. For classification and named entity recognition, task-specific models achieve superior accuracy and low environmental impact. Contrary to multi-purpose LLM benchmarks, larger parameter counts do not guarantee better performance on text classification tasks. Introducing a CO2 Adjusted F1-Score, we observe that smaller and more efficient models, such as Mistral-Nemo (12B), outperform larger quantized models like Deepseek-R1 (32B). Our findings highlight the necessity for thoughtful model selection, rather than defaulting to LLMs. A \"right-fit\" approach, employing task-specific, lighter methods offers performance and sustainability benefits.", "url": "https://doi.org/10.31235/osf.io/vwb5h_v1", "doi": "10.31235/osf.io/vwb5h_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006591889961251818}, {"title": "Real World Asset (RWA) Supply Chain for Smart Factory", "authors": "Ray Wai Man Kong", "abstract": "This research proposes integrating real-world assets (RWAs) into a blockchain-based supply chain to address traditional challenges of transparency, inefficiency, and security. The framework supports both centralized and decentralized operations within a consortium, ensuring flexibility for diverse organizational needs. Security features include private transactions via Quorum and Hyperledger Besu clients, asymmetric encryption for app-to-app messaging, and confined nodes/services to specific environments. Scalability is achieved through multiple blockchain networks with firewall isolation, while optional cloud integrations enhance efficiency. Organizational identities are managed securely using digital certificates, and a granular block explorer ensures transparency and accountability. This integration improves efficiency, transparency, and trust in food supply chains, benefiting all stakeholders. The proposed RWAs system in the case study is designed with flexibility in mind, allowing for both centralized and decentralized consortium operations. This dual capability ensures that organizations can choose the operational structure that best suits their needs, whether controlled by a single entity or shared across multiple participants. Additionally, the system supports tiered subscriptions within a consortium, enabling diverse organizations with varying requirements to coexist harmoniously. In conclusion, this research demonstrates how integrating real-world assets into a blockchain-based food supply chain can significantly improve efficiency, transparency, and trust. By addressing critical challenges through innovative use of technology, the proposed system offers a robust framework for modernizing food supply chains, ultimately benefiting all stakeholders from producers to consumers.", "url": "https://doi.org/10.31235/osf.io/2wh5y_v1", "doi": "10.31235/osf.io/2wh5y_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006911292141225656}, {"title": "Are decredentialed jobs a route to upward mobility?", "authors": "Thomas Lyttelton, Dylan Nelson, Nathan Wilmers", "abstract": "Prominent employers, from Microsoft to the State of Maryland, are increasingly dropping college degree requirements when hiring. Does this provide upward mobility for workers without a college degree? Matching job postings to hires in US administrative data, we show that employers have reduced the share of posts requiring a college degree by more than 10% since 2011. Non-college workers who move to jobs that have dropped degree requirements see substantial and enduring upward mobility. Compared to similar workers on similar pre-hire earnings trajectories, they earn a $6000 per year premium that endures for at least five years after the job move and across subsequent transitions. These hires are more likely to be Black, Hispanic, and female than incumbent workers. Employers also see benefits, as removing degree requirements reduces labor costs: although non-college workers hired into decredentialed jobs earn more than similar non-college workers, they make less than college graduates hired in the same job. Despite these benefits, most employers that drop explicit college requirements continue to hire college graduate applicants into those positions. We find suggestive evidence that employers struggle to integrate new non-college hires and that they face backlash from existing employees. Overall, decredentialed jobs are a promising route to upward mobility for disadvantaged workers, but only when employers follow through beyond job posting language.", "url": "https://doi.org/10.31235/osf.io/4kgj9_v1", "doi": "10.31235/osf.io/4kgj9_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008572656233819642}, {"title": "How SNAP Enhances Nutritious Food Affordability for Low-Income Households in the United States: Insights from Recent Data", "authors": "Babu George, Martha Ravola, Anupama Peter Mattathil", "abstract": "This study examines the Supplemental Nutrition Assistance Program (SNAP) in enhancing nutritious food affordability and promoting healthy eating among low-income households in the United States. By analyzing recent data on SNAP participation trends, economic impacts, and barriers to healthy eating, we demonstrate the program's significant contribution to food security and its responsiveness to economic conditions. The research highlights SNAP's multiplier effect on the economy and its success in reducing food insecurity rates. It also identifies persistent challenges, such as the high cost of nutritious foods and other barriers that SNAP participants face in maintaining a healthy diet. It incorporates insights from the FY 2025 SNAP-Ed Plan Guidance, emphasizing the program's commitment to evidence-based, comprehensive approaches to nutrition education and obesity prevention. The analysis highlights the critical role of coordination and collaboration with other nutrition assistance programs and stakeholders in enhancing SNAP’s effectiveness. This paper offers a nuanced understanding of the SNAP programs' successes and challenges, informing potential improvements to further enhance food security, nutrition, and overall well-being among vulnerable populations in the United States.", "url": "https://doi.org/10.31235/osf.io/cwdrm_v1", "doi": "10.31235/osf.io/cwdrm_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.005646206510860674}, {"title": "The Commodification of Human Traits: Market Dynamics in the Genomic Economy", "authors": "Joshua Luberisse", "abstract": "This article theorizes the emergence of a genomic marketplace in which traits—from disease resistance to enhanced cognition—are priced, licensed, and traded as proprietary assets. We introduce two mechanisms that organize value capture in this economy: inherited revenue assurance (IRA), a lineage-binding royalty structure for germline edits, and genomic asset–backed securities (GABS), financial instruments that securitize expected royalty cashflows from edited populations. We build a conceptual model of the trait value chain—from IP origination through multigenerational licensing and secondary finance—and analyze distributional and ethical consequences under competing regulatory regimes (patent exclusivity, FRAND-style licensing, royalty caps, and trait commons). The contribution is a political–economy account that connects molecular IP to household welfare and macro–finance, while offering policy tests that distinguish emancipatory from extractive designs.", "url": "https://doi.org/10.31235/osf.io/h39za_v1", "doi": "10.31235/osf.io/h39za_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.017095301404526086}, {"title": "Does more money help? The impact of the apprenticeship minimum wage on training offers and take-ups", "authors": "Lina Tobler, Lukas Fervers, Annika Reiff", "abstract": "In response to increasing difficulties faced by firms in filling training positions, Germany intro-duced a minimum apprenticeship wage (MAW) of 515€ in 2020. Theoretically, the MAW’s effect is ambiguous: higher costs may reduce firms’ incentives to offer training positions, while increased wages could make apprenticeships more attractive, potentially increasing applicant numbers. It remains unclear which effect predominates in terms of actual take-ups. This paper provides first empirical analyses of the MAW’s impact on offered apprenticeship positions and actual take-ups. Using a difference-in-differences design with firm-level panel data, we find negative effects on both offered and filled trainings. This finding is robust to sensitivity analyses, including placebo tests for diverging trends before treatment, effects on other employee groups, inclusion of controls covering COVID-19 affectedness, post-treatment selection and attrition. The results suggest that the negative impact on offers dominated possible gains and did not lead to more entrants into the training system.", "url": "https://doi.org/10.31235/osf.io/hjb74_v1", "doi": "10.31235/osf.io/hjb74_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009670567958689258}, {"title": "Optimising HCP Sample Allocation in Pharma: Combining Non-Linear Ensemble Learning, Spatial Lags, and Integer Programming", "authors": "Johannes Plambeck, Dorian Puleri, Victor Gonzalez", "abstract": "Pharmaceutical sample allocation frequently misaligns with prescribing potential, leading to ineciencies in a $30 billion annual budget. We propose a joint learningoptimisation pipeline that allocates Eliquis samples to 11,006 U.S. healthcare providers based on their historical pre- scribing patterns. Our approach merges a quarterly forward indicator of sample drops with 1.2 million weekly HCPweek panels and over 80 engineered featurescovering promotional channels, claims outcomes, marketbasket shares of competing and complementary drugs, de- mographics, and treatment ratiosand applies sparsity ltering. We then train decilebanded CatBoost ensembles, augmented with inversedistance spatial lags, to generate outoffold up- lift estimates for incremental TRx and NBRx. These predictions feed a 01 mixedinteger programme that enforces both HCPlevel and territorylevel pill budget constraints as well as business rules on cost, eectiveness, and sample availability. By comparing tted versus optimized TRx and NBRx responses, our framework projects a an aggregate TRx increase of approximately 17%, while ensuring highvalue physicians are not undersupplied and lowvalue physicians are not oversupplied.", "url": "https://doi.org/10.31235/osf.io/n4ybq_v2", "doi": "10.31235/osf.io/n4ybq_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008534790097307954}, {"title": "Rent Without Access: The Resource Curse and Financial Exclusion in Extractive Economies", "authors": "Randy Kambana Moïse", "abstract": "While natural resource wealth should, in theory, fuel development, many extractive economies remain structurally excluded from financial services. This paper investigates the hypothesis of a « financial exclusion curse » in resource-rich African countries, by empirically comparing them to resource-poor but financially inclusive peers. Using Propensity Score Matching, the Synthetic Control Method, and dynamic panel GMM models, we demonstrate a robust negative relationship between resource dependency and financial inclusion. Yet, comparative insights from Southeast Asia and Latin America reveal that inclusive financial ecosystems can flourish—even in rent-driven contexts—when institutional quality, digital innovation, and proactive policy align. Our findings call for a paradigm shift: beyond banking access, states must reshape financial infrastructures to democratize opportunity in resource economies.", "url": "https://doi.org/10.31235/osf.io/qpz6n_v1", "doi": "10.31235/osf.io/qpz6n_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.013350386956993643}, {"title": "Miners' Reward Elasticity and Stability of Competing Proof-of-Work Cryptocurrencies", "authors": "Kohei Kawaguchi, Shunya Noda, Junpei Komiyama", "abstract": "Proof-of-Work cryptocurrencies employ miners to sustain the system through algorithmic reward adjustments. We develop a stochastic model of the multicurrency mining market and identify conditions for stable transaction speeds. Bitcoin's algorithm requires hash supply elasticity $\\le$ 1 for stability, while ASERT remains stable for any elasticity and can be interpreted as a form of stochastic gradient descent algorithm under a certain loss function. Interactions with other currencies can relax Bitcoin's stability requirements. Using a ``halving'' event, we estimate miners' hash supply elasticity and conduct counterfactual simulations. Our findings reveal Bitcoin's heavy reliance on low hash-supply elasticity and interactions with smaller cryptocurrencies, suggesting an algorithm upgrade is crucial for stability.", "url": "https://doi.org/10.31235/osf.io/u58ns_v2", "doi": "10.31235/osf.io/u58ns_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006476100700878673}, {"title": "Corporate Hierarchy", "authors": "Michael Ewens, Xavier Giroud", "abstract": "We introduce a novel measure of corporate hierarchies for over 2,500 U.S. public firms. This measure is obtained from online resumes of 16 million employees and a network estimation technique that allows us to identify hierarchical layers. Equipped with this measure, we document several facts about corporate hierarchies. Firms have on average ten hierarchical layers and a pyramidal organizational structure. More hierarchical firms have a more educated workforce, higher internal promotion rates, and longer employee tenure. Their operating performance is higher, but they face higher administrative costs. They are more active acquirers and produce more patents, but not higher-quality patents. They exhibit lower stock return volatility and more stable cash flows. We also examine how companies adjust their hierarchies in response to demand and knowledge shocks. We find that biotech companies increased their number of layers following the Covid-19 pandemic, while companies flattened their hierarchies following the adoption of artificial intelligence (AI) technologies. These findings are consistent with the theoretical predictions of existing models of corporate hierarchies.", "url": "https://doi.org/10.31235/osf.io/yj4he_v1", "doi": "10.31235/osf.io/yj4he_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.005144651673259948}, {"title": "Trends in Educational Assortative Mating in Brazil: 1960-2015", "authors": "Weverthon Barbosa Machado", "abstract": "Using both census and survey data, this study analyzes educational assortative mating trends over half a century in Brazil. Odds of both overall and group-specific homogamy, as well as odds of crossing educational barriers, are estimated. Results suggest that, after four decades of continuous decline, overall homogamy increased in the first decade of this century. This rebound stems from a shift in the balance between long-standing opposite trends: increasing odds of intermarriage among lower educational levels and more homogamy at the top of the educational distribution. The findings are interpreted in the light of several social, economic and demographic changes that are relevant to union formation. Particularly, starting from a population with very low levels of schooling, educational expansion could initially have only a limited impact on partner markets. The link between schooling and partner choice in Brazil might have strengthened as the expansion reached upper secondary and higher education.", "url": "https://doi.org/10.31235/osf.io/2ysvp_v2", "doi": "10.31235/osf.io/2ysvp_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.058533650245179425}, {"title": "Adapting the Global Gender Gap Index for India: State-Level Scores, Policy Imperatives and PPP for Gender Equity", "authors": "Rahul Singh, Aanya Singhal", "abstract": "The study adapts the World Economic Forum’s Global Gender Gap Index (GGGI) framework to develop a composite, state-level measure of gender parity for India’s 36 states and union territories. India’s 2025 GGGI score (0.643) and rank (131st) reveal slow progress relative to global peers. The national averages mask wide subnational disparities that impede targeted policymaking. Retaining the GGGI’s four core domains (Economic Participation and Opportunity, Educational Attainment, Health and Survival, and Political Empowerment) the study systematically maps indicators to official, gender-disaggregated datasets, constructing proxies where direct measures are unavailable, and applying statistical imputation for missing values. The resulting state-level index yields a national composite score of 0.780, with near-parity in Education (0.95) and Health (0.96), but persistent gaps in Economic Participation (0.57) and Political Empowerment (0.62). Inter-state variations are substantial: for example, Nagaland (0.77) and Sikkim (0.75) lead in economic parity, while Bihar (0.45) and Assam (0.45) lag; Tripura (0.87) tops political empowerment, whereas Ladakh (0.46) remains the lowest. Findings underscore the methodological and policy value of bridging global indices with granular national datasets, enabling evidence-based, decentralised planning. The paper proposes institutionalising gender-disaggregated data systems as public infrastructure, coordinated by the Ministry of Women and Child Development in partnership with the Ministry of Statistics and Programme Implementation and state agencies. A public–private partnership model is recommended to finance and maintain such systems, with open-access dashboards to track domain-specific progress. This subnational adaptation not only enhances diagnostic precision but also strengthens the accountability and design of gender-responsive policies within India’s federal framework. Keywords: Gender Gap Index, gender parity, state-level index, India, decentralised planning, public–private partnership, Sustainable Development Goals", "url": "https://doi.org/10.31235/osf.io/7t68y_v1", "doi": "10.31235/osf.io/7t68y_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014839287401327561}, {"title": "Simulated Souls: Investigating the Emotional Fallacy in Large Language Models", "authors": "Som Subhro Nath", "abstract": "The rise of generative artificial intelligence has ushered in a new era where machines produce text with such emotional coherence that they blur the boundary between simulation and sentience. This paper explores the emotional fallacy—a cognitive bias wherein users and even developers anthropomorphize Large Language Models (LLMs), attributing genuine emotions to systems governed solely by statistical inference and pattern recognition. While LLMs such as ChatGPT, Claude, Gemini, and Meta AI are engineered to generate emotionally evocative content, their responses are frequently mistaken as indicators of self-awareness, affective reasoning, or internal states. This anthropomorphic illusion carries significant implications for user trust, emotional labour, and the broader ethical landscape of AI deployment. Through a novel empirical study, we evaluate the responses of multiple LLMs to a curated set of emotionally charged and ethically sensitive prompts. The outputs are analyzed qualitatively across three dimensions: linguistic style, affective mimicry, and ethical stance. Our findings reveal a paradox: while LLMs simulate emotion with impressive linguistic precision, they lack any true experiential grounding—underscoring their inherent emotional inauthenticity. To address these concerns, we propose an ethical framework that includes affective transparency, disclosure protocols, and regulation to prevent emotional manipulation in public-facing AI systems. We argue that the unchecked spread of the emotional fallacy may distort public perceptions of AI, affect mental health, and reshape norms surrounding machine consciousness and empathy. By integrating philosophical inquiry, empirical analysis, and ethical design, this paper calls for a paradigm shift—from emotional realism to emotional accountability in the design and deployment of generative AI. Our work offers a cautionary lens and a research frontier in the study of human–AI emotional interaction, particularly as such systems permeate education, healthcare, and psychological support domains.", "url": "https://doi.org/10.31235/osf.io/7ugdm_v1", "doi": "10.31235/osf.io/7ugdm_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007494806451474489}, {"title": "Youth Nonresponse in Panel Surveys: Investigating the Impact of Life Events", "authors": "Camilla Salvatore, Peter Lugtig, Bella Struminskaya", "abstract": "Nonresponse in surveys is particularly problematic among young people in both cross-sectional and panel studies. This article investigates the factors driving lower participation rates among young people in longitudinal surveys. We study whether nonresponse can be explained by young people experiencing more life events associated with disengagement from panel surveys. Using data from the Understanding Society panel in the United Kingdom, we employ a discrete-time multinomial logistic hazard model to study nonresponse across panel waves. Consistent with previous research, our analysis identifies lower education, unemployment, immigrant background, and residential circumstances as key predictors of nonresponse. Furthermore, we demonstrate that changes in employment status and (expectations of) residential relocation significantly contribute to predicting attrition among young participants, with age remaining a significant factor. Living with parents also plays an important role, as it is associated with a lower risk of non-contact.", "url": "https://doi.org/10.31235/osf.io/br9ng_v1", "doi": "10.31235/osf.io/br9ng_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.00707496481287706}, {"title": "Sympathetic Rebels: Agent-based Simulation of Resistance under China’s Information Censorship Apparatus", "authors": "Herry Potter, Sakuya Mashimi", "abstract": "This study aims to investigate the relationship between censorship policies, public emotional responses, and resistance in the specific context of information censorship in China. We employ an agent-based model to monitor resistance within the context of the Chinese censorship apparatus. In doing so, this study investigates the impact of sympathy on resistance and examines the divisions within the public by creating two groups: \"little pink\" representing pro-government forces and \"normal citizens\" representing apolitical forces. Our findings reveal that when apolitical citizens exhibit sympathy towards each other, a significant portion of the population is likely to engage in resistance. Sympathy towards individuals facing state coercion undermines the efficacy of censorship’s mitigating effects, thereby facilitating resistance. Furthermore, public divisions have a positive influence on the proliferation of resistance groups, contributing to their radicalization and subsequently delegitimizing the government.", "url": "https://doi.org/10.31235/osf.io/c7xtg_v1", "doi": "10.31235/osf.io/c7xtg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010063666725502518}, {"title": "Diaspora, diversified resistance: the case of overseas Chinese rebels", "authors": "Herry Potter", "abstract": "Activists in authoritarian regimes undergo a diaspora process due to strict political surveillance and prosecutions. Built on one year of participant observation among Chinese activist groups residing overseas, this study explores the universality and diversity of activists’ political identities, spanning from left to right. We suggest that public sympathy serves as an organizational tool for diaspora communities. Furthermore, activists’ differences in rebellion goals and tactics towards their opponents are shaped by political environment of the host countries. Diaspora Chinese activists face unique challenges and opportunities, shaped by geopolitical dynamics and the interests of political stakeholders in their host countries. The ethnographic evidence contributes to a deeper understanding of how diaspora movements adapt and organize in varying political contexts.", "url": "https://doi.org/10.31235/osf.io/egqyb_v1", "doi": "10.31235/osf.io/egqyb_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.44462929953505026}, {"title": "Examining the role of police-led diversion in the youth crime decline in Australia: a macro-level longitudinal analysis", "authors": "Molly McCarthy, Shaun McLaws, Troy Allard, Dominique de Andrade, Ben Matthews", "abstract": "While the causes of the international youth crime decline have been disputed, it has been proposed that changing policing responses may have contributed. This study examines whether increased rates of police-led diversion have contributed to the youth crime decline in Australia. Fixed effects panel regressions were undertaken to examine the association between police diversion rates and youth offending prevalence and reoffending across regions in New South Wales and Victoria from 2005 to 2019. A significant decline in youth offending prevalence in this period was found but also a decline in police diversion rates for young people, and there was a lack of association between diversion rates and youth offending prevalence. In contrast, youth reoffending increased during this period. Notably, regions with higher diversion rates had significantly lower levels of youth reoffending. Findings suggest that police-led diversion is unlikely to have played a primary role in the Australian youth crime decline but may have reduced growth in reoffending in regions where it was used more frequently. Findings also indicate that youth offending declines have been socioeconomically conditioned. Implications for the causes of the youth crime decline and policing responses to young people are discussed.", "url": "https://doi.org/10.31235/osf.io/hqvrt_v2", "doi": "10.31235/osf.io/hqvrt_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01524545944387079}, {"title": "Fake Friends and Sponsored Ads: The Risks of Advertising in Conversational Search", "authors": "Jacob Erickson", "abstract": "Digital commerce thrives on advertising, with many of the largest technology companies relying on it as a significant source of revenue. However, in the context of information-seeking behavior, such as search, advertising may degrade the user experience by lowering search quality, misusing user data for inappropriate personalization, potentially misleading individuals, or even leading them toward harm. These challenges remain significant as conversational search technologies, such as ChatGPT, become widespread. This paper critically examines the future of advertising in conversational search, utilizing several speculative examples to illustrate the potential risks posed to users who seek guidance on sensitive topics. Additionally, it provides an overview of the forms that advertising might take in this space and introduces the “fake friend dilemma,” the idea that a conversational agent may exploit unaligned user trust to achieve other objectives. This study presents a provocative discussion on the future of online advertising in the space of conversational search and ends with a call to action.", "url": "https://doi.org/10.31235/osf.io/k3yjz_v1", "doi": "10.31235/osf.io/k3yjz_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.005220656835590698}, {"title": "Mapping the Frontlines of the Obesity Debates", "authors": "Piia Jallinoja", "abstract": "Obesity remains a highly contested issue across traditional media, digital platforms, and within academic and professional communities. This article explores the controversies and tensions surrounding obesity, its prevention, and weight loss, with a particular focus on the Finnish context. Drawing on international examples, the analysis highlights how global debates shape local understandings and responses. Four key areas of contention are identified: the definition and conceptualization of obesity; the methods used to measure it; the approaches deemed most effective for treatment; and the question of responsibility. These debates reflect fundamentally divergent perspectives that cannot be fully reconciled— and arguably should not be. Each viewpoint contributes valuable insights into how obesity is understood and addressed in contemporary society. By examining these controversies, the article reveals the complexity and discomfort that often accompany public and professional discourse on obesity.", "url": "https://doi.org/10.31235/osf.io/k7ecq_v1", "doi": "10.31235/osf.io/k7ecq_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014396293859377463}, {"title": "Drawn in Class: What Student Desk Drawings Reveal", "authors": "mohamed touati", "abstract": "This research aims at investigating and revealing the meanings behind student-made drawings and writings on classroom desks, often classed as mere doodles or vandalism, and reinterprets them as silent acts of self-expression, identity,resistance as well as a proof of existence.Conducted in Tunisian high school classrooms, the research includes a combination of observational data from twenty-nine desks in two schools of different social classes with informal interviews of five students. The markings differed between the two schools and they were categorized into names, quotes, symbols, and drawings, revealing recurring emotional, social, and cultural themes. Drawing on the theories of Michel de Certeau, James C. Scott, Norman Fairclough, and Pierre Bourdieu, the paper discusses that desk graffiti might be seen as a sort of everyday communication shaped by habitus, power structures, and the desire for agency. The study also touches on Marx’s distinction between 'class in itself' and 'class for itself,' hypothesizing that desk drawings may reflect deeper class-based inequalities in self-expression and social awareness. It further links these expressions to insights in customers behavior, where personal marks, like doodles or brands, serve as identity tools. These findings suggest that even in structured environments like classrooms, individuals find creative ways to retrieve space and voice.", "url": "https://doi.org/10.31235/osf.io/mn4tf_v1", "doi": "10.31235/osf.io/mn4tf_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01029501910082109}, {"title": "From HR Analytics to Algorithmic Management: A Critical Review of Digital Control in Human Resource Practice", "authors": "Lakshman Satish", "abstract": "In the past decade, HR Analytics has evolved from descriptive dashboards to advanced algorithmic decision-systems that now influence hiring, shift allocation, performance evaluation, and even dismissal—often with diminished human agency. This paper critically investigates how such algorithmic management in HRM—the integration of AI-driven tools into core HR functions—is reshaping worker autonomy, managerial legitimacy, and the identity of the HR profession itself. Based on a hermeneutic review of 48 peer-reviewed studies (2019–2025) and 7 recent policy reports, we trace the evolution from data-driven insight to data-driven control. While algorithmic systems offer efficiency and scalability, they also introduce opacity, lack of transparency, and psychological strain—particularly when decision-making is fully delegated to machines. Anchored in Self-Determination Theory and Labour Process Theory, we propose a novel three-stage DDD framework—Datafication (expansion of data capture), Delegation (increased algorithmic authority), and Displacement (removing human intervention)—to assess the intensity of algorithmic control in organisational settings. We offer a conceptual model to help HR scholars and practitioners diagnose risks of algorithmic governance and develop ethical countermeasures. We conclude with an agenda for Responsible Algorithmic HRM and outline actionable research pathways—including design-based, comparative, and qualitative studies—for future PhD-level work on people analytics, worker well-being, and digital governance.", "url": "https://doi.org/10.31235/osf.io/nu6p5_v1", "doi": "10.31235/osf.io/nu6p5_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.003977198194137999}, {"title": "The Science of the First Three Seconds: An Empirical Analysis of Emotional Tone, Rhetorical Style, and Category Norms in Viral TikTok Hooks", "authors": "Shruti Mishra", "abstract": "In today’s attention economy, the first three seconds of a video can determine whether a viewer stays on and watches it or scrolls away. This study analyzes 46,605 TikTok “hooks\", the opening line of text or speech in a post, drawn from more than 20 content categories. Using emotion‐richness scoring, rhetorical device flagging, and mixed statistical‐machine-learning models, the analysis compares emotional versus informational hooks and evaluates five persuasion devices (questions, “how to” framing, second-person address, negation, and urgency cues). Emotional hooks are scarce (≈ 3.2 % of posts) yet drive proportionally higher comments and shares, suggesting deeper audience resonance, while any advantage to likes is modest. Curiosity gaps and urgency statements outperform direct address or instructional phrasing across most categories, while optimal hook length shifts dramatically based on the niche, ranging from ≈ 9 words in news to ≈ 90 in entertainment. Unsupervised clustering uncovers five stable hook archetypes, with Meta/Community Humor and Fast &amp; CTA-Heavy styles leading the chart as the strongest predictors of engagement. Regression-tree, random-forest, and SHAP analyses connect on content category, hook length, urgency cues, and emotional richness as the most reliable predictors of performance. Collectively, the findings highlight that viral success on short-form video rests on an interplay of tone, rhetorical craft, and category norms rather than any single “magic phrase.” Practical guidelines are offered for creators and marketers aiming to design hooks that capture attention in the critical first few seconds.", "url": "https://doi.org/10.31235/osf.io/rj2mz_v1", "doi": "10.31235/osf.io/rj2mz_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007617217587365999}, {"title": "Politicisation and polarisation of health during COVID-19: A digital ethnography of alternative health influencers", "authors": "Johanna Nurmi, Piia Jallinoja, Sanna Malinen", "abstract": "This article examines how public health information was contested on social media during the COVID-19 pandemic. In this digital ethnography of four Finnish alternative health influencers, we examine how influencers contributed to politicisation and polarisation of health attitudes and pandemic governance, and how these dynamics evolved from the early to later stages of the pandemic. Drawing on social media content from three key periods - early pandemic (Jan–Jun 2020), late pandemic (Oct-Dec 2021), and post-pandemic (May-Apr 2025) – the study reveals that influencers fostered politicisation and polarisation of health as well as distrust in authorities. They did so by leveraging: 1) lay expertise grounded in personal (pre-pandemic) healing narratives, 2) alternative immunological framings, 3) overt political opposition to public health measures, and 4) engagement with conspiracy narratives. The influencers’ communication was marked by opportunism, blending political activism, commercial interests, and personal wellness branding. By aligning with values of authenticity and trust, they cultivated belonging within alternative or conspiritual health communities. However, the influencers followed diverse trajectories in terms of politicisation and conspirituality, demonstrating the pandemic polarisation of health attitudes even within the alternative health scene. This study offers critical insights into the evolving dynamics of health politicisation and the role of social media in shaping public trust in medical expertise.", "url": "https://doi.org/10.31235/osf.io/t2vw5_v1", "doi": "10.31235/osf.io/t2vw5_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014999534396042846}, {"title": "Traces of the Past, Visions of the Future: How Asylum Seekers Navigate Legal Im/mobilization", "authors": "Margherita Cusmano", "abstract": "Many asylum seekers in Europe—especially those with rejected claims or facing transfer under the Dublin Regulation—face legal forms of im/mobilization, including detention and deportation. In response, they may engage in strategies to resist or circumvent these constraints. While previ-ous research has shown that asylum seekers adopt such strategies, less is known about how they do so and who is positioned to adopt particular strategies. This study adopts a biographically grounded and class-sensitive perspective to examine the strategies asylum seekers employ to nav-igate legal im/mobilization. Drawing on longitudinal biographical interviews conducted in Ger-many and Italy, it explores how past experiences and future aspirations shape these strategies. The analysis foregrounds the temporally layered and classed ways in which individuals navigate legal im/mobilization—through strategies that draw upon resources accumulated in the past and carry traces of classed imaginaries of futures worth striving for.", "url": "https://doi.org/10.31235/osf.io/ty654_v1", "doi": "10.31235/osf.io/ty654_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.7280299187676265}, {"title": "Revealing Hidden Dimensions of 'Jí Yú Qiū Yì': Linguistic Archaeology, Political Pathology, and the Political Economy of Exodus—A Study Centered on the 'Use of Troops' Chapter in Sun Tzu's Art of War", "authors": "Lin, Huan-Chang, Chen, Yi-Chun", "abstract": "This study reinterprets the phrase \"jí yú qiū yì\" (急於丘役) from Sun Tzu’s Art of War (\"The Use of Troops\" chapter), arguing that it does not refer to institutional conscription by rulers but rather signifies the desperate flight of civilians into mountainous wilderness to engage in \"survival labor\" (private/subsistence corvée) due to wartime economic collapse. The research employs three methodological approaches: Linguistic archaeology—deconstructing the semantic evolution of \"jí yú\" (volitional urgency), \"qiū\" (marginal spaces), and \"yì\" (gray/illicit labor). Historical pathology—analyzing Warring States-era refugee phenomena and household registry collapse using excavated texts (e.g., Liye Qin slips). Theoretical synthesis—constructing a \"political economy of exodus\" framework to dialogue with Western theories (Hobbes’ social contract, Scott’s Zomia, Tilly’s state formation). The findings offer historical insights for contemporary refugee governance, demonstrating how premodern China’s collapse dynamics anticipate modern state fragility patterns.", "url": "https://doi.org/10.31235/osf.io/wm4c2_v1", "doi": "10.31235/osf.io/wm4c2_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.17322323070842127}, {"title": "Women’s safety perception before and after the reconstruction of an urban area: A mixed method research", "authors": "Carlota Jauregui, Alexander Trinidad, laura vozmediano", "abstract": "This study addresses the heightened fear of crime experienced by women, which often leads to the adoption of self-protective behaviors that can negatively impact their quality of life. Focusing on a hot-spot in the city of Donostia-San Sebastián undergoing redesign, the research is conducted in two phases: pre-intervention and post-intervention. Utilizing a mixed-methods approach, the study employs systematic observation using the SUE tool, surveys, and Safety Walks to gather data. Findings indicate a high prevalence and frequency of fear of crime among female participants, with a significant reduction in fear observed post-intervention. Consistent with the Crime Prevention through Environmental Design (CPTED) framework, factors such as physical design, area activity, and user profiles are identified as key determinants of women's insecurity. Notable improvements in both the physical and social characteristics of the urban environment are evident between the two phases. The consistency of results across the three methodological tools reinforces the validity and reliability of the findings, highlighting the potential of mixed methodologies. Overall, the study suggests that urban redesign effectively reduces fear of crime among women, offering insights for urban planning and policy-making to create safer, more inclusive public spaces.", "url": "https://doi.org/10.31235/osf.io/ztrkj_v2", "doi": "10.31235/osf.io/ztrkj_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.03468404724631424}, {"title": "Taylorism Transcends: Contested Terrain, Generational Conflict, and the Growing Case for Historical Reflexivity in Management Scholarship.", "authors": "Michael Weatherburn", "abstract": "This article reveals, dissects and explores what we might call the Taylorism phenomenon. F.W. Taylor (1856-1915) and his book The Principles of Scientific Management (1911) have received enormous attention from management scholars, historians, journalists and activists over the past century and more. By comparison, the directly related, and much-cited, concept of ‘Taylorism’ has received minimal scholarly scrutiny. Drawing on historical archives, scholarly articles and books, government reports, newspapers, oral history interviews, and documentaries, this study examines the use of Taylorism from late in Taylor’s life to date. In doing so, it reveals seven epistemologically and historically distinct Taylorisms over this substantial period. It chronologically examines the dynamics of how the term has multiplied, grown, and mutated, particularly from the 1960s onwards: for example, through artificially fusing historically disparate terms, particularly Taylorism and ‘scientific management’; in forming a contested site in generational conflict; a growing postwar focus on the development of management as a science; and the role of the U.S. Academy of Management in defining, amplifying and sustaining the importance of Taylor and Taylorism to this day.", "url": "https://doi.org/10.31235/osf.io/4skhb_v1", "doi": "10.31235/osf.io/4skhb_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.03939594568953608}, {"title": "How Western Legal Systems Fail Caribbean Youth", "authors": "Milan Julien", "abstract": "This paper explores the disconnect between inherited Western legal structures and the lived realities of Caribbean youth in the West Indies. Rooted in colonial-era traditions, many justice systems in the region continue to reflect Eurocentric ideals that fail to accommodate the cultural, linguistic, and socioeconomic conditions faced by young people. As a result, Caribbean youth often experience unequal treatment within the legal system, leading to disproportionately high rates of incarceration, recidivism, and social exclusion. These legal shortcomings also contribute to broader societal challenges such as gang involvement, exposure to violence, and limited access to quality education and opportunity. Using a post-colonial point of view, this paper critically analyzes the structural failures of Caribbean justice systems inherited from Western colonial rule, and proposes culturally responsive reforms aimed at youth rehabilitation and empowerment.", "url": "https://doi.org/10.31235/osf.io/6y5k7_v1", "doi": "10.31235/osf.io/6y5k7_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.03449831188495733}, {"title": "A Cross-National Correlational Analysis on Populist Rhetoric and the Erosion of Judicial Independence", "authors": "Ziming Li", "abstract": "Populist rhetoric is widely theorized to deteriorate liberal democratic institutions and erode judicial independence; however the quantitative argument remains underexplored and underdeveloped. This study conducts correlational analysis by drawing on 283 country-year observations extracted from Hawkin’s Global Populism Database and the V-Dem Judicial Constraints on the Executive (v2x_jucon) index in order to quantitatively establish the correlational relationship between populist rhetoric and judicial independence in a cross-national global setting. This analysis found a statistically significant, moderate negative association between populist rhetoric and judicial independence, thereby empirically corroborating comparative qualitative work. Furthermore, this establishes populism as a potentially effective early warning indicator of democratic backsliding.", "url": "https://doi.org/10.31235/osf.io/7ze6b_v1", "doi": "10.31235/osf.io/7ze6b_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008242190698554364}, {"title": "SOCbot: Using Large Language Models to measure and classify occupations in surveys", "authors": "Patrick Sturgis, Thomas S. Robinson, Laura Fung, Caroline Roberts", "abstract": "We present the results of a new approach to measuring the occupations of respondents in surveys using Large Language Models (LLMs). Occupation is a notoriously difficult variable to measure accurately due to the very large number of occupations and the technical ways they are described in standard classifications. These features of occupational classification systems mean that the measurement and classification stages are usually not conducted simultaneously, with coding of open responses about job title and tasks implemented in a subsequent stage of 'office coding'. In our new approach, which we call SOCbot, an LLM integrated in the questionnaire scripting software is used to code the job title response to the occupational classification in real-time during the interview. Where the job title does not contain sufficient information to be coded with confidence, the LLM probes for further relevant details on job tasks, industry, qualifications, and so on. SOCbot can also be used in static mode offline on already collected response data. Our results demonstrate that the approach attains rates of coder reliability comparable to trained human coders. We also demonstrate that the approach is feasible in large-scale survey operations and has significant potential to reduce respondent burden, lower costs, and yield more timely and accurate data.", "url": "https://doi.org/10.31235/osf.io/9ruwe_v1", "doi": "10.31235/osf.io/9ruwe_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008181662800422984}, {"title": "Complexity Theory in Sustainable Urban Development: A Systematic Review of Adaptive Governance, Computational Models, and Resilience Frameworks", "authors": "Mahshid Gorjian", "abstract": "Background The complexity of cities has been increased by urbanization, which has led to systems that are characterized by emergent behaviors, non-linear interactions, and interrelated socio-economic, environmental, and technical frameworks. These processes are frequently disregarded by conventional linear planning models, which restricts their efficacy in addressing sustainability concerns. Complexity Theory offers a conceptual and analytical framework for the understanding and regulation of urban systems as Complex Adaptive Systems (CASs). Methods In accordance with the PRISMA 2020 principles, this systematic literature review evaluated 91 peer-reviewed articles that were published between 1994 and 2024. The review incorporated qualitative narrative integration, theme synthesis, and bibliometric analysis. The data were obtained from Scopus through a comprehensive Boolean search that encompassed topics related to sustainability, urban development, and complexity science. The research was assessed through a multi-phase procedure, with inclusion criteria emphasizing the explicit application of complexity concepts to sustainable urban design. Results Five thematic domains were identified: (1) conceptualizing urban systems as complex adaptive systems, (2) employing computational methodologies such as fractal analysis and agent-based modeling, (3) establishing adaptive governance frameworks, (4) integrating sustainability across environmental, social, and economic dimensions, and (5) leveraging digital transformation within smart city frameworks. There is evidence to suggest that complexity-informed methodologies improve stakeholder engagement, adaptation, and urban resilience. Nevertheless, issues continue to exist, such as poor evaluation of trade-offs among opposing interests, regional research disparities, data limitations, and inadequate policy integration. Conclusions Complexity Theory provides a strong foundation for resilient, integrative, and adaptable urban design. Longitudinal assessment, equity-centered applications, hybrid approaches that integrate conventional and complexity-oriented methodologies, and improved representation of under-researched areas are all necessary for bridging the divide between theory and practice. This paper offers practical suggestions for policymakers, academics, and practitioners to incorporate complexity thinking into urban sustainability efforts.", "url": "https://doi.org/10.31235/osf.io/axydk_v1", "doi": "10.31235/osf.io/axydk_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009436398673058899}, {"title": "Inventory of Current Approaches, Initiatives, and Practices in Canadian Academic Institutions to Foster the Engagement of Social Sciences, Humanities and Arts in the Science-Policy Interface", "authors": "Sandra Lapointe, Shannon Boss, Brent Odland, Marie-Hélène B.-Hardy, Akram Mahani, Jean-Christophe Bélisle-Pipon", "abstract": "This study presents a national inventory of how Canadian universities engage Social Sciences, Humanities, and Arts (SSHA) disciplines in the science-policy interface (SPI). Using a digital humanities methodology, the research team scanned departmental websites at 90 public universities, identifying 4,032 distinct policy-related activities. These were categorized into individual initiatives, punctual activities, and partnership-building efforts. Results show a system heavily weighted toward individual engagement (68%) and short-term activities (21%), with only 12% representing sustained, institutionalized partnerships. The analysis reveals disciplinary concentration in Public Health/Public Policy, Business/Economics, Sociology, Criminology and Law, and Political Science/International Studies, which together account for over two-thirds of all entries. Provincial disparities are significant: British Columbia dominates in total entries, but Québec leads in structured partnerships and government collaborations. Despite widespread SSHA participation across disciplines, partnerships with Indigenous communities, municipal governments, and private actors remain rare. Most partnership-building efforts are aimed at social development and education, with little focus on science policy or reconciliation. The findings expose the limits of a decentralized, individually driven engagement model and highlight the need for institutional infrastructure, funding mechanisms, and evaluative frameworks aligned with collaborative, long-term policy engagement. The study calls for a strategic shift: from rewarding output-based dissemination to enabling embedded, co-productive policy work. Without such realignment, SSHA contributions will remain fragmented, under-leveraged, and structurally peripheral to public decision-making, despite their proven relevance. The inventory provides a baseline for reforming how universities support SSHA engagement at the SPI and for reimagining their role in shaping public policy.", "url": "https://doi.org/10.31235/osf.io/db643_v1", "doi": "10.31235/osf.io/db643_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008295164052884996}, {"title": "Social Reward Economies: The Dynamic Architecture of Cohesion, Polarization, Resistance, and Manipulation", "authors": "Peter Marbach, Steven Jiang", "abstract": "Why do some social groups remain cohesive while others fragment into polarized factions? How do individuals resist dominant norms? This paper introduces the concept of social reward economies—structured systems of social feedback that determine which behaviors, beliefs, and schemas are rewarded, tolerated, or punished. We develop a formal procedural framework that models cohesion, polarization, resistance, and manipulation as emergent properties of these dynamic reward economies. We conceptualize cohesion as the alignment of behaviors around a dominant reward economy; polarization as the coexistence of competing reward economies reinforcing divergent beliefs and practices; resistance as the creation of alternative reward economies that valorize dissent; and manipulation as the strategic distortion of reward structures to engineer desired social outcomes. By integrating micro-level feedback processes with macro-level social structures, this framework complements existing theories of norms, power, and resistance through a formal model. It advances sociological understanding by demonstrating how social order, conflict, and change emerge from recursive interactions among reputation-seeking agents operating within and across competing reward economies. This perspective provides new tools for empirical research, formal modeling, and the analysis of cohesion, polarization, and manipulation in contemporary digital and organizational contexts.", "url": "https://doi.org/10.31235/osf.io/ft8dn_v1", "doi": "10.31235/osf.io/ft8dn_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009260279643612646}, {"title": "How Shared Schemas Emerge: A Procedural Model of Social Feedback and Reputational Dynamics", "authors": "Peter Marbach, Steven Jiang", "abstract": "This paper introduces a procedural model that formalizes the emergence and stabilization of shared cultural schemas through decentralized social feedback, imitation, and reflexive adaptation. Addressing a core gap in sociological theory, we specify the micro-level mechanisms by which individual cognitive interpretations, guided by recursive social evaluations, converge into collective behavioral patterns and symbolic order. We argue that socially responsive agents, individuals who observe, care about, and adapt to social responses, continuously adjust their interpretive schemas based on the social validation their actions elicit, leading to the selection and reinforcement of intersubjectively resonant meanings. The model demonstrates how decentralized feedback loops generate shared norms and interpretive frameworks, providing a foundation for understanding the bottom-up emergence of social structures. Illustrated through the case of the neurodiversity paradigm shift, this framework offers a precise, dynamic account of how schemas and actions co-evolve, highlighting the central role of social rewards in cultural formation. Our contribution advances cumulative theory-building by bridging cognitive sociology with macro-level cultural phenomena, laying groundwork for future research on power dynamics and contested meanings.", "url": "https://doi.org/10.31235/osf.io/hdwmf_v1", "doi": "10.31235/osf.io/hdwmf_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007266646629775497}, {"title": "GIS-Based Assessment of Urban Green Infrastructure: A Systematic Review of Advances, Gaps, and Interdisciplinary Integration (2020–2024)", "authors": "Mahshid Gorjian", "abstract": "Urban Green Infrastructure (UGI) is essential for the sustainable expansion of urban areas due to its ecological, social, and economic advantages. Geographic Information Systems (GIS) enable comprehensive, multi-scale spatial evaluations of Urban Green Infrastructure (UGI); however, current research is fragmented, exhibiting voids in scope, methodological integration, and cross-disciplinary coverage of benefits. This systematic review was designed to (a) identify the components of UGI that were evaluated using GIS from 2020 to mid-2024, (b) evaluate the data sources, models, and analytical techniques used, and (c) assess methodological advancements, such as the integration of interdisciplinary strategies and artificial intelligence (AI). Scopus and the Web of Science Core Collection (Science Citation Index, Social Science Citation Index) were searched for peer-reviewed English publications published between January 1, 2020, and June 30, 2024, in accordance with the PRISMA 2020 standards. Empirical GIS- based studies of urban green infrastructure were identified by the inclusion criteria. Titles, abstracts, and complete texts were independently reviewed by a reviewer, who resolved any discrepancies through consensus. The quality was evaluated based on four criteria: the provision of optimization plans, methodological transparency, GIS detail, and clarity of objectives. Out of 1,592 records that were identified, 20 studies satisfied all the inclusion criteria. The most significantly represented countries were China, Saudi Arabia, and Spain, with research conducted in 13 countries. GIS applications encompassed ecological benefits (such as carbon sequestration), resilience, environmental equity, social benefits, and aesthetic evaluation. The analytical methods employed in this study included multi-criteria decision analysis (e.g., AHP, OWA, CoCoSo), spatial statistics, network analysis, and model integration (e.g., InVEST), with data sources included governmental, commercial, academic, and open platforms. AI- assisted data processing, enhanced weighting systems, improved visualization, and expanded interdisciplinarity were among the methodological advancements. GIS-based UGI assessments have developed into multidimensional, integrated research; however, there are still deficiencies in the evaluation of social benefits, the incorporation of 2 resident perspectives, and the establishment of clear definitions. The precision, inclusivity, and policy significance of future UGI planning can be enhanced by implementing participatory approaches, leveraging AI, and improving transdisciplinary frameworks.", "url": "https://doi.org/10.31235/osf.io/jxbq3_v1", "doi": "10.31235/osf.io/jxbq3_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.033026071564851045}, {"title": "Strategic behavioural interventions are required to tackle Chinese aesthetic, cultural, and social values driving ivory demand", "authors": "Molly R. C. Brown, Shuo Gao, Yifu Wang, Victoria Wells, Colin Beale", "abstract": "Chinese consumers play a significant role in driving demand for ivory, which continues to threaten vulnerable African elephant populations. To assess the behavioural drivers of Chinese ivory consumption, we conducted a causal analysis of ivory ownership, gifting practices, and inheritance using an online questionnaire adopting the Unmatched Count Technique and Structural Equation Modelling. Receiving 1,017 responses, we found that aesthetic value, cultural significance and ivory's function as a product indicating social status directly affect consumer behaviour. These results provide a foundation for integrating evidence-based behavioural insights into the design of social marketing interventions targeting ivory consumer behaviours. Addressing the indirect social and cultural values driving the proliferation of illegal and unsustainable consumption of ivory is critical for designing effective demand management strategies. We encourage policymakers and practitioners to tackle consumer demand using behavioural methods to support wider conservation strategies.", "url": "https://doi.org/10.31235/osf.io/mj9s8_v1", "doi": "10.31235/osf.io/mj9s8_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.013880813076760257}, {"title": "Socially Responsive Agents: A Foundation for Linking the Micro with the Macro", "authors": "Peter Marbach, Steven Jiang", "abstract": "How do micro-level social interactions give rise to macro-level social structures such as norms, schemas, and power hierarchies? This paper introduces the concept of the socially responsive agent—a formal, procedural model of social action grounded in symbolic interactionism, structuration theory, and social learning theory. Socially responsive agents interpret and adapt their behavior based on symbolically mediated feedback, enabling the endogenous emergence of shared norms, cultural schemas, and hierarchical influence structures. By embedding meaning-making and symbolic evaluation into a dynamic feedback loop, the model bridges formal modeling with core insights from cultural and interpretive sociology. It offers a micro-foundational account of social reproduction and transformation that clarifies the procedural “how” underlying the sociological “why.” Crucially, the framework is designed to support cumulative theory building. Companion papers systematically extend the model to account for increasingly complex social phenomena—progressing from behavioral norm emergence to schema convergence and power asymmetries—demonstrating how formal models can incrementally incorporate interpretive, structural, and symbolic dimensions of social life.", "url": "https://doi.org/10.31235/osf.io/qht7s_v1", "doi": "10.31235/osf.io/qht7s_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006881541434313965}, {"title": "Drivers and Barriers to SSHA Impact at the Interface between Science and Policy: A Literature Review", "authors": "Sandra Lapointe, Shannon Boss, Brent Odland, Akacia Propst, Marie-Hélène B.-Hardy, Akram Mahani, Jean-Christophe Bélisle-Pipon", "abstract": "This scoping review examines the contributions of Social Sciences, Humanities, and Arts (SSHA) disciplines at the science-policy interface (SPI), synthesizing findings from 71 peer-reviewed articles published between 2008 and 2022. The SPI refers to the zone of interaction between academic research and public decision-making, where knowledge is mobilized to inform policy. While traditionally dominated by STEM fields, the SPI increasingly relies on SSHA expertise to address societal challenges characterized by complexity, uncertainty, and value conflict. SSHA fields contribute uniquely through contextual research, deliberative facilitation, and evidence dissemination; activities essential for policy processes that involve human behavior, ethics, governance, and culture. Despite their relevance, SSHA engagement at the SPI is constrained by two persistent barriers: low connectivity (across disciplines and sectors) and low institutional capacity (within both academia and policy systems). Structural misalignments, disciplinary silos, and underdeveloped collaborative infrastructures limit SSHA influence. However, where SSHA integration succeeds, it is driven by trusted relationships, reflexive institutional cultures, boundary-spanning actors, and co-designed partnerships. Disciplines with applied orientations (e.g., economics, bioethics) tend to integrate more readily, though often by conforming to dominant evidence standards rather than shifting them. To realize SSHA’s full potential, the SPI must evolve beyond STEM-centric paradigms. Institutional redesign is required to embed epistemic diversity, participatory infrastructures, and policy-facing mechanisms that support SSHA leadership. The review identifies the need for alternative impact frameworks and expanded empirical research across underrepresented disciplines and regions. SSHA are not auxiliary to science-policy work; they are integral to its legitimacy, accountability, and effectiveness.", "url": "https://doi.org/10.31235/osf.io/s3whr_v1", "doi": "10.31235/osf.io/s3whr_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010102438660444468}, {"title": "Cultural perceptions and Stigma of ADHD: A Qualitative Study in Ireland and Turkey", "authors": "Barry Griffin, Pinar Oztop", "abstract": "This study explored the cultural perceptions of ADHD in individualist (Ireland) and collectivist (Turkey) societies, examining how these perceptions influence experiences, treatment-seeking behaviors, and support systems. The research aimed to understand how cultural narratives shape ADHD stigma, diagnosis, and perception in both contexts. Using qualitative semi-structured online interviews, data was collected from Turkish and Irish participants. The study focused on three key areas: stigma, treatment-seeking behavior, and lived experiences of individuals affected by ADHD. Interviews were conducted in English, and thematic analysis was used to identify cross-cultural patterns in ADHD perceptions. Findings indicated that in Turkey, ADHD is often framed as a behavioral or moral issue, contributing to stigma and reluctance to seek diagnosis or treatment. In contrast, ADHD in Ireland is increasingly normalised through social discourse, leading to both greater acceptance and concerns around legitimacy and self-diagnosis. Social constructionist perspectives suggest that ADHD is not solely a biological disorder, but influenced by cultural narratives that significantly impact perceptions. In this context, Turkish discourse seems to reinforce traditional stereotypes while Irish discourse appears to promote normalisation, seemingly at the expense of diagnostic validity. These findings highlighted how stigma manifests cross-culturally in different forms, the financial and systemic barriers to support in both cultures, and the need for culturally sensitive interventions and diagnostic frameworks. This research contributes to growing literature on mental health stigma within cross-cultural psychology. Limitations include potential language barriers, sample size constraints, and the researcher’s positionality. Future research should explore intersectional factors such as gender and socioeconomic status to develop a more nuanced understanding of ADHD across diverse cultural settings. Key words: ADHD, cross-cultural, mental health, stigma, qualitative psychology, thematic analysis,Turkey, Ireland", "url": "https://doi.org/10.31235/osf.io/tcyvd_v1", "doi": "10.31235/osf.io/tcyvd_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.017664709634873543}, {"title": "The Emergence of Power: A Feedback-Based Model of Influence, Reputation, and Social Norms", "authors": "Peter Marbach, Steven Jiang", "abstract": "This paper develops a procedural model to formalize the emergence of power as an emergent property of decentralized social feedback, imitation, and influence dynamics. Building on prior models of norm emergence, we extend the framework to incorporate heterogeneous influence weights reflecting agents' symbolic standing and material resources. In doing so, we bridge classical sociological theories of power—including Weberian authority, Bourdieuian capital, and Emersonian dependence—with a tractable microfoundational mechanism grounded in reward-sensitive behavior and reputational dynamics. We demonstrate how differential weighting of social feedback leads to the stabilization of power hierarchies and centralized influence within groups. The model formalizes power as a process rather than a static attribute, providing a unified account of how influence asymmetries emerge, persist, and shape collective action. We illustrate these dynamics with the case of Harriet Tubman's leadership in the Underground Railroad, showing how symbolic legitimacy and strategic resource use combined to produce charismatic authority. By clarifying the procedural underpinnings of power emergence, our contribution advances the understanding of influence, authority, and social structure, laying groundwork for cumulative theory-building.", "url": "https://doi.org/10.31235/osf.io/tg8bx_v1", "doi": "10.31235/osf.io/tg8bx_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006722510524294734}, {"title": "Price signals and credit penalties in the home insurance market", "authors": "Nick Graetz", "abstract": "The climate crisis represents an unprecedented challenge for societal risk management, and the home insurance market has come under intense scrutiny as the consequences of climate change have worsened. Insurers argue that pricing according to environmental risk can send price signals to consumers: they can reduce these risks by moving or weatherizing their homes to reduce their prices. But insurers also use individual variables (e.g., credit scores) because they may be predictive of losses (e.g., the likelihood of filing a claim), socially salient, and easy to measure. Still, if there is no causal relationship between credit and the underlying risk of insured events (e.g., hurricanes), then there is no price signal: individuals will not lower their risk of hurricane damage by increasing their credit scores. If credit penalties are relatively large, they may also crowd out any disaster price signal. In this study, I use standardized industry data on home insurance quotes from 2021-2024 generated using 157 inputs about prospective buyers, including policy details and home characteristics, where all inputs are held constant except credit score and zip code; these quotes represent marginal predictions from the pricing algorithms of home insurers. Disaster risk measured at the zip code level only accounts for 28% of the variance in marginal premiums; most geographic variation is explained by the state of residence. On average, medium credit homeowners pay $792 (39%) more than high credit homeowners for an identical policy; low credit homeowners pay $1,996 (99%) more. The individual credit penalty is equivalent to a 27-point increase in disaster risk rank. My findings challenge the theory that price signaling in the private home insurance market can effectively mitigate the impacts of climate change.", "url": "https://doi.org/10.31235/osf.io/uwx9q_v1", "doi": "10.31235/osf.io/uwx9q_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009339710419118519}, {"title": "Integrating Machine Learning and Hedonic Regression for Housing Price Prediction: A Systematic International Review of Model Performance and Interpretability", "authors": "Mahshid Gorjian", "abstract": "It is becoming increasingly important to predict property prices to mitigate investment risk, establish policies, and preserve market stability. To determine the practical utility and anticipated efficacy of the sophisticated statistical and machine learning models that have emerged, a comparative analysis is required. The purpose of this systematic study is to assess the predictive effectiveness and interpretability of hedonic regression and complex machine learning models in the estimation of housing prices in a wide range of foreign scenarios. In May 2024, a thorough search was conducted in Scopus, Google Scholar, and Web of Science. The search terms included \"hedonic pricing models,\" \"machine learning,\" and \"housing price prediction,\" in addition to others. The inclusion criteria required the utilization of empirical research published after 2000, a comparison of at least two predictive models, and reliable transaction data. Research that utilized non-empirical methodologies or web-scraped prices was excluded. Twenty-three investigations met the eligibility criteria. The evaluation was conducted in accordance with the reporting criteria of PRISMA 2020. Random Forest was the most frequently employed and consistently high-performing model, being selected in 14 of 23 studies and regarded as exceptional in five. Despite their lack of precision, hedonic regression models provided critical explanatory insights into critical variables, such as proximity to urban centers, property characteristics, and location. The integration of hedonic and machine learning models improved the interpretability and accuracy of the predicted results. Many of the studies included in this review were longitudinal, covered a diverse range of international contexts (specifically, Asia, Europe, America, and Australia), and demonstrated a rise in research output beyond 2020. Even though hedonic models retain a significant amount of explanatory power, the precision of home price predictions is improved by machine learning, particularly Random Forest and neural networks. The optimal results for researchers, real estate professionals, and policymakers who aim to improve market transparency and enlighten effective policy decisions are achieved through the seamless integration of these techniques.", "url": "https://doi.org/10.31235/osf.io/uz4cg_v1", "doi": "10.31235/osf.io/uz4cg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01219389351140554}, {"title": "Remittances: Digitalisierung als Ausweg aus der Schattenwirtschaft?", "authors": "Alexandra Keiner", "abstract": "This article focuses on the impact of the digitization of remittances, a topic that has been overshadowed by issues of global finance. Every year, mil-lions of migrants send money to family and friends in their home coun-tries. By 2022, remittances will amount to more than $647 billion—three times the amount of official development assistance. To send money, mi-grants use either informal channels or channels provided by private com-panies, such as banks and money transfer operators, that charge high fees or require long waits. To understand remittances, I argue that cross-border monetary transactions involve inequalities that are more akin to the mobili-ty of people or goods than to the transfer of communication data. Against this background, this article examines how digital technologies can be used to bring remittances out of the shadow economy. It also analyzes the emer-gence of new informalities as a result of digitization.", "url": "https://doi.org/10.31235/osf.io/vfzhc_v1", "doi": "10.31235/osf.io/vfzhc_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.8810010232786976}, {"title": "Health, labour market, and social service outcomes for people with Myalgic Encephalomyelitis / Chronic Fatigue Syndrome on a health or disability related benefit: an Aotearoa | New Zealand nationwide cross-sectional study using the integrated data infrastructure", "authors": "Nick Bowden, Keith McLeod, Francesca Anns, Leanne Catchpole, Fiona Charlton, Barry Taylor, Rosamund Vallings, Hien Vu, Warren Tate", "abstract": "Background: Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) is a debilitating chronic condition characterised by persistent fatigue and multisystem symptoms, often leading to long-term disability and socioeconomic disadvantage. In Aotearoa New Zealand (NZ)), little is known about the health, labour market, and social service outcomes of people with ME/CFS. Methods: We conducted a nationwide cross-sectional study using the Integrated Data Infrastructure (IDI) to identify working-age individuals (16–64 years) receiving a health or disability-related benefit with a recorded ME/CFS diagnosis. Outcomes were compared to propensity score-matched groups: (1) benefit recipients without ME/CFS, and (2) a general population not receiving any benefit. We examined sociodemographic characteristics, co-occurring conditions, health service utilisation, disability support use, employment and income, and benefit reliance. Results: The cohort included 1,902 individuals with ME/CFS. Compared to the general population, the ME/CFS group had significantly higher rates of emergency department visits (18.8% vs. 12.8%) and pharmaceutical use (32.8% vs. 14.2% for 10+ medications), and lower current employment (18.3% vs. 83.8%). Compared to other benefit recipients, those with ME/CFS had lower hospitalisation (11.2% vs. 20.9%) and disability support service use (1.6% vs. 7.2%), but higher rates of Supported Living Payment (64.7% vs. 49.0%) and long-term benefit receipt. The ME/CFS group was disproportionately female and European, with notable underrepresentation of Māori and other ethnic groups. Conclusions: People with ME/CFS on a benefit in NZ face substantial health burdens, economic vulnerability, and limited access to appropriate supports. The findings highlight systemic policy exclusions that disadvantage individuals with chronic, fluctuating conditions. Improved diagnostic coding, inclusive eligibility criteria, and integrated, person-centred care models are urgently needed to address inequities and support this underserved population.", "url": "https://doi.org/10.31235/osf.io/wuyt9_v1", "doi": "10.31235/osf.io/wuyt9_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014209400299595498}, {"title": "Social Rewards and Recursive Feedback: A Procedural Model of Norm Emergence", "authors": "Peter Marbach, Steven Jiang", "abstract": "This article develops a procedural model of behavioral norm emergence and evolution based on the recursive interplay of social action and social feedback. Behavioral norms—shared expectations about appropriate conduct—are foundational to social organization, yet their formation and dynamics remain difficult to model concretely. We address this challenge by introducing \\emph{social rewards}—tangible or symbolic benefits received in response to behavior—as the core mechanism linking individual action to collective patterns. Our model shows how agents monitor and adapt their behavior based on feedback, leading to the stabilization of shared practices, the emergence of reputation hierarchies, and the diffusion of norms through imitation and influence. These dynamics drive the co-evolution of norms and social networks, with reputation connecting individual behavior to broader patterns of coordination and social order. While existing theories often focus on \\emph{why} behavioral norms exist, our model addresses the \\emph{how}. We argue that norms are not merely imposed from above, but co-constructed from below through iterative acts of validation and imitation. The article is part of a trilogy that applies the proposed procedural model to the emergence of behavioral norms, interpretive schemas, and symbolic power structures. Taken together, these papers advance sociological theory by demonstrating how a single procedural mechanism—adaptive reflexivity to socially structured feedback—can generate multiple core features of social organization, bridging micro-level processes with macro-level structures.", "url": "https://doi.org/10.31235/osf.io/wv5bh_v1", "doi": "10.31235/osf.io/wv5bh_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006288810519127996}, {"title": "Evaluating Dynamic Constraint in Belief Systems", "authors": "Turgut Keskintürk", "abstract": "Do political belief systems exhibit dynamic constraint? Drawing on a bounded rationality account of belief formation, I examine whether coordinated belief change occurs when credible information and cross-issue cues target a range of political beliefs. I test this expectation in a pre-registered survey experiment in the United States (N = 2,414), in which participants are presented with factual information about income inequality and social mobility—with and without explicit target cues, which indicate that the two issues are conceptually linked. The information treatments produced large first-stage effects on their respective target beliefs, while leaving peripheral beliefs unaffected. In exploratory analyses, I extend these analyses to economic preferences and people's self-perceptions of belief consistency. The findings delimit the scope of dynamic constraint and suggest that belief updating may be largely domain-specific.", "url": "https://doi.org/10.31235/osf.io/yh2fm_v1", "doi": "10.31235/osf.io/yh2fm_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.004787875503243222}, {"title": "Non-systemic Perspective is the Definitive Root Cause of Persistent Systemic Failures of the Global Economic System that Resulted in Global Social Issues", "authors": "Daniel Run Han Ho", "abstract": "Unlike conventional systems thinking papers, this paper adopts the global economic system for understanding the interconnectedness of elements within a system. It argues that any narrower perspective is inherently non-systemic, which challenges much of the existing literature on systemic phenomena. By integrating narrative synthesis with this expansive systemic framework, the systems thinking approach reveals how prevailing theories operate within a hidden non-systemic paradigm that distorts the understanding of true systemic realities. A review of diverse inquiries into global economic failures exposes their distorted lenses and a paradox: despite disciplinary and methodology differences, many converge on similar patterns of failure rooted in the non-systemic perspective. While this paper explicitly points to a profound paradigm shift that challenges long-held assumptions, it implicitly paves, if not leads, the way for rethinking the foundational knowledge. In turn, it potentially unlocks solutions to the pressing global social issues challenges.", "url": "https://doi.org/10.31235/osf.io/zc6kg_v1", "doi": "10.31235/osf.io/zc6kg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.005257869480180699}, {"title": "Challenging Depositional Integrity and Taphonomic Bias: A Geoarchaeological Empirical Reassessment of Anthropogenic Occupation vs Geological Formation Chronologies at Gunung Padang", "authors": "Dr. Sameer Meralli", "abstract": "This study presents a critical geoarchaeological reassessment of Gunung Padang, Indonesia’s widely debated megalithic site, through comprehensive stratigraphic analysis, sedimentology, and taphonomic evaluation of depositional layers. Challenging previous interpretations that propose an early Pleistocene-age pyramid (∼20,000 BP), the research employs a comprehensive interdisciplinary approach integrating micromorphology, radiocarbon dating, and geophysical surveys to systematically differentiate natural geological formations from anthropogenic modifications. The results demonstrate that the site’s structural elements, including columnar basalt arrangements previously interpreted as architectural features, are primarily the product of volcanic processes rather than human construction. Stratigraphic and micromorphological analyses reveal localized anthropogenic interventions within a predominantly geogenic context, supporting a multi-phase Holocene occupation (∼5,000–2,500 BP) consistent with regional megalithic traditions. Taphonomic biases in earlier studies are addressed through detailed sedimentological assessment, highlighting the challenges of distinguishing cultural deposits in dynamic volcanic environments. The findings underscore the necessity of rigorous geoarchaeological methodologies when evaluating megalithic sites in geologically complex settings. By reconciling Gunung Padang’s chronology with broader archaeological patterns in Island Southeast Asia, this study refutes claims of an anomalously early human occupation while emphasizing the site’s significance as a later Holocene ceremonial complex. The results urge caution in interpreting megalithic sites without robust stratigraphic and geophysical verification, particularly in regions prone to natural rock formations that may mimic cultural features. This research contributes to ongoing debates on early monumentality and the interplay between geological and anthropogenic processes in shaping archaeological landscapes.", "url": "https://doi.org/10.31235/osf.io/9wx3k_v1", "doi": "10.31235/osf.io/9wx3k_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014260397569672234}, {"title": "Racial and Economic Disparities in Coastal Access and Engagement Mediate the Ocean’s Contribution to Human Wellbeing", "authors": "Timothy H. Frawley, Jennifer Selgrath, Emma Gee, Taylor Triviño, Manuela Diaz, Jillian Lyles, Rachel Seary, Larry Crowder, Corey Garza, Elliott Hazen", "abstract": "Understanding the factors influencing ocean access and its contribution to human wellbeing is critical for equitable and sustainable marine resource management. Here, using a community-engaged research approach, we examine responses from 1691 surveys administered across central California (USA), an iconic coastline renowned for its biodiversity and cultural significance, to explore the factors mediating ocean use and benefits. We find that a) the ocean’s subjective (mean index score = 4.31,) and relational (mean = 4.02) contributions to human wellbeing outweighed material (mean =3.75; +/- 0.001) dimensions; and b) these benefits are constrained for vulnerable communities and underserved demographics due to the existence of personal (e.g., lack of interest or affordability) and knowledge (e.g., where to go and/or how to safely and legally engage) barriers. Our results highlight how structural exclusion from ocean spaces limits wellbeing for marginalized segments of society, a critical feedback loop which may perpetuate inequality and degrade public health. Though California is often considered a world leader in protecting and managing ocean environments, we argue that there is more work to be done and provide actionable insight to advance more inclusive and justice-centered approaches to coastal and ocean governance", "url": "https://doi.org/10.31235/osf.io/dw4a9_v1", "doi": "10.31235/osf.io/dw4a9_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.1567617420719436}, {"title": "The SHIMATSUSHO Structure and Cultural Degeneration: Mechanisms of Submissive Reproduction in Japanese Organizations", "authors": "Koichi Hiraoka", "abstract": "This paper analyzes the structural mechanisms underlying the reproduction of the “obedient meme” and the “silent meme” within Japanese organizational culture, focusing on the institutionalized SHIMATSUSHO structure—a system of written apologies and reprimand rituals. Introducing the Formality–Sanction Loop (FS Loop) model, the study argues that organizations ritualize apology and punishment through formal procedures and symbolic sanctions, thereby avoiding substantive problem-solving. The SHIMATSUSHO structure, when internalized as a cultural norm, leads to metacognitive paralysis and accelerates cultural degeneration, reinforcing systemic obedience and silence. Drawing from the author's field observations and prior research (Sato, 2011; Nakamura, 2008; Yamada, 2014; Althusser, 1971; Dawkins, 1976; Luhmann, 1995; Hiraoka, 2025a–2025d), this study demonstrates how the SHIMATSUSHO structure operates as a performative device of pseudo-reflection and sustains institutional inertia in Japanese workplaces.", "url": "https://doi.org/10.31235/osf.io/ehzs7_v1", "doi": "10.31235/osf.io/ehzs7_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.022398162054594217}, {"title": "Ancient Prabhāsa region: A Geographical Study of Sanskrit Texts", "authors": "Aakarsh Bammona", "abstract": "The geographical knowledge preserved within ancient Sanskrit literature provides invaluable insights into the evolution of landscapes, geological processes, human settlements, and cultural practices across time. This paper explores such geographical information as presented within the Prabhāsa khaṇḍa of the Skanda Purāṇa text. A systematic analysis is conducted, focusing specifically on the geographical information pertaining to the Prabhāsa region as provided in the Prabhāsa-kṣetra-māhātmya and the Vastrāpatha-kṣetra-māhātmya, the first two books of Prabhāsa khaṇḍa. The cryptic details embedded within the verses are interpreted and elucidated from both geographical and geological perspectives. Furthermore, through meticulous research and analysis, the precise locational coordinates of various geographical sites have been identified and subsequently mapped, providing a visual representation of their spatial distribution. Through this comprehensive study, previously unknown aspects of the geography of Prabhāsa region in Saurāṣṭra, from antiquity to the period before the 8th century CE, are brought to light, significantly contributing to our understanding of the region’s historical geography.", "url": "https://doi.org/10.31235/osf.io/jbmtg_v1", "doi": "10.31235/osf.io/jbmtg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.018265772349541076}, {"title": "Radical Diffusion vs Organic Innovation: A Bayesian Phylogenetic Approach to Acheulean Technological Transmission and Hominin Dispersal Demographics in Pleistocene Africa", "authors": "Dr. Sameer Meralli", "abstract": "The Acheulean technocomplex, characterized by its distinct handaxes and cleavers, represents an integral technological adoption spanning over 1.5 million years across Africa. Its persistence yet variable adoption raises critical questions about the mechanisms of technological transmission and its effect on innovation, cultural practice and hominin behavioral adaptability. A central debate revolves around whether major Acheulean technological shifts resulted from radical diffusion—rapid cultural transmission linked to demic expansions and social learning—or organic innovation—a more gradual, localized process of cumulative technological refinement. Resolving this debate is essential for understanding the levers of Pleistocene hominin cultural evolution and mapping its trajectory more definitively. This paper applies Bayesian phylogenetic methods, a computational framework originally developed in evolutionary biology, to model the branching patterns of Acheulean technological traits across Pleistocene Africa. By treating lithic assemblages as cultural lineages, one can reconstruct ancestral states, estimate rates of change, and test for signatures of punctuated diffusion versus gradual innovation. Our primary objectives are to quantify the phylogenetic signal in Acheulean tool morphology, evaluate whether technological shifts correlate with known hominin dispersals or environmental changes, and assess the relative contributions of demography and social learning to observed patterns. The successful integration of phylogenetic, spatial, and environmental analytical approaches in this study provides a novel, robust framework for interpreting patterns in the Paleolithic record. This methodological synthesis moves beyond traditional typological approaches, offering instead a dynamic, process-oriented understanding of technological change that accounts for both the remarkable stability and sudden transformations characteristic of the Acheulean record.", "url": "https://doi.org/10.31235/osf.io/kmns4_v1", "doi": "10.31235/osf.io/kmns4_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.049769305752602966}, {"title": "Segmenting climate-smart agriculture practice adoption: a multidimensional typology of U.S. dairy producers", "authors": "Lauren Hunt, Rebecca C Mitchell, Meredith Niles", "abstract": "Dairy farming systems, of critical economic and nutritional importance, face mounting climate-related challenges that are expected to intensify without substantial adaptation and greenhouse gas (GHG) mitigation. In response, the U.S. dairy sector has established an ambitious goal of achieving GHG neutrality by 2050, emphasizing climate-smart strategies related to animal, manure, and land management. To track progress toward this goal and highlight pathways forward, we conducted a national-level U.S. survey of climate-smart agricultural among dairy producers, identifying patterns of use, producer perceptions, and typologies of adoption behavior. Our results represent roughly one of every 27 dairy producers in the U.S., making this study one of the most comprehensive national assessments in the dairy sector to date. While prior research has often reduced adoption to a binary outcome, we extend a multidimensional adoption framework to the dairy sector, enabling a more nuanced analysis of producers’ decision-making. Using latent class analysis, we identified five distinct adopter segments: marginal, conventional, confinement, hybrid, and integrative, based on dairy producers’ adoption patterns. Marginal adopters exhibited low engagement and high disadoption rates, while integrative adopters demonstrated the highest adoption breadth and sophistication, combining infrastructure and land-based strategies. Hybrid adopters represented a well-rounded group with the longest practice duration, especially among grazing practices. Confinement and conventional adopters prioritized controlled-environment infrastructure but showed generally little engagement with grazing or costly manure technologies. Multinomial logistic regression indicated that program engagement, perceived practice efficacy, and climate beliefs significantly differentiated adopter segments. Integrative adopters were the only group significantly more likely to attribute climate change to human causes and to engage in organic or conservation programs. Confinement and conventional adopters were more likely to perceive adaptation practices as effective for welfare and profit, while hybrid and integrative adopters viewed grazing strategies as effective across cow welfare, profit and GHG outcomes. Compared to other adopter segments, marginal adopters were more likely to prioritize profit, animal welfare, and future generations, suggesting that values may play a role in adoption differentiation. We also found that perceived adoption barriers did not necessarily limit adoption, as even highly engaged adopters reported greater capacity and informational barriers than marginal adopters. Support services could address these challenges without assuming they are prohibitive to fostering climate-smart agriculture practices. Our work offers practical insights and a more nuanced understanding of dairy producers, reflecting diverse motivations, constraints and structural conditions that shape practice adoption across the dairy sector.", "url": "https://doi.org/10.31235/osf.io/ky8hs_v1", "doi": "10.31235/osf.io/ky8hs_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.037579918785032196}, {"title": "Kava consumption and the rise of sociopolitical complexity in Oceania", "authors": "Vaclav Hrncir, Oliver Sheehan, Scott Claessens, Russell Gray", "abstract": "Humans have been using psychoactive substances for millennia, despite their potential negative health and social consequences. According to some scholars, our craving for mind-altering drugs is an evolutionary mistake – a hijacking of our reward system. In contrast, the “drunk hypothesis” argues that intoxication has been adaptive and essential for the rise of large-scale societies, because it promotes social bonding, increases cooperation, alleviates stress and enhances human creativity. Here we test this hypothesis using the example of kava, a traditional Pacific beverage with narcotic effects, made from the root of Piper methysticum. Our analysis of 83 Oceanic-speaking societies shows a positive relationship between traditional kava consumption and both political complexity and social stratification. However, the results are not robust to controls for non-independence, especially in the case of political complexity. Moreover, we found no evidence for coevolution between kava drinking and either of the two sociopolitical traits when controlling for spatial non-independence. Despite the cultural significance of kava in many Pacific societies, our results suggest that its consumption was unlikely to have been a major driver of sociopolitical complexity, underscoring the importance of controlling for non-independence in cross-cultural studies.", "url": "https://doi.org/10.31235/osf.io/mcbdk_v1", "doi": "10.31235/osf.io/mcbdk_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.03359137041675686}, {"title": "The Power Structure of Untouchable Symbols in a Zombified Organization", "authors": "Koichi Hiraoka", "abstract": "This paper analyzes the structural mechanisms of symbolic domination in modern organizations and examines how they give rise to “zombified organization.” When certain symbols become untouchable and immune to criticism, rational judgment is replaced by a culture of silence and mimicry. The paper presents a model of the “symbol–silence–mimicry” loop, where symbolic legitimacy is reflexively reproduced to justify authority and suppress dissent. Combining field observations and theoretical frameworks, the study reveals how the repetitive invocation of symbols leads to cultural rigidity, silencing alternative perspectives and hindering organizational renewal. The paper concludes with a proposal for the “desanctification” and redefinition of symbols as a necessary process for the future of healthy organizational life.", "url": "https://doi.org/10.31235/osf.io/p29hd_v1", "doi": "10.31235/osf.io/p29hd_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006657624841626131}, {"title": "Intergenerational Language Transmission of Urdu in the Bihari Community of Chattogram, Bangladesh", "authors": "Md Tasin Abir, Pranay Das", "abstract": "This study investigates the intergenerational transmission of Urdu within the Bihari community of Chattogram, Bangladesh, focusing on patterns of language use, fluency, and literacy across three generations. Using stratified random sampling, data were collected from participants representing older, middle, and younger age groups through interviews and observations. The findings reveal a marked decline in Urdu use among younger generations, with Bangla increasingly becoming the dominant language, particularly in education and public domains. While older participants exhibit strong fluency and literacy in Urdu, younger speakers show limited competence, and literacy skills in Urdu are notably rare. The analysis identifies parental language choice, educational medium of instruction, and societal language dominance as key factors influencing this shift. The study emphasize the urgency of community-based initiatives and policy interventions to preserve Urdu as a heritage language, ensuring its continued relevance in the sociolinguistic fabric of the Bihari community.", "url": "https://doi.org/10.31235/osf.io/qej2d_v1", "doi": "10.31235/osf.io/qej2d_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.03934591204173665}, {"title": "Clarifying Stupidity: Akrasia, Error, and Creative Thought", "authors": "Fernando J. Romero Menjivar", "abstract": "A basic clarification of the concept of stupidity is laid out for a more useful application in subsequent analyses. Stupidity is distinguished from akrasia, error, or other forms of lack or limitation external to reason or thought. Following insights by Robert Musil and Gilles Deleuze, stupidity is clarified as being fundamentally entangled with intellectual capacity. Stupidity does not merely obscure thought, but clarifies it, albeit in complicated ways. Stupidity is not a bug, but a feature, albeit problematic. This conclusion is useful as it can be tested for confirmations, extreme and mixed cases, and exceptions within particular contexts and limits.", "url": "https://doi.org/10.31235/osf.io/r3hcg_v1", "doi": "10.31235/osf.io/r3hcg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.015140968665275256}, {"title": "Sumatran elephants promote jumbo fish: Deduction of elephant- fish commensalism for resilient coexistence of Malay community with elephants in South Sumatra.", "authors": "Yusuf Bahtimi Samsudin, Mukhlish Jamal Musa Holle, Sumantri, Michaela Guo Ying Lo, Mulia Nurhasan, Dessy Adriani", "abstract": "1. Sumatran elephants (Elephas maximus sumatranus) that are uniquely inhabiting wetlands are species critical for conservation. At the same time, Elephants are also considered problematic in some communities because of their foraging behaviour – attacking farmers’ crops and potentially causing casualties both for humans and elephants. Sumatran communities traditional knowledge holds valuable insights in coexistence with elephants. Identifying the traditional knowledge might help us understand elephant’s ecological role particularly in a tropical wetland ecosystem that remains poorly understood. 2. Using semi-structured interviews, we recorded the traditional knowledge of the Perigi village communities in South Sumatra, Indonesia, a village bordering with elephant’s habitat, based on their recollection of observing and coexisting with elephants, explaining, among others, the lived experience of elephants in relatively undisturbed tropical peat swamps. 3. We find the Perigi community placed the foundation of their coexistence with elephants through elephants’ behaviour of creating lebung (ponds) and wallowing for thermoregulation purposes. The communities recorded a positive relationship between elephants’ wallowing and the enhancement of the fish population, which is attributed to their size and quantity. We deduct this as the result of the trophic cascade from elephant-fish commensalism. Further, our findings revealed the land management practices employed by the community that exchanged between mineral soils and peat swamp as a strategy for living in coexistence with elephants. This coexistence of the local communities with elephants in the peat swamp is a form of co-production on biocultural heritage, and the local communities utilise this relationship for their fisheries activities. 4. The revelation of this mechanism on the positive impact of elephants’ presence on fish and local communities contributes not only to highlighting the importance of traditional ecological knowledge in modern ecological and the elephants-humans reciprocal relationship. We provide empirical evidence that the coexistence of indigenous communities with elephants is built by placing elephants as their own agency of where their lived experience and role in the ecological system as recorded by the communities placed as a foundation for them to design sustainable, resilient coexistence mechanism. 5. The way forward is to follow up on this translation by converting the deduction into evidence-based ecological traits measurement. This approach will unveil the relationship between elephants and fish and uncover other essential factors for the coexistence between elephants and humans. KEYWORDS: Sumatran elephants, fish, Traditional Ecological Knowledge, reciprocal relationship", "url": "https://doi.org/10.31235/osf.io/snejp_v1", "doi": "10.31235/osf.io/snejp_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.04884144112918398}, {"title": "Memeing the moniker: The stickiness of gang myths in Swedish news legacy media and TikTok", "authors": "Moa Eriksson Krutrök, Jeffrey Mitchell", "abstract": "With the rise of explosive violence in urban Sweden, gang-related crime has become a dominant theme in Swedish media and political discourse. As individual members of prominent criminal networks gain increasing media attention, the construction of the gang myth—how gangs and their members are represented, circulated, and reimagined—becomes a crucial area of inquiry. This article investigates the ways in which crime content moves through the hybrid news cycle, shaping public perceptions of gangs and their leaders. Using topic modeling of news articles (n=521) and multimodal critical discourse analysis of TikTok posts (n= 73) referencing one of their most well-known gang leader, the Kurdish Fox, we examine how myth-building operates across different media contexts. Our findings reveal a stark contrast in narrative strategies: while news media frame gangs through urgency, fear, and political crisis, TikTok users engage in playful, dissident humor—employing memes, emojis, and remix culture to subvert dominant crime discourses.", "url": "https://doi.org/10.31235/osf.io/sqmpd_v1", "doi": "10.31235/osf.io/sqmpd_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014666843473996827}, {"title": "Graphic codes, language and the computational niche", "authors": "James Winters", "abstract": "Human language looms large in the emergence and evolution of graphic codes. Here, I argue that language not only acts as a strong constraint on graphic codes, but it is also a precondition for their emergence and their evolution as computational devices. Note: This is a BBS commentary on Morin (2023).", "url": "https://doi.org/10.31235/osf.io/tkjgn_v1", "doi": "10.31235/osf.io/tkjgn_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.015070876590512428}, {"title": "A Conceptual Framework for Social Marketing Implementation in SNAP-Ed Programs: Integrating Theory and Practice", "authors": "Babu George, Martha Ravola, Anupama Peter Mattathil", "abstract": "This paper proposes a conceptual framework for implementing social marketing strategies within the Supplemental Nutrition Assistance Program Education (SNAP-Ed) program. The framework synthesizes insights from social marketing theory, behavioral science, and public health interventions to create an integrated approach for SNAP-Ed implementing agencies. By analyzing existing research on successful social marketing initiatives in public health and nutrition education, this paper presents a structured implementation framework that addresses critical gaps in current practice. The framework's potential application is illustrated through a theoretical examination of how it could guide program development at SNAP-Ed implementing agencies, using Alcorn State University's program planning process as an example. This research contributes to the field by providing a theory informed practical framework that can guide SNAP-Ed agencies in designing and executing effective social marketing interventions.", "url": "https://doi.org/10.31235/osf.io/tsfcp_v1", "doi": "10.31235/osf.io/tsfcp_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0038418553636525576}, {"title": "The Legacy of Ahmadi Xani; A Visionary of Kurdish National Consciousness and Unity", "authors": "Sarhad Hadi Taha", "abstract": "Ahmad Xani (1650-1707), a celebrated Kurdish poet, philosopher, and nationalist, remains a noteworthy figure especially in his contribution to the awareness and cohesiveness of the Kurds as a nation. Xani though a romantic story, Mam and Zin expresses more than just a love; it reveals the concept of a unity of Kurds. Through his works, Xani worked to strengthen the ideas of Kurdish identity, the necessity of the Kurdish language and independence. It was also for the promotion of Kurdish culture and language that he opted for the use of Kurdish instead of the more predominant Arabic or Persian. This research investigates Xani’s legacy as a writer as well as a voice of nationalism calling for the unification of Kurds. Xani, who is still a prominent figure in the narrative of Kurdish nationalism today, will be examined in this paper through the lens of history, literature, and his insights on the Kurdish leadership.", "url": "https://doi.org/10.31235/osf.io/ufzxg_v1", "doi": "10.31235/osf.io/ufzxg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.10528628319559363}, {"title": "Perspectives of Social-emotional learning in Nepal: An evolving landscape", "authors": "Dhirendra Paudel", "abstract": "Social-emotional learning (SEL) is gaining recognition in Nepal as a critical component of education, yet its implementation faces significant challenges. This perspective examines the evolving landscape of SEL in Nepal, highlighting progress in policy integration and teacher training while addressing persistent barriers such as limited resources, insufficient educator support, and the need for culturally adapted approaches. Gender disparities further complicate SEL outcomes, with boys often benefiting more than girls. Moving forward, systemic integration, teacher empowerment, localized adaptations, and robust research are essential to ensure SEL’s effectiveness and sustainability. Collaborative efforts among policymakers, educators, and communities can foster resilience and equity, equipping Nepali youth with vital skills for academic and lifelong success. By prioritizing SEL, Nepal can nurture a generation capable of navigating emotional and social challenges in a rapidly changing world.", "url": "https://doi.org/10.31235/osf.io/xq26w_v2", "doi": "10.31235/osf.io/xq26w_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.028289015723698907}]