[{"title":"Engineering Territory: Space and Colonies in Silicon Valley – CORRIGENDUM","authors":"ALINA UTRATA","url":"https://doi.org/10.1017/s000305542510083x","doi":"10.1017/s000305542510083x","journal_full":"American Political Science Review","dist":0.2752,"specialized":false,"preprint":false},{"title":"AI as Governance","authors":"Henry Farrell","url":"https://doi.org/10.1146/annurev-polisci-040723-013245","doi":"10.1146/annurev-polisci-040723-013245","abstract":"Political scientists have had remarkably little to say about artificial intelligence (AI), perhaps because they are dissuaded by its technical complexity and by current debates about whether AI might emulate, outstrip, or replace individual human intelligence. They ought to consider AI in terms of its relationship with governance. Existing large-scale systems of governance such as markets, bureaucracy, and democracy make complex human relations tractable, albeit with some loss of information. AI's major political consequences can be considered under two headings. First, we may treat AI as a technology of governance, asking how AI's capacities to classify information at scale affect markets, bureaucracy, and democracy. Second, we might treat AI as an emerging form of governance in its own right, with its own particular mechanisms of representation and coordination. These two perspectives reveal new questions for political scientists, encouraging them to reconsider the boundaries of their discipline.","journal_full":"Annual Review of Political Science","dist":0.45,"specialized":false,"preprint":false},{"title":"Rural Politics in the United States","authors":"Trevor E. Brown, Suzanne Mettler","url":"https://doi.org/10.1146/annurev-polisci-040623-114017","doi":"10.1146/annurev-polisci-040623-114017","abstract":"Scholars of American politics have recently turned their attention to rural politics, aiming to understand the late twentieth and early twenty-first century nationwide shift of white rural voters to the Republican Party and the ensuing rural–urban political divide. We review research that assesses the potential causes of the rise of place-based polarization, including political–economic transformation, racism, ethnocentrism, and the growing salience of social issues. We also consider its consequences, such as increased levels of social polarization and institutional threats to democracy. Most research to date has focused on individuals, whether to specify rural identity and its correlates or to probe public opinion and political behavior. We recommend that scholars broaden their scope of inquiry to include factors at the meso and macro levels by studying the interplay between place and institutions, public policies, and organizations as well as broader political, economic, and social developments. This will entail attention to change over time. We suggest that scholars resist cordoning off this research area into rural studies and instead engage with broad questions about the functioning of American democracy.","journal_full":"Annual Review of Political Science","dist":0.5139,"specialized":false,"preprint":false},{"title":"Women's Suffrage: Causes and Consequences","authors":"Dawn Langan Teele","url":"https://doi.org/10.1146/annurev-polisci-033123-125642","doi":"10.1146/annurev-polisci-033123-125642","abstract":"From 2000 to 2020, more than 20 countries marked a century of women's suffrage. These anniversaries occurred alongside a period of rich theoretical innovation in the democratization literature, producing a decade of research on the causes and consequences of women's suffrage. This body of research pushes against the narrative that suffrage happened automatically with modernization and the claims that early women voters were apathetic and conservative and did not get what they wanted out of politics. New scholarship reveals how political competition and suffragists’ strategies were key components of suffrage reform and how women, who often cast the largest number of votes in any given context, could shift the balance toward left parties if they were highly mobilized in cities. Finally, a growing body of scholarship has shown how suffrage led to expansions of early welfare state policies. Future work should examine these dynamics in suffrage's second wave and outside of the global North.","journal_full":"Annual Review of Political Science","dist":0.3963,"specialized":false,"preprint":false},{"title":"Revolution as Mass-Based Regime Change","authors":"Killian Clarke","url":"https://doi.org/10.1146/annurev-polisci-040623-114124","doi":"10.1146/annurev-polisci-040623-114124","abstract":"This article makes the case for a broad definition of revolution as mass-based regime change. Recent years have seen an outpouring of research on mass mobilization, responding in part to a succession of global revolutionary waves. But this scholarship has flourished despite conceptual dissensus, with works embracing an array of partly overlapping terms (e.g., uprising, rebellion, civil resistance). Revolution offers a clear and tractable way of characterizing the full range of these mass movements, while still allowing for conceptual narrowing with adjectives. It also provides a conceptual link to related literatures on authoritarianism and democratization, which characterize mass-based regime change as one of the main threats dictators face. After making these arguments, I demonstrate the utility of this broad definition by reviewing two active debates regarding different forms of revolution: the relative merits of nonviolent versus violent resistance and the types of democracy emerging from democratic revolution versus elite-led negotiations.","journal_full":"Annual Review of Political Science","dist":0.3803,"specialized":false,"preprint":false},{"title":"Political Meritocracy and Democracy","authors":"Dimitri Landa, Ryan Pevnick","url":"https://doi.org/10.1146/annurev-polisci-050123-113309","doi":"10.1146/annurev-polisci-050123-113309","abstract":"Political meritocracy is the idea that political institutions should aim to empower those people who are particularly well-suited to rule. This article surveys recent literature in democratic theory that argues on behalf of institutional arrangements that aim to realize the ideal of political meritocracy. We detail two prominent families of meritocratic proposals: nondemocratic meritocracy and weighted voting. We then describe and briefly evaluate five potentially important criticisms of political meritocracy related to the coherence of merit as an ideal, the demographic objection, rent-seeking, political inequality, and social peace. We also consider the key ways in which existing electoral democracies create spaces for institutionally meritocratic forms. Finally, we highlight the importance of exploring institutional innovations that allow democracies to effectively incorporate expertise without, at the same time, becoming vulnerable to the criticisms of political meritocracy that we discuss.","journal_full":"Annual Review of Political Science","dist":0.4289,"specialized":false,"preprint":false},{"title":"Race, Racism, and the Crisis of Democracy in Political Science","authors":"Robbie Shilliam, Lester Spence","url":"https://doi.org/10.1146/annurev-polisci-061523-103553","doi":"10.1146/annurev-polisci-061523-103553","abstract":"Over the past decade, autocratization has increased worldwide, and the United States itself has seen its own democracy erode. While political scientists have begun to study both phenomena in earnest, with exceptions, they have been unable to fully wrestle with either. We suggest that this incomplete understanding is the result of the discipline's problematic racial history. At the time of its founding in the late nineteenth century, political science provided a eugenicist justification for the very hierarchies and segregations that are now under scrutiny. Race was understood to be the quintessential subject of social scientific inquiry. After World War II, political scientists rejected eugenics and instead focused on defending democracy against totalitarianism. In doing so, they relegated racism to an ideological/irrational phenomenon and thus as extraneous to the core concern of the discipline. In this Annual Review of Political Science article, we refract the discipline's contemporary and historical concerns with democracy through the lens of racial politics to better equip scholars with tools to examine and critically diagnose contemporary politics.","journal_full":"Annual Review of Political Science","dist":0.5371,"specialized":false,"preprint":false},{"title":"Is War in Decline?","authors":"Tanisha M. Fazal","url":"https://doi.org/10.1146/annurev-polisci-041923-115351","doi":"10.1146/annurev-polisci-041923-115351","abstract":"The claim that war is in decline has gained considerable traction among analysts and policy makers. This review surveys the empirical data as well as the theoretical arguments for a decline of war. It concludes that, while great power wars have declined since 1945, war in general is not necessarily in decline. Critiques of the claim that war is in decline range from the statistical to the anthropological. While war is not necessarily in decline, though, it has changed. Specifically, a major driver of the putative decline of war—international norms, laws, and institutions—has done more to change how war is discussed and presented than whether it is prosecuted. Stronger theories of change are needed in international relations to understand whether these somewhat superficial changes could deepen in ways that produce a true decline in war.","journal_full":"Annual Review of Political Science","dist":0.3601,"specialized":false,"preprint":false},{"title":"Expert Knowledge in Democracies: Promises, Limits, and Conflict","authors":"Eduardo Dargent Bocanegra, Gabriela Spanghero Lotta","url":"https://doi.org/10.1146/annurev-polisci-033123-020420","doi":"10.1146/annurev-polisci-033123-020420","abstract":"The article reviews recent literature on bureaucratic experts as political actors in democracies, with a focus on their complex, sometimes conflictive relationships with politicians. First, we present the central promises of expertise for democratic governance: its alleged objectivity, responsiveness to the common good, and effectiveness. Then, we look into two criticisms of this optimistic and apolitical view: Expertise is neither as unbiased nor as effective as claimed. Building on a more political understanding of experts’ power in democracies, we then discuss two topics that illustrate experts’ relationships with politicians: ( a ) the conditions and political dynamics that cause changes in technical policy areas’ influence, preferences, and institutional arrangements (or even experts’ demise) and ( b ) how challenging experts’ power is for democracy and elected politicians. We conclude with suggestions for future research and a call to find more common ground between the literatures focusing on experts and politics.","journal_full":"Annual Review of Political Science","dist":0.475,"specialized":false,"preprint":false},{"title":"Understanding Intimate Partner Violence","authors":"Lisa Blaydes, James D. Fearon, Mae MacDonald","url":"https://doi.org/10.1146/annurev-polisci-041322-044022","doi":"10.1146/annurev-polisci-041322-044022","abstract":"Violence against women occurs at high rates in societies across the world. The most common form is intimate partner violence, abuse perpetrated against a spouse or intimate relationship partner. We present a household bargaining model that seeks to clarify causal mechanisms and to identify key pathways by which economic, political, legal, and cultural factors external to households influence domestic abuse rates, gender equity within relationships, and rates of relationship dissolution. We relate key parameters to factors that differ across societies and over time, including economic opportunities for women, laws that criminalize domestic abuse, and social norms associated with gender equality. We review research associated with these topics to establish what we know and do not know about violence against women in households. While much of this literature is outside of the field of political science, we highlight opportunities for political scientists to contribute to our understanding of how and why domestic violence persists in the world today.","journal_full":"Annual Review of Political Science","dist":0.4097,"specialized":false,"preprint":false},{"title":"Losing Touch: The Rhetorical Cost of Governing","authors":"Frederik Hjorth","url":"https://doi.org/10.1177/00104140251349646","doi":"10.1177/00104140251349646","abstract":"The electoral ‘cost of governing’ is widely considered a law-like phenomenon. However, costs of governing are not limited to the electoral dimension. This paper highlights and documents an unappreciated nonelectoral cost of holding government office: diminished rhetorical simplicity. I argue that the functional demands of running government compel government members to speak less simply than is electorally optimal. I refer to this effect as 'the rhetorical cost of governing'. I test this theory using rich data on individual legislator careers and parliamentary speech in Denmark across three decades. Consistent with the theory, government membership reduces rhetorical simplicity. Additional analyses suggest the effect is transitory and is driven by constraints on issue emphasis. I then provide experimental evidence of downstream electoral consequences, showing that respondents prefer politicians using simple language. The results enrich our understanding of the costs of governing, the opposition advantage, and the mass grievances fueling populist political movements.","journal_full":"Comparative Political Studies","dist":0.4698,"specialized":false,"preprint":false},{"title":"Does Affluence Influence Authoritarian Responsiveness? Evidence From Urban China","authors":"Jiawei Fu, Zeren Li, Haibing Yan","url":"https://doi.org/10.1177/00104140251342921","doi":"10.1177/00104140251342921","abstract":"While research on advanced democracies highlights unequal political responsiveness favoring the affluent, less is known about such bias in authoritarian regimes without competitive elections. This paper analyzes how wealth affects bureaucratic responsiveness in an authoritarian context. By matching administrative data on municipal service records with apartment complex-level housing prices in downtown Shanghai, we show mixed findings on unequal responsiveness. Local governments resolve issues faster for residents in wealthier areas, which indicates a priority bias. However, residents in poorer areas receive equally positive resolutions as those in richer neighborhoods. Using interviews and a formal model, we interpret these mixed findings as an outcome of the dual mandates street-level bureaucrats face: efficiency pressure and social stability concerns.","journal_full":"Comparative Political Studies","dist":0.5083,"specialized":false,"preprint":false},{"title":"‘Men’s Parties’, but With More Active Women: Gender and Party Activism in the Populist Radical Right","authors":"Sofia Ammassari","url":"https://doi.org/10.1177/00104140251349654","doi":"10.1177/00104140251349654","abstract":"While the gender gap among populist radical right (PRR) voters and representatives has been extensively investigated, little is known about the extent to which women are active as PRR party members. To examine this, I ask: How and why does party activism in PRR parties differ between women and men? Based on the literature on gender and party politics, I expect women PRR party members to be less active than men because they have less motivations to participate, are less embedded in party networks, and are more sensitive to stigma. Drawing on original survey data from thousands of members of the League in Italy and the Sweden Democrats, I find that women PRR party members are overall more active than men because they are more embedded in party networks. This surprising result has important implications for our understanding of women’s participation in parties and the growing normalisation of PRR politics.","journal_full":"Comparative Political Studies","dist":0.4966,"specialized":false,"preprint":false},{"title":"What State? Political Parties and Non-State Security Provision in Lebanon","authors":"Kelly Stedem","url":"https://doi.org/10.5129/001041525x17489537724915","doi":"10.5129/001041525x17489537724915","abstract":"Security is the canonical public good provided by the state to its citizens. Yet, many states are incapable or unwilling to provide security in a consistent fashion across their territory. The provision of security, order, and management of crime is a crucial “good” that parties can and do offer their constituents, resulting in widespread variation in security at the neighborhood level. What explains this variation in the provision of security and local policing by political parties? Drawing on 132 semi-structured interviews conducted during eight months of fieldwork in Lebanon, this study suggests that organizational capacity is one determinant of whether political parties step into the role of security providers. It shows that maintaining robust linkages with constituent communities and party members at the local level are necessary to coordinating security measures.","journal_full":"Comparative Politics","dist":0.4382,"specialized":false,"preprint":false},{"title":"Toothless compulsory voting can increase turnout: Evidence from India","authors":"Reshikesav Rajan, Shane P. Singh","url":"https://doi.org/10.1016/j.electstud.2025.102951","doi":"10.1016/j.electstud.2025.102951","journal_full":"Electoral Studies","dist":0.3672,"specialized":false,"preprint":false},{"title":"With a little help from the crowd: Estimating election fraud with forensic methods","authors":"Christoph Koenig","url":"https://doi.org/10.1016/j.electstud.2025.102943","doi":"10.1016/j.electstud.2025.102943","journal_full":"Electoral Studies","dist":0.4318,"specialized":false,"preprint":false},{"title":"Triangulating the Relationship Between Education and Attitudes Toward Immigration","authors":"Qinya Feng","url":"https://doi.org/10.1017/xps.2024.7","doi":"10.1017/xps.2024.7","abstract":"Education is widely believed to predict attitudes toward immigration, but what causal relationship underlies this descriptive pattern? This research employs three distinct natural experiments and considers genetic factors to triangulate this relationship: Study 1 analyses discordant monozygotic twins; Study 2 assesses the impact of a Swedish education reform; and Study 3 analyses dizygotic twins with the use of a polygenic index for education, a DNA-based measure for genetic predispositions toward education. The results indicate that education does modestly promote open views toward immigration (Study 1), yet the reform’s effect remains uncertain (Study 2). Study 3 offers direct evidence of the effects of genetic predispositions and suggests that genetics related to education may influence attitudes beyond achieved educational attainment. These findings confirm the positive impact of education while pointing to the combined influence of genetic and social pathways in shaping immigration attitudes.","journal_full":"Journal of Experimental Political Science","dist":0.6724,"specialized":false,"preprint":false},{"title":"The grass is always greener on the other side: Transnational ethnic inequality and ethno-nationalist conflict","authors":"Chong Chen, Kyle Beardsley, Nils B Weidmann","url":"https://doi.org/10.1177/00223433251317102","doi":"10.1177/00223433251317102","abstract":"Existing research has shown that horizontal inequalities arising from comparisons between ethnic groups can promote ethno-nationalist conflict. However, these studies have largely focused on comparison between groups within the same country. In this article, we extend this perspective and study comparisons with kin groups abroad and how they affect the risk of ethnic civil war. In particular, we address the fact that many groups have several kin groups abroad, all of which could serve as reference points for comparison. Drawing on insights from social psychology, we argue that the comparisons made with different groups involve distinct motivations, which can yield varying degrees of stimulus related to the outbreak of ethno-nationalist conflict. Our results suggest that comparisons with kin groups abroad – especially the best (most well-off) groups, as well as the nearest or median groups – are salient in increasing the propensity for conflict incidence. Moreover, groups that are relatively well-off and thus prone to downward comparisons, especially when the group is wealthier than all of its transnational kin groups, are much less likely to fight. A novel finding emerges: relative poverty in comparison with transnational kin does not appear to exacerbate the potential for conflict, but relative wealth does appear to attenuate it.","journal_full":"Journal of Peace Research","dist":0.58,"specialized":false,"preprint":false},{"title":"Underneath the Surface: Unpacking Gendered Dynamics in Legislative Oversight in Italian Municipalities","authors":"Marta Ponzo, Jana Schwenk","url":"https://doi.org/10.1111/lsq.70021","doi":"10.1111/lsq.70021","abstract":"A growing strand of research investigates how women behave in office. While previous studies have explored women's engagement in policy‐making and representation, less is known about their engagement in legislative oversight, particularly at the local level, a critical area for female representation. This paper adapts existing theories to the local context, presenting two opposing arguments: on the one hand, women may engage more actively in legislative oversight; on the other, traditional gender norms may hinder their effectiveness as legislators. We also hypothesize that women's oversight engagement may depend on the number of female councillors present. Using novel survey data from Italian municipal councillors, our findings indicate that women engage less frequently than men in legislative oversight. Additionally, as the share of female councillors increases, individual female councillors become less likely to engage in oversight activities, likely due to backlash from male colleagues seeking to reassert dominance as women's representation grows.","journal_full":"Legislative Studies Quarterly","dist":0.4705,"specialized":false,"preprint":false},{"title":"Explaining the political strategies of radical left parties in Europe after 2008","authors":"Or Dar, Ronen Mandelkern","url":"https://doi.org/10.1177/13540688251352412","doi":"10.1177/13540688251352412","abstract":"As consistent critics of neoliberalism, Radical Left parties have enjoyed a unique political position after the 2008 financial crisis. One main factor affecting these parties’ electoral success was whether they adopted more “flexible” political strategies and discourse that could appeal to a broader audience of voters. That raises the question of why only some Radical Left parties have adopted a “flexible” strategy while others have not. This article develops a novel theoretical framework to answer this question, arguing that the strategic choices of Radical Left parties were affected by a set of external conditions - primarily the severity of social and economic conditions and the features of political competition - and internal features - primarily ideological heritage and the degree of party leadership autonomy. Empirically, those findings are based on an extensive in-depth comparative analysis of six Radical Left parties in three countries: Denmark, France, and Spain.","journal_full":"Party Politics","dist":0.4532,"specialized":false,"preprint":false},{"title":"The Broader Political Significance of Houses of Worship: Theory and Evidence from Indonesian Mosques","authors":"Nathanael Gratias Sumaktoyo","url":"https://doi.org/10.1017/s153759272500088x","doi":"10.1017/s153759272500088x","abstract":"Houses of worship hold specific political significance because they shape the political attitudes and behaviors of their congregations. I argue that they also have broader political significance because their impact extends beyond the congregation to the local community. I support this argument by analyzing the locations of more than 300,000 mosques in Indonesia and national panel data of more than 16,000 Muslim respondents. Employing a difference-in-difference approach, I find that the presence of new mosques in a kecamatan (district) correlates with increased exclusionary attitudes toward non-Muslims. To a more limited extent, the presence of more mosques also correlates with a greater emphasis on religious similarity in voting decisions. Further exploratory analysis suggests that mosques serving as channels for information and communication within the community plays a more significant role in producing these effects than their functions in enhancing religiosity or reinforcing religious identity.","journal_full":"Perspectives on Politics","dist":0.5184,"specialized":false,"preprint":false},{"title":"Bent into Submission? Domestic Investors and Populist Governments","authors":"Alison L. Johnston, Juliet Johnson","url":"https://doi.org/10.1017/s1537592725000817","doi":"10.1017/s1537592725000817","abstract":"Do populist governments bend their economic policies to the preferences of bondholders? Populist governments should be a “least likely” case for the market discipline hypothesis. Populist parties typically run on platforms that scapegoat wealthy elites as “enemies of the people” and hence should be more resistant to changing policy positions in the face of market pressure, given their reluctance to alienate their base. Employing most-different case studies of the Five Star Movement/Lega coalition in Italy and Viktor Orbán’s government in Hungary, we find that populists do bend to market pressure but that this “disciplining effect” does not stem primarily from foreign investors. Rather, it was the inaction of domestic investors in bond auctions that caused these governments to reverse course on headline economic policies. Because domestic investors served as both governments’ “buyers of last resort,” they needed to maintain their favor amidst foreign capital flight.","journal_full":"Perspectives on Politics","dist":0.523,"specialized":false,"preprint":false},{"title":"Negotiating for Autonomy: How Humanitarian INGOs Resisted Donors During the Syrian Refugee Response","authors":"Emily K. M. Scott","url":"https://doi.org/10.1017/s1537592725000635","doi":"10.1017/s1537592725000635","abstract":"More autonomous humanitarian international nongovernmental organizations (INGOs) have greater capacity to determine who receives aid among conflict- and crisis-affected populations than their donor-following counterparts. The latter are more likely to become instruments of states seeking geostrategic influence in places like Syria and Ukraine. Drawing on more than 120 interviews with INGO and donor agency workers, 10 months of political ethnography among INGOs working with refugees in Lebanon and Jordan after the war in Syria, and content analysis of organizational documents, this article investigates the ways that INGOs secure autonomy from donors. In a theory-building exercise, it introduces the concept of negotiation experience to explain why some INGOs develop skills and strategies that allow them to resist donor demands. It also identifies some of the tactics used by experienced negotiators to do so. The findings have implications for who controls and is accountable for humanitarian policy and practice, as well as the abilities of state donors to influence humanitarian behavior. They call into question expectations that INGOs “scramble” for funds under conditions of funding scarcity.","journal_full":"Perspectives on Politics","dist":0.4856,"specialized":false,"preprint":false},{"title":"Reassessing the Impact of Local Control: When Smaller Local Governments Permit More Housing","authors":"Martin Vinæs Larsen, Laura Kettel","url":"https://doi.org/10.1017/s1537592725000799","doi":"10.1017/s1537592725000799","abstract":"Housing scarcity is a widespread social and economic problem. Prior studies have attributed this scarcity to local control over land use, which has been seen as making policy makers more responsive to small electorates. Challenging this argument, we suggest that smaller jurisdictions have stronger incentives and greater capacity to raise tax revenue by building housing. Therefore, expanding the electorate that policy makers are responsive to could lead to a more restrictive housing policy. To explore this question empirically, we study a reform that consolidated some Danish municipalities, increasing the size of their jurisdiction. Using a difference-in-differences design, we find that consolidated municipalities issue fewer permits and complete less housing than smaller jurisdictions. Our study thus shows that politicians permitted more housing when they were accountable to a smaller electorate. This upends conventional wisdom and suggests that local control need not be at odds with more liberal land use policy.","journal_full":"Perspectives on Politics","dist":0.5549,"specialized":false,"preprint":false},{"title":"Response to Anthony J. Grasso’s Review of New Deal Law and Order: How the War on Crime Built the Modern Liberal State","authors":"Anthony Gregory","url":"https://doi.org/10.1017/s1537592725000428","doi":"10.1017/s1537592725000428","journal_full":"Perspectives on Politics","dist":0.3541,"specialized":false,"preprint":false},{"title":"Response to Atef Said’s Review of The Rise of the Masses: Spontaneous Mobilization and Contentious Politics.","authors":"Benjamin Abrams","url":"https://doi.org/10.1017/s1537592725000301","doi":"10.1017/s1537592725000301","journal_full":"Perspectives on Politics","dist":0.3877,"specialized":false,"preprint":false},{"title":"The Rise of the Masses: Spontaneous Mobilization and Contentious Politics. By Benjamin Abrams. Chicago, IL: University of Chicago Press, 2023. 296p.","authors":"Atef Said","url":"https://doi.org/10.1017/s1537592725000283","doi":"10.1017/s1537592725000283","journal_full":"Perspectives on Politics","dist":0.3871,"specialized":false,"preprint":false},{"title":"Note from the Editors","authors":"Wendy Pearlman, Ana Arjona","url":"https://doi.org/10.1017/s1537592725000441","doi":"10.1017/s1537592725000441","journal_full":"Perspectives on Politics","dist":0.3157,"specialized":false,"preprint":false},{"title":"Review Index","url":"https://doi.org/10.1017/s1537592725102016","doi":"10.1017/s1537592725102016","journal_full":"Perspectives on Politics","dist":0.2449,"specialized":false,"preprint":false},{"title":"New Deal Law and Order: How the War on Crime Built the Modern Liberal State. By Anthony Gregory. Cambridge, Mass.: Harvard University Press, 2024. 512p.","authors":"Anthony J. Grasso","url":"https://doi.org/10.1017/s1537592725000404","doi":"10.1017/s1537592725000404","journal_full":"Perspectives on Politics","dist":0.33,"specialized":false,"preprint":false},{"title":"Response to Benjamin Abrams’s Review of Revolution Squared: Tahrir, Political Possibilities, and Counterrevolution in Egypt","authors":"Atef Shahat Said","url":"https://doi.org/10.1017/s1537592725000295","doi":"10.1017/s1537592725000295","journal_full":"Perspectives on Politics","dist":0.289,"specialized":false,"preprint":false},{"title":"Response to Anthony Gregory’s Review of Dual Justice: America’s Divergent Approaches to Street and Corporate Crime","authors":"Anthony J. Grasso","url":"https://doi.org/10.1017/s153759272500043x","doi":"10.1017/s153759272500043x","journal_full":"Perspectives on Politics","dist":0.3369,"specialized":false,"preprint":false},{"title":"Technology, Non-State Actors and the Crisis of Liberal Governance: Security and Conflict Studies in the Twenty-First Century","authors":"Kathrin Bachleitner, Anne Wolf, Sarah Bufkin","url":"https://doi.org/10.1017/s1537592725000313","doi":"10.1017/s1537592725000313","journal_full":"Perspectives on Politics","dist":0.3848,"specialized":false,"preprint":false},{"title":"Dual Justice: America’s Divergent Approaches to Street and Corporate Crime. By Anthony J. Grasso. Chicago: The University of Chicago Press, 2024. 333p.","authors":"Anthony Gregory","url":"https://doi.org/10.1017/s1537592725000416","doi":"10.1017/s1537592725000416","journal_full":"Perspectives on Politics","dist":0.3405,"specialized":false,"preprint":false},{"title":"Revolution Squared: Tahrir, Political Possibilities, and Counterrevolution in Egypt. By Atef Shahat Said. Durham and London: Duke University Press, 2023. 344p.","authors":"Benjamin Abrams","url":"https://doi.org/10.1017/s1537592725000271","doi":"10.1017/s1537592725000271","journal_full":"Perspectives on Politics","dist":0.2759,"specialized":false,"preprint":false},{"title":"Getting Out the (Newly-Enfranchised) Vote: Encouraging Voter Registration After Rights Restoration","authors":"Ariel White, Hannah L. Walker, Melissa Michelson, Sam Roth","url":"https://doi.org/10.1007/s11109-025-10055-1","doi":"10.1007/s11109-025-10055-1","journal_full":"Political Behavior","dist":0.3856,"specialized":false,"preprint":false},{"title":"Information and Perceptions of Electability in Primary Elections","authors":"Sarah E. Anderson, Barry C. Burden, Daniel M. Butler, Laurel Harbridge-Yong, Timothy J. Ryan","url":"https://doi.org/10.1007/s11109-025-10054-2","doi":"10.1007/s11109-025-10054-2","abstract":"When citizens vote in primary elections, they have good reason to consider each candidate’s electability —the chances of winning the general election if they become their party’s nominee. Although electability perceptions are potentially a critical determinant of who wins, little is known about how voters form such perceptions. Using a pre-registered survey experiment conducted on voters in advance of several real competitive senatorial and gubernatorial primary elections in 2022, we examine three candidate attributes that plausibly shape and are correlated with voters’ perceptions of electability: ideological moderation, experience in elected office, and campaign fundraising success. We find evidence that providing new information about candidate attributes affects perceptions of electability, with fundraising being most important. Subsequent analysis shows that this effect is largely driven by Republican voters. Our results highlight the need to better understand differences across the parties in perceptions of electability and how voters learn about campaign finance information.","journal_full":"Political Behavior","dist":0.47,"specialized":false,"preprint":false},{"title":"Betting on Partisanship: Biased Information Processing and Opinion Change on a Citizen Initiative","authors":"Andrea Barbieri, Adrien Petitpas, Pascal Sciarini","url":"https://doi.org/10.1007/s11109-025-10053-3","doi":"10.1007/s11109-025-10053-3","abstract":"How do voters make up their minds when voting on a citizens’ initiative? Motivated reasoning theory makes a strong case for a partisan bias in the way citizens process information, but empirical evidence is mixed. We offer a more systematic test of the “party over policy” argument by integrating prior attitudes into the analysis of how voters respond to cues and policy information. Results of a survey experiment with pre-post measures of vote intentions on a California citizen initiative on online sports betting in 2022 provide support for partisan motivated reasoning. Regardless of the direction of policy information, voters who change their minds tend to follow the cue of their preferred party, even when the cue contradicts their initial vote intention. These results have important normative and practical implications.","journal_full":"Political Behavior","dist":0.502,"specialized":false,"preprint":false},{"title":"Not of Primary Concern: Assessing Ideological Voting Over Time in U.S. Primaries, 2008–2024","authors":"Daniel J. Hopkins, Gall Sigler","url":"https://doi.org/10.1007/s11109-025-10046-2","doi":"10.1007/s11109-025-10046-2","abstract":"America’s major political parties have been riven by ideological factions which contest for power partly through partisan primaries. Ideological factions can only be grounded in voting behavior to the extent that primary voters are consistently ideological across primaries. Yet, prior research has relied overwhelmingly on cross-sectional analyses. This paper thus provides new, over-time evidence on the extent of ideological voting in partisan presidential and Senate primaries. It first uses population-based panel data which measures the same respondents’ presidential primary preferences in 2008, 2016, and 2020 to investigate ideology’s role in stabilizing primary vote choices. Across pairs of primaries, over one third of respondents prefer candidates representing different ideological factions within the same party. To extend these analyses to Senate races and address concerns about sampling biases, it also draws on precinct-level returns in five states’ primaries (2008–2024). Evidence from these varied sources points to one conclusion: ideological considerations influence primary voting, but their modest association with vote choice and limited over-time stability leaves substantial room for other factors.","journal_full":"Political Behavior","dist":0.5542,"specialized":false,"preprint":false},{"title":"Creating a new climate transition politics? Reflections on a Real Deal for Australia","authors":"Amanda Tattersall, Katie Moore, Juliet Bennett, Christine Evans, Louise C. Johnson, Naomi Joy Godden, Dibya Shree Chhetry, Elise Ganley, Sally Fisher, Jaclyn McCosker, Jade Wright, Liz Bonner, Helen Long, Noreen Nicholson","url":"https://doi.org/10.1016/j.polgeo.2025.103347","doi":"10.1016/j.polgeo.2025.103347","journal_full":"Political Geography","dist":0.3613,"specialized":false,"preprint":false},{"title":"On the therapist's couch and in the streets: Politicized approaches to healing trauma and embodying liberation in the US and Canada","authors":"Rebecca Patterson-Markowitz","url":"https://doi.org/10.1016/j.polgeo.2025.103367","doi":"10.1016/j.polgeo.2025.103367","journal_full":"Political Geography","dist":0.417,"specialized":false,"preprint":false},{"title":"Durable instabilities of home: Rain, terrain, and governance assemblages in Medellín, Colombia","authors":"Frank I. Müller","url":"https://doi.org/10.1016/j.polgeo.2025.103368","doi":"10.1016/j.polgeo.2025.103368","journal_full":"Political Geography","dist":0.3946,"specialized":false,"preprint":false},{"title":"Depolarization and its discontents: Experimental evidence on affective polarization and willingness to confront racism and misinformation from two online workshops","authors":"Robert A. Blair, Jessica Gottlieb, Marie Schenk, Christopher Woods","url":"https://doi.org/10.1111/pops.70046","doi":"10.1111/pops.70046","abstract":"Recent years have witnessed a proliferation of initiatives aimed at reducing partisan polarization in the United States. Many of these initiatives focus on promoting civil dialogue across partisan lines and fostering tolerance for diverse political perspectives. While these are laudable goals, we argue that emphasizing civility and tolerance may have the adverse unintended consequence of diminishing citizens' willingness to engage in conflictive conversations about normatively important but politically divisive subjects. We focus on two especially prominent (but contentious) preoccupations of contemporary American politics: combating racism and countering the spread of misinformation. We test our theory through an experimental evaluation of two scalable online depolarization workshops. Our results suggest that the workshops mitigated affective polarization and negative partisanship among a subsample of participants drawn from a nationally representative voter database. Consistent with our theory, however, the workshops also appear to have diminished these same participants' willingness to confront false or racist speech when doing so would require conflictive conversations with out‐partisans. We conclude by considering the complex practical and normative implications of our results.","journal_full":"Political Psychology","dist":0.6248,"specialized":false,"preprint":false},{"title":"Virtue or passion? How moral frames in climate change appeals elicit emotions and change opinions","authors":"Linda Bos, Rosa Sanchez Salgado","url":"https://doi.org/10.1111/pops.70048","doi":"10.1111/pops.70048","abstract":"Political climate change debates make use of different moral frames of climate change diagnoses and solutions. While it is argued that moral frames are more effective when they invoke strong moral emotions, thus far the relationship between real‐world political moral viewpoints on climate change and the arousal of related emotions, behavior, and attitudes has not been studied. In this paper, we raise the question of whether existing moral climate frames are effective through emotions (“passion”) or through direct moral persuasion (“virtue”). We compare three viewpoints on the causes of and solutions to climate change: the mainstream, the green‐left, and the populist right viewpoint. Grounded in moral foundations and appraisal theory, we conceptualize these viewpoints on the causes and solutions of the climate crisis as moral appeals embedding appraisals to specific emotions. In the next step, we use these specific appeals as input for a 3 × 2 between‐subjects factorial survey experiment with a control condition among a diverse sample of 1708 Dutch respondents, varying the inclusion of presented diagnoses. Our results show that the effectiveness of moral climate change appeals depends on passion, and that widespread climate action is unlikely based on the most prominent political climate messages.","journal_full":"Political Psychology","dist":0.4379,"specialized":false,"preprint":false},{"title":"Affective polarization and democratic erosion: evidence from a context of weak partisanship","authors":"Loreto Cox, Pedro Cubillos, Carmen Le Foulon","url":"https://doi.org/10.1017/psrm.2025.10019","doi":"10.1017/psrm.2025.10019","abstract":"Can the “us versus them” dynamic in politics undermine support for democracy even in the absence of strong party identification? While much is known about affective polarization in the USA, its impact on democratic commitment in other contexts remains understudied. We examine Chile’s 2022 plebiscite, where voters decided whether to approve or reject a new constitution amid low levels of party trust and identification. Through an experiment using an unobtrusive primer, we successfully induced short-term affective polarization, heightening animosity across multiple dimensions. Our findings show that individuals primed to this polarization significantly reduced their support for democracy, mirroring patterns observed in the USA. These results emphasize the importance of studying affective polarization, especially in regions with fragile democratic histories.","journal_full":"Political Science Research and Methods","dist":0.5263,"specialized":false,"preprint":false},{"title":"Where to place sensitive questions? Experiments on survey response order and measures of discriminatory attitudes","authors":"Amanda Sahar d’Urso, Tabitha Bonilla, Genni Bogdanowicz","url":"https://doi.org/10.1017/psrm.2025.10017","doi":"10.1017/psrm.2025.10017","abstract":"In survey experiments, should all covariates be administered before the experimental treatment? Some scholars argue that post-treatment items should never be used as covariates because the treatment could bias the measurement of those items and disrupt experimental randomization. Other scholars argue certain items—specifically sensitive questions measuring prejudice—should not be administered pre-treatment. They argue if asked pre-treatment, these items may prime respondents in ways that will influence how they engage with the experiment treatment, thereby affecting the overall outcome of the experiment. Using evidence from four studies (two original collections) that vary the placement of sensitive items—pre-treatment, post-treatment, or in a separate wave—we find little evidence that the placement of sensitive items influences the measurement of those items, the experimental outcomes, nor heterogeneously affects the outcome conditional on the treatment. However, we find the placement of sensitive items inconsistently affects the experimental outcome by interacting with both the measurement of the items and the experimental treatment condition. Overall, we find these measures to be robust to where they are administered. It may be best to place items pre-treatment to preserve randomization. If researchers have reason to include sensitive moderators post-treatment, they should transparently discuss this choice and the anticipated trade-offs.","journal_full":"Political Science Research and Methods","dist":0.5218,"specialized":false,"preprint":false},{"title":"Can followers detect political leaders who cheat? Testing an evolutionary position","authors":"Yi Yang, Meng Liang, Bingying Wang","url":"https://doi.org/10.1017/psrm.2025.10012","doi":"10.1017/psrm.2025.10012","abstract":"Researchers applying evolutionary theory to political psychology discover that in democracies, most citizens struggle to select political leaders based on their ideologies. Rather, they tend to concentrate on procedural fairness during public decision-making when evaluating their leaders. We re-examine such evolutionary propositions in China using eight Wason selection experiments. In autocracies, where accountability systems are weak or absent, little is known about how citizens judge politicians’ ideologies and their cheating behaviors. Our findings show that Chinese citizens are incapable of identifying political leaders’ ideological orientations; instead, they rely on a cheater-detection mechanism, evaluating leaders based on their adherence to procedural fairness. These results contribute to our understanding of democratic competence and the cognitive mechanisms of political judgment in autocratic contexts.","journal_full":"Political Science Research and Methods","dist":0.456,"specialized":false,"preprint":false},{"title":"Estimating the persuasive effects of advertising in presidential primary elections","authors":"Robert Bird, Michael Peress","url":"https://doi.org/10.1017/psrm.2025.10020","doi":"10.1017/psrm.2025.10020","abstract":"Presidential primary elections arguably represent the most dynamic campaigns in American politics. Television advertising is a key aspect of strategy that candidates can marshal throughout the campaign. We develop a methodology for measuring the impact of advertising in primary elections that accounts for endogeneity and apply it to the 2000 through 2016 elections. We find that advertisements—both positive and negative—improve the favorability and the vote share of the candidate running the ads. We find that negative advertising is more effective than positive advertising, but that only high polling candidates lose support when attacked.","journal_full":"Political Science Research and Methods","dist":0.4578,"specialized":false,"preprint":false},{"title":"Partisan preferences for antitrust policy","authors":"Ryan Brutger, Amy Pond","url":"https://doi.org/10.1017/psrm.2025.10015","doi":"10.1017/psrm.2025.10015","abstract":"Industrial concentration has increased in recent years with large companies consolidating their dominant positions. Concentrated markets are thought to benefit large firms as they earn elevated profits and gain political influence. Antitrust law is the main policy tool to reduce concentration. Calls to strengthen antitrust have come from the political left and the right, yet we know little about public support for such policies. We test how economic, moral, and democratic concerns influence support for antitrust. We find that the public does not respond to the consumer price benefits of antitrust but is moved by arguments invoking concerns for fairness and the importance of maintaining democratic institutions. We find that Republicans and Democrats often respond in divergent ways, with Republicans being less supportive of antitrust when informed that it could punish successful companies, whereas Democrats are more concerned about using antitrust to curb corporate influence. The findings accord with a general concern on the left for limiting business influence in politics and a concern on the right for maintaining business growth.","journal_full":"Political Science Research and Methods","dist":0.4856,"specialized":false,"preprint":false},{"title":"Data and Code Availability in Political Science Publications from 1995 to 2022 – ADDENDUM","authors":"Carlisle Rainey, Harley Roe, Qing Wang, Hao Zhou","url":"https://doi.org/10.1017/s1049096525101091","doi":"10.1017/s1049096525101091","journal_full":"PS: Political Science & Politics","dist":0.3983,"specialized":false,"preprint":false},{"title":"The Substantive Effects of Descriptive Representation: Gay and Lesbian Members of Congress Are More Supportive of Gay Rights","authors":"Benjamin G. Bishin, Nicholas Weller","url":"https://doi.org/10.1017/s1049096525000289","doi":"10.1017/s1049096525000289","abstract":"The descriptive representation of stigmatized groups has numerous benefits both to group members and society at large. We study the extent to which LGB members of the US Congress provide increased support for LGBT rights. While LGBT substantive representation has been studied extensively, descriptive representation has been examined extensively at only the local and state levels. The absence of research at the federal level is important because federal policy is essential to expanding gay rights. We overcome issues related to the small number of openly LGBT Members of Congress and the few bills either introduced or receiving votes by examining LGB legislators over 24 years (i.e., 6,425 legislator–Congress pairs) using Human Rights Campaign scores. Using Coarsened Exact Matching, we find a substantively small but statistically significant and consistently positive effect: LGB members of Congress are more supportive of LGBT rights than other members with a similar background and from a similar district. The use of matching may provide a useful approach for scholars who are interested in studying the link between descriptive and substantive representation for other small groups.","journal_full":"PS: Political Science & Politics","dist":0.4776,"specialized":false,"preprint":false},{"title":"Interstate conflicts with multiple fronts","authors":"Sang Hoo Bae, Leonid Krasnozhon","url":"https://doi.org/10.1007/s11127-025-01292-3","doi":"10.1007/s11127-025-01292-3","abstract":"This paper analyzes an interstate-conflict model in which two states compete for supporters in the governance of a territory on two socioeconomically linked fronts: soft (for example, media persuasion, propaganda) and hard (for example, annexation, invasion). Supporters enjoy an ego premium when their ideological alignment on the soft front matches the outcome on the hard front. A state’s total gain from a conflict is the difference between the economic gains from the hard front and the cost of forming ideological preferences on the soft front. We propose four scenarios based on the relative size of the ego premium and provide intuition on how competition on the soft front becomes widespread. We explore the implications of the model in the context of the Russian–Ukrainian war.","journal_full":"Public Choice","dist":0.4561,"specialized":false,"preprint":false},{"title":"Unexpected politics: Do interest rates influence lobbying expenditure?","authors":"Mitchell Harvey","url":"https://doi.org/10.1007/s11127-025-01291-4","doi":"10.1007/s11127-025-01291-4","journal_full":"Public Choice","dist":0.3773,"specialized":false,"preprint":false},{"title":"The political economy of compulsory licensing: democracy and regulatory threat in public health","authors":"Sojun Park","url":"https://doi.org/10.1007/s11127-025-01294-1","doi":"10.1007/s11127-025-01294-1","journal_full":"Public Choice","dist":0.4055,"specialized":false,"preprint":false},{"title":"Ladies’ Choice: Intersectional Linked Fate and Public Opinion Toward Women of Color in Politics","authors":"Joyce H Nguy, Alexandria J Davis, Nathan K Chan","url":"https://doi.org/10.1093/poq/nfaf019","doi":"10.1093/poq/nfaf019","abstract":"This article seeks to understand the public opinion formation among women of color in America. How do identity-based factors, such as linked fate with women of color (WoC), shape political evaluations? Expanding on social identity theory and intersectionality frameworks, we investigate the political influences of WoC identification and WoC intersectional linked fate. We argue that intersectional linked fate represents a deeper sense of shared experiences and interconnected outcomes across race and gender, making this both a conceptually distinct construct and a politically consequential extension of WoC identity. Further, we theorize that women of color’s perceptions of intersectional linked fate drive their cross-racial support for real-world WoC in politics. We analyze data from the 2020 Collaborative Multiracial Post-Election Survey to test how intersectional linked fate correlates with evaluations of prominent WoC political figures such as Alexandria Ocasio-Cortez, Ayanna Pressley, and Michelle Obama among Black, Latina, and Asian American women. Our findings reveal that intersectional linked fate has a stronger and more consistent influence on these political evaluations than either WoC identity or racial linked fate, fostering solidarity and support for WoC politicians across racial boundaries. The results highlight the critical role of intersectional linked fate in shaping public opinion with important implications for understanding future elections, especially as candidates, politics, and the electorate continue to diversify in the United States.","journal_full":"Public Opinion Quarterly","dist":0.5484,"specialized":false,"preprint":false},{"title":"Don A. Dillman. You Have Been Randomly Selected: A Life Dedicated to Turning Research Findings into Practical Applications","authors":"Tom W Smith","url":"https://doi.org/10.1093/poq/nfaf024","doi":"10.1093/poq/nfaf024","journal_full":"Public Opinion Quarterly","dist":0.3035,"specialized":false,"preprint":false},{"title":"Do Personality Traits Predict Voter Attitudes When Politics Is Structured Around Conflict? Lessons from Israel","authors":"Naama Rivlin-Angert, Alon Yakter, Lior Sheffer","url":"https://doi.org/10.1093/poq/nfaf021","doi":"10.1093/poq/nfaf021","abstract":"The relationship between personality traits and political attitudes has been studied extensively. However, existing accounts largely study personality’s links to liberal-conservative divisions on social and economic issues. We know far less about its attitudinal influences when politics is organized around other issue domains, particularly ethnonational conflicts. Addressing this gap, we examine the relationship between the Big Five personality traits, policy preferences, and political orientation in Israel, where the main ideological cleavage involves the Israeli-Palestinian conflict. Using original survey data, we find that the known relationships with social and economic attitudes operate only partly and more weakly in this context. Unlike these domains, conflict-related preferences in Israel correlate primarily with greater conscientiousness, largely through authoritarian tendencies. General Left-Right orientations mimic this relationship, reflecting conflict-related views rather than social or economic inclinations. These findings expand the scope of current debates about personality and political attitudes and underscore the importance of national ideological contexts for future research.","journal_full":"Public Opinion Quarterly","dist":0.5346,"specialized":false,"preprint":false},{"title":"Social Desirability and Political Sensitivity: Interviewer Gender Effects on Men in Five Arab Countries","authors":"Calvert W Jones, Jocelyn Sage Mitchell","url":"https://doi.org/10.1093/poq/nfaf016","doi":"10.1093/poq/nfaf016","abstract":"Survey research is growing, yet research on data quality continues to rely mainly on samples from the United States and Europe. To contribute, we test for interviewer gender effects on men in the Middle East and North Africa, where studies of data quality are particularly scarce. Theoretically, we focus on the implications of less gender-egalitarian contexts for response tendencies. For questions about politics and government, we find that men respondents tend to provide more socially desirable responses to men interviewers, offering “safer” and more pro-regime answers. Yet, for questions that touch on their own social status, such as self-reported income and religiosity, they appear to offer more socially desirable responses to women interviewers. The findings strengthen the case for comparative investigations of data quality, and highlight the value of contextual knowledge about politics and gender relations.","journal_full":"Public Opinion Quarterly","dist":0.4827,"specialized":false,"preprint":false},{"title":"To Elect or Appoint? Evidence from Local Election Administration","authors":"Joshua Ferrer","url":"https://doi.org/10.1561/100.00023193","doi":"10.1561/100.00023193","journal_full":"Quarterly Journal of Political Science","dist":0.4412,"specialized":false,"preprint":false},{"title":"Promoting Conspiracy Theories Strategically","authors":"David Hilden, Michael R. Kistner","url":"https://doi.org/10.1561/100.00024033","doi":"10.1561/100.00024033","journal_full":"Quarterly Journal of Political Science","dist":0.3248,"specialized":false,"preprint":false},{"title":"The Effects of Ranked Choice Voting on Substantive Representation","authors":"Arjun Vishwanath","url":"https://doi.org/10.1561/100.00023123","doi":"10.1561/100.00023123","journal_full":"Quarterly Journal of Political Science","dist":0.4467,"specialized":false,"preprint":false},{"title":"Gender Quotas and Upward Political Mobility in India","authors":"Varun Karekurve-Ramachandra","url":"https://doi.org/10.1561/100.00020208","doi":"10.1561/100.00020208","journal_full":"Quarterly Journal of Political Science","dist":0.4601,"specialized":false,"preprint":false},{"title":"Tutelary Power and Autocratic Legitimacy: Experimental Evidence from Kazakhstan's Diarchy","authors":"Yuki Shiraito, Masaaki Higashijima","url":"https://doi.org/10.1086/737175","doi":"10.1086/737175","journal_full":"The Journal of Politics","dist":0.4279,"specialized":false,"preprint":false},{"title":"Misinformation Beyond Traditional Feeds: Evidence from a WhatsApp Deactivation Experiment in Brazil","authors":"Tiago Ventura, Rajeshwari Majumdar, Jonathan Nagler, Joshua Tucker","url":"https://doi.org/10.1086/737172","doi":"10.1086/737172","journal_full":"The Journal of Politics","dist":0.4142,"specialized":false,"preprint":false},{"title":"Re-Innovation Nation: The Political Economy of Technology Transfer Policy in Post-WTO China","authors":"John Minnich","url":"https://doi.org/10.1086/737174","doi":"10.1086/737174","journal_full":"The Journal of Politics","dist":0.4177,"specialized":false,"preprint":false},{"title":"How to Place Non-Majoritarian Institutions and Political Actors in a Common Policy Space: Spatial Modeling of Court–Executive Interactions","authors":"Benjamin G. Engst, David M. Grundmanns, Thomas Gschwend","url":"https://doi.org/10.1086/732980","doi":"10.1086/732980","journal_full":"The Journal of Politics","dist":0.4447,"specialized":false,"preprint":false},{"title":"Racial Diversity and Exclusionary Zoning: Evidence from the Great Migration","authors":"Alexander Sahn","url":"https://doi.org/10.1086/734261","doi":"10.1086/734261","journal_full":"The Journal of Politics","dist":0.6289,"specialized":false,"preprint":false},{"title":"Judicial Decisions on Electronic Control Devices and Police Escalation of Force","authors":"Courtenay R. Monroe, Sophia Hatz, Kristine Eck","url":"https://doi.org/10.1086/733005","doi":"10.1086/733005","journal_full":"The Journal of Politics","dist":0.3032,"specialized":false,"preprint":false},{"title":"Reputation Shocks and Strategic Political Responses","authors":"Rubén Poblete-Cazenave","url":"https://doi.org/10.1086/734264","doi":"10.1086/734264","journal_full":"The Journal of Politics","dist":0.4441,"specialized":false,"preprint":false},{"title":"Emerging Adults’ Relational Turbulence with Parents as a Function of Parent Involvement in Their Romantic Relationship: A Conditional Process Analysis","authors":"Paul Schrodt, Emily Stager","url":"https://doi.org/10.1177/00936502251345599","doi":"10.1177/00936502251345599","abstract":"Using relational turbulence theory, this study examined the conditional direct and indirect associations between parent involvement (i.e., facilitation and interference) in emerging adults’ romantic relationships and relational turbulence in the parent-child relationship vis-à-vis the valence of conversations with parents about the romantic partner. Participants included 264 emerging adult children who were involved in a romantic relationship. Parent interference with the romantic partnership was directly and indirectly associated with turbulence in the parent-child relationship via communication valence. The direct association was conditioned by the family’s conversation orientation and whether the adult child valued the parent’s opinion about their romantic partnership, whereas the indirect association was not. Likewise, parent facilitation was directly and indirectly associated with turbulence via communication valence, though again only the direct association was conditioned by conversation orientation and valuing the parent’s opinion. Implications for relational turbulence theory are discussed.","journal_full":"Communication Research","dist":0.3904,"specialized":false,"preprint":false},{"title":"When Sexism Becomes the Norm: The Effect of Sexism on Women’s Participation in Political Online Discussions","authors":"Sabine Reich, Marko Bachl","url":"https://doi.org/10.1177/00936502251343988","doi":"10.1177/00936502251343988","abstract":"Publicly visible women in political news are often met with sexist backlash in social media’s comment sections. We take a social norms perspective to argue that the presence of politically active women in the news sets a descriptive norm to increase female social media users’ participation in online discussions (role model hypothesis). However, sexist comments against visible women function as signals of injunctive norms and decrease participation (sexist backlash hypothesis). A preregistered nested-stimuli experiment with a sample of German women provided no support for the role model hypothesis but some support for the adverse effects of sexist attacks. The findings indicate that the increase of women in prominent public positions might harm, instead of nourish, women’s discursive participation intention as long as the sexist backlash against women in public roles prevails.","journal_full":"Communication Research","dist":0.5014,"specialized":false,"preprint":false},{"title":"When tobacco is headline news: how public health bodies and anti-regulatory issue publics exercise influence in breaking news events","authors":"George D. H. Pearson, Nathan A. Silver, Elexis C. Kierstead, Barbara A. Schillo, Jennifer M. Kreslake","url":"https://doi.org/10.1080/1369118x.2025.2517339","doi":"10.1080/1369118x.2025.2517339","journal_full":"Information, Communication & Society","dist":0.3335,"specialized":false,"preprint":false},{"title":"Twitch aggression profile: exploring aggression on a live mixed-media platform","authors":"Seung Woo Chae","url":"https://doi.org/10.1080/1369118x.2025.2511069","doi":"10.1080/1369118x.2025.2511069","journal_full":"Information, Communication & Society","dist":0.3348,"specialized":false,"preprint":false},{"title":"Algorithmic discrimination: a grounded conceptualization","authors":"Matthew Bui, Charlton McIlwain, Seyi Olojo, Ho-Chun Herbert Chang","url":"https://doi.org/10.1080/1369118x.2025.2516544","doi":"10.1080/1369118x.2025.2516544","journal_full":"Information, Communication & Society","dist":0.4052,"specialized":false,"preprint":false},{"title":"Anthropology of now: Love and technology: An ethnography of dating app users in Berlin","authors":"Nikoo Karimi","url":"https://doi.org/10.1080/1369118x.2025.2520008","doi":"10.1080/1369118x.2025.2520008","journal_full":"Information, Communication & Society","dist":0.3728,"specialized":false,"preprint":false},{"title":"Seeing through the fake: how users detect and interpret deepfakes","authors":"Donghee Shin","url":"https://doi.org/10.1080/1369118x.2025.2518260","doi":"10.1080/1369118x.2025.2518260","journal_full":"Information, Communication & Society","dist":0.3082,"specialized":false,"preprint":false},{"title":"European ambitions captured by American clouds: digital sovereignty through Gaia-X?","authors":"Andreas Baur","url":"https://doi.org/10.1080/1369118x.2025.2516545","doi":"10.1080/1369118x.2025.2516545","journal_full":"Information, Communication & Society","dist":0.2696,"specialized":false,"preprint":false},{"title":"Shifting platform governance: examining participatory content moderation on a Chinese platform Bilibili","authors":"Zheyu Shang","url":"https://doi.org/10.1080/1369118x.2025.2520004","doi":"10.1080/1369118x.2025.2520004","journal_full":"Information, Communication & Society","dist":0.3408,"specialized":false,"preprint":false},{"title":"Social Media Influencers as “Dirty Workers”: An Explorative Study on How They Use Strategies to Reduce the Moral Taint","authors":"Claudia Gerhards","url":"https://doi.org/10.1177/20563051251348917","doi":"10.1177/20563051251348917","abstract":"Since social media influencers have become popular and monetize their content with the help of advertising deals, they have been associated with morally questionable, deceptive behavior. The list of misconduct is long. It includes, for example, not disclosing sponsored content, withholding negative experiences with promoted products, buying fake followers, and promoting false ideals of beauty. Building on the concept of “dirty work” as a theoretical framework, this article asks which strategies influencers use to soften this moral taint. Qualitative interviews with influencers living in Germany show that they are aware of their negative image in public and use various stigma management strategies. This article offers a perspective that has not yet played a role in the ethics debate about influencers. It asks how influencers, who are often associated with morally questionable practices, immunize themselves against this negative image and find a positive work identity.","journal_full":"Social Media + Society","dist":0.4214,"specialized":false,"preprint":false},{"title":"Exploring the Mediating Role of Online Social Capital in the Association Between Sharing Memes Using Four Humor Styles and Subjective Well-Being","authors":"Yueming Luo, Yu-Leung Ng","url":"https://doi.org/10.1177/20563051251348922","doi":"10.1177/20563051251348922","abstract":"Sharing memes has emerged as a prevalent form of social grooming behavior on digital platforms, yet research has largely focused on the content of internet memes rather than the behavior of sharing them. This study explores whether sharing memes with different humor styles (affiliative, self-enhancing, aggressive, and self-defeating humor styles) relates to subjective well-being through the mediating roles of online bonding and bridging social capital. Using survey data from a representative sample of 1000 participants in the United States, the findings showed that affiliative and aggressive meme-sharing were positively associated with psychological well-being and positive feelings via enhanced online bonding social capital. The findings could contribute to a deeper understanding of social and psychological implications of engaging with memes in online communication.","journal_full":"Social Media + Society","dist":0.4142,"specialized":false,"preprint":false},{"title":"From #MelaninMansion to #BlackTikTokStrike: Black TikTok, Joy, and the Politics of Refusal","authors":"Elena Maris, Mel Monier","url":"https://doi.org/10.1177/20563051251349476","doi":"10.1177/20563051251349476","abstract":"In this article, we critically analyze TikTok videos related to the #MelaninMansion trend and the #BlackTikTokStrike. Videos analyzed were posted during the hashtags’ peak engagement, 2019–2020, and the summer of 2021, respectively. Drawing from Black cyberfeminism and literatures on Black cyberculture, platform politics, visibility, affect, resistance, refusal, and copyright, we identified shared themes and thematic differences between the hashtags. Based on these findings, we argue #MelaninMansion and #BlackTikTokStrike illustrate two significant moments on TikTok for Black creators, and a marked change in their tactical and affective response to on-platform racism, appropriation, and content theft. We contend the messaging and imaginings found in the videos reveal Black TikTok’s negative experiences on-platform and their understanding of potential technological and policy solutions. We especially note the affective change during the strike, where Black TikTok creators turn from humorous utopian imaginings of on-platform equity and celebrations of Blackness and community, to frustrated refusal of on-platform labor and pessimistic reflections on the (im)possibilities for Black content creation. Despite the sharp turn in tactics and expectations, content from both moments reflects a commitment to Black joy and intracommunity support. We argue our findings reveal how the TikTok platform and non-Black TikTok community together create a toxic technoculture rife with the violence of racism, cultural appropriation, and creative theft. Finally, we note the centrality of Black women to these viral moments, how #BlackTikTokStrike especially centered Black women’s labor and creativity, and that despite this, Black women performed an outsized amount of labor during the strike.","journal_full":"Social Media + Society","dist":0.3843,"specialized":false,"preprint":false},{"title":"Softblocking: Disconnective Practices, Imagined Affordances, and Reciprocity on Twitter","authors":"Caitlin Hogan","url":"https://doi.org/10.1177/20563051251331156","doi":"10.1177/20563051251331156","abstract":"This study investigates the social meaning of softblocking, a practice on social media in which a user blocks and then immediately unblocks another user, causing a mutual unfollowing. This study finds that softblocking highlights that social media users exercise agency in creating imagined affordances through novel use of pre-installed features to do social work. It also discusses what the rise of softblocking suggests about the demand for reciprocity within social media interaction. With a corpus of 96,541 tweets mentioning softblocking from 2009 to 2020 and corpus-assisted discourse analysis, this study explores (1) how softblocking is differentiated from pre-packaged affordances, (2) how softblocking is negotiated metadiscursively, and (3) how expectations of reciprocity are addressed by softblocking. I find that users expect sustained interaction and value-sharing with those they are in mutual following relationships with and also expect these relationships to be broken reciprocally. This study argues that softblocking meets the demand for disconnective action in a mutual manner, in line with emerging norms of politeness on social media that see reciprocity as politeness.","journal_full":"Social Media + Society","dist":0.4174,"specialized":false,"preprint":false},{"title":"Doing the Lord’s Work: Deconstructing Fundamentalist Christianity Through Cathartic Anti-Fandom on Reddit","authors":"Caitlin E. Lawson, Cecilia R. Hafferty","url":"https://doi.org/10.1177/20563051251347547","doi":"10.1177/20563051251347547","abstract":"r/fundiesnarkuncensored is a Reddit community that monitors and critiques fundamentalist Christian, namely evangelical, content creators. Many members of the community were formerly conservative Christians who have since deconstructed some or all of their beliefs. This study approaches “fundie snarkers,” particularly those who have deconstructed, through the lenses of anti-fandom and affect theory, to deepen our understanding of anti-fandom as a simultaneously ideological and affective phenomenon. Through individual, semi-structured interviews with 20 members of r/fundiesnarkuncensored, we explore the role that “fundie snarking” plays in members’ deconstruction journeys and vice versa. Participants organized content on the subreddit into three categories based on their affective and intellectual responses to that content: petty snark, or superficial critiques that participants find both guiltily pleasurable and frustratingly rude; structural snark, or systemic critiques of fundamentalism that participants universally esteem; and dark snark, or content that participants find too distressing to engage. Taken together, this “structure of snark” reveals the ambiguity of their anti-fandom by emphasizing that participants have empathy for the fundies they criticize and see the subreddit’s ideal purpose as a tool for deconstruction. Ultimately, through our discussion of the gratifications participants obtain through their engagement with the subreddit, we propose an additional form of anti-fandom: cathartic anti-fandom. Cathartic anti-fandom involves the dislike and critique of ideologies, practices, and communities in which the anti-fan formerly participated and/or by which they were harmed. By filtering fundamentalist Christian teaching through critical commentary and making these ideologies laughable, r/fundiesnarkuncensored provides an accessible and enjoyable space for members to unlearn harmful ideologies.","journal_full":"Social Media + Society","dist":0.3803,"specialized":false,"preprint":false},{"title":"Experimental Evidence on Attitudes Toward Inequality and Fairness","authors":"Ingvild Almås, Paul Hufe, Daniel Weishaar","url":"https://doi.org/10.1146/annurev-economics-073124-083232","doi":"10.1146/annurev-economics-073124-083232","abstract":"Many of our everyday life experiences suggest that humans are social individuals who care about themselves and others. Yet, for a long time, the economic discipline has focused on modeling the purely self-interested homo economicus . In this review, we summarize the extensive experimental literature on deviations from such purely self-interested behavior, with a particular focus on attitudes toward inequality and fairness. This literature shows that many individuals are willing to forgo their own economic gain for a fairer distribution of resources. We further illustrate empirical evidence showing that people differ in what they consider to be fair and discuss how these fairness views vary within and across countries.","journal_full":"Annual Review of Economics","dist":0.5211,"specialized":false,"preprint":false},{"title":"Labor Markets in Developing Countries","authors":"Emily Breza, Supreet Kaur","url":"https://doi.org/10.1146/annurev-economics-091124-051650","doi":"10.1146/annurev-economics-091124-051650","abstract":"The process of development is accompanied by marked changes in the structure of the labor market. We lay out a broad set of stylized features that distinguish labor markets in developing countries from those in richer countries. We organize our review around one particularly striking difference: In poor countries, working-age individuals are employed in wage work only 20–50% of the time. There is evidence that this low wage employment reflects high levels of involuntary unemployment (often masked by self-employment) along with frictions such as wage rigidity, market power, and search-and-matching frictions. At the same time, there is growing documentation that workers prefer self-employment or unemployment to many of the wage jobs that are available to them, especially low-skill work in the formal sector. We offer evidence on several ways in which poverty itself can dampen labor supply, so that low labor supply may itself be an outcome of underdevelopment. Throughout our review, we highlight three core aspects of poverty—missing markets, the importance of social ties, and institutional irregularity—that are relevant for understanding how labor markets change in response to, and help facilitate, the process of development.","journal_full":"Annual Review of Economics","dist":0.4681,"specialized":false,"preprint":false},{"title":"When Information is Not Enough: Evidence from a Centralized School Choice System","authors":"Kehinde F Ajayi, Willa H Friedman, Adrienne M Lucas","url":"https://doi.org/10.1093/ej/ueaf046","doi":"10.1093/ej/ueaf046","abstract":"We implemented a large-scale randomized controlled trial encompassing 900 junior high schools in Ghana, a country with universal secondary school choice, to study whether providing students and parents information on school characteristics and selection strategies improved outcomes in a centralized school selection mechanism. Information changed households’ preferences and the characteristics of schools to which they applied. Students gained admission to higher value-added schools, yet they were not more likely to matriculate on time or at all. Incomplete school information was not the only friction. Household shocks and inaccurate preference forecasting likely contributed to continued admission deviations.","journal_full":"Economic Journal","dist":0.4377,"specialized":false,"preprint":false},{"title":"Correlation Neglect on Social Media: Effects on Civil Service Applications in China","authors":"Yihong Huang, Yixi Jiang, Ziqi Lu","url":"https://doi.org/10.1093/ej/ueaf047","doi":"10.1093/ej/ueaf047","abstract":"Social media, on which signals are often correlated, has become a primary source of information. How do people form beliefs when reading correlated signals online? In a field experiment on Weibo, we exposed Chinese college students to redundant negative posts about civil service jobs. Consequently, students developed a 0.16 standard deviation more negative view of these jobs and were 11% less likely to register for civil service exams, compared to the control group. We find the same effect in a supplemental online survey experiment, and the effect is moderated by attention. Our study demonstrates that correlation neglect can affect beliefs and real-life outcomes, including career choices.","journal_full":"Economic Journal","dist":0.4625,"specialized":false,"preprint":false},{"title":"Intelligence and strategy choice in indefinitely repeated prisoner’s dilemma games: A replication of Proto, Rustichini &amp; Sofianos (2022)","authors":"Michalis Drouvelis, Graeme Pearce","url":"https://doi.org/10.1016/j.euroecorev.2025.105075","doi":"10.1016/j.euroecorev.2025.105075","journal_full":"European Economic Review","dist":0.3612,"specialized":false,"preprint":false},{"title":"Density forecasts of inflation: A quantile regression forest approach","authors":"Michele Lenza, Inès Moutachaker, Joan Paredes","url":"https://doi.org/10.1016/j.euroecorev.2025.105079","doi":"10.1016/j.euroecorev.2025.105079","journal_full":"European Economic Review","dist":0.2998,"specialized":false,"preprint":false},{"title":"A robust residual-based test for structural changes in factor models","authors":"Bin Peng, Liangjun Su, Yayi Yan","url":"https://doi.org/10.1016/j.jeconom.2025.106042","doi":"10.1016/j.jeconom.2025.106042","journal_full":"Journal of Econometrics","dist":0.3114,"specialized":false,"preprint":false},{"title":"Leveraging the Disagreement on Climate Change: Theory and Evidence","authors":"Laura Bakkensen, Toan Phan, Tsz-Nga Wong","url":"https://doi.org/10.1086/737236","doi":"10.1086/737236","journal_full":"Journal of Political Economy","dist":0.4462,"specialized":false,"preprint":false},{"title":"Vacancy Chains","authors":"Michael Elsby, Axel Gottfries, Ryan Michaels, David Ratner","url":"https://doi.org/10.1086/737234","doi":"10.1086/737234","journal_full":"Journal of Political Economy","dist":0.3283,"specialized":false,"preprint":false},{"title":"Opening up Military Innovation: Causal Effects of Reforms to U.S. Defense Research","authors":"Sabrina Howell, Jason Rathje, John Van Reenen, Jun Wong","url":"https://doi.org/10.1086/737235","doi":"10.1086/737235","journal_full":"Journal of Political Economy","dist":0.4742,"specialized":false,"preprint":false},{"title":"Artificial Intelligence in the Knowledge Economy","authors":"Enrique Ide, Eduard Talamas","url":"https://doi.org/10.1086/737233","doi":"10.1086/737233","journal_full":"Journal of Political Economy","dist":0.2883,"specialized":false,"preprint":false},{"title":"Subsidizing Business Entry in Competitive Credit Markets","authors":"Vincenzo Cuciniello, Claudio Michelacci, Luigi Paciello","url":"https://doi.org/10.1086/737231","doi":"10.1086/737231","journal_full":"Journal of Political Economy","dist":0.3001,"specialized":false,"preprint":false},{"title":"Private response to exclusionary welfare policy: Evidence from Italian municipalities","authors":"Massimo Pulejo","url":"https://doi.org/10.1016/j.jpubeco.2025.105425","doi":"10.1016/j.jpubeco.2025.105425","journal_full":"Journal of Public Economics","dist":0.5647,"specialized":false,"preprint":false},{"title":"Intergenerational effect of an education stipend program on child development: Evidence from Bangladesh","authors":"Sadia Priyanka, Raisa Sara","url":"https://doi.org/10.1016/j.jpubeco.2025.105426","doi":"10.1016/j.jpubeco.2025.105426","journal_full":"Journal of Public Economics","dist":0.4089,"specialized":false,"preprint":false},{"title":"Frames, incentives, and education: Effectiveness of interventions to delay public pension claiming","authors":"Franca Glenzer, Pierre-Carl Michaud, Stefan Staubli","url":"https://doi.org/10.1016/j.jpubeco.2025.105419","doi":"10.1016/j.jpubeco.2025.105419","journal_full":"Journal of Public Economics","dist":0.3983,"specialized":false,"preprint":false},{"title":"How does medicaid managed care affect provider behavior? New evidence from spillovers on private health care","authors":"Ajin Lee","url":"https://doi.org/10.1016/j.jpubeco.2025.105434","doi":"10.1016/j.jpubeco.2025.105434","journal_full":"Journal of Public Economics","dist":0.3774,"specialized":false,"preprint":false},{"title":"Community Enforcement with Endogenous Records","authors":"Harry Pei","url":"https://doi.org/10.1093/restud/rdaf049","doi":"10.1093/restud/rdaf049","abstract":"I study repeated games with anonymous random matching where players can add or remove signals from their records. The ability to manipulate records introduces monotonicity constraints on players’ continuation values, under which sufficiently long-lived players will almost never cooperate. When players’ expected lifespans are intermediate, their ability to sustain cooperation depends on (i) whether their actions are complements or substitutes and (ii) whether manipulation takes the form of adding or removing signals.","journal_full":"The Review of Economic Studies","dist":0.3999,"specialized":false,"preprint":false},{"title":"The Nation and its others","authors":"Bridget Anderson","url":"https://doi.org/10.1186/s40878-025-00458-8","doi":"10.1186/s40878-025-00458-8","journal_full":"Comparative Migration Studies","dist":0.3962,"specialized":true,"preprint":false},{"title":"Migration through a mobilities lens: considerations for a future research agenda","authors":"Valentina Mazzucato, Joris Schapendonk","url":"https://doi.org/10.1186/s40878-025-00463-x","doi":"10.1186/s40878-025-00463-x","journal_full":"Comparative Migration Studies","dist":0.5367,"specialized":true,"preprint":false},{"title":"Migration governance in a globalising and digitalising world","authors":"Anna Triandafyllidou","url":"https://doi.org/10.1186/s40878-025-00460-0","doi":"10.1186/s40878-025-00460-0","journal_full":"Comparative Migration Studies","dist":0.5097,"specialized":true,"preprint":false},{"title":"The discourse about Kurdishness and indigeneity: Kurdish political movement in Turkey","authors":"Haci Cevik","url":"https://doi.org/10.1080/01419870.2025.2518221","doi":"10.1080/01419870.2025.2518221","journal_full":"Ethnic and Racial Studies","dist":0.3661,"specialized":true,"preprint":false},{"title":"Sister soldiers: Black women, social activism and the struggle for human rights","authors":"Denise N. Obinna","url":"https://doi.org/10.1080/01419870.2025.2515263","doi":"10.1080/01419870.2025.2515263","journal_full":"Ethnic and Racial Studies","dist":0.3409,"specialized":true,"preprint":false},{"title":"Beyond antiracism","authors":"Jean Beaman","url":"https://doi.org/10.1080/01419870.2025.2513379","doi":"10.1080/01419870.2025.2513379","journal_full":"Ethnic and Racial Studies","dist":0.3312,"specialized":true,"preprint":false},{"title":"White lies: racism, education and critical race theory","authors":"Montel Gordon","url":"https://doi.org/10.1080/01419870.2025.2516129","doi":"10.1080/01419870.2025.2516129","journal_full":"Ethnic and Racial Studies","dist":0.3365,"specialized":true,"preprint":false},{"title":"The origins of critical race theory: the people and ideas that created a movement","authors":"Yared J. Aldern","url":"https://doi.org/10.1080/01419870.2025.2516753","doi":"10.1080/01419870.2025.2516753","journal_full":"Ethnic and Racial Studies","dist":0.3158,"specialized":true,"preprint":false},{"title":"The children of Solaga: indigenous belonging across the U.S.-Mexico border","authors":"Raúl Acosta","url":"https://doi.org/10.1080/01419870.2025.2516759","doi":"10.1080/01419870.2025.2516759","journal_full":"Ethnic and Racial Studies","dist":0.4219,"specialized":true,"preprint":false},{"title":"Football in Costa Rica: kicking balls, upholding coloniality","authors":"Gloriana Rodriguez Alvarez","url":"https://doi.org/10.1080/01419870.2025.2513383","doi":"10.1080/01419870.2025.2513383","journal_full":"Ethnic and Racial Studies","dist":0.261,"specialized":true,"preprint":false},{"title":"When do immigrants turn against immigration? The impact of host country context on immigrants’ views towards further immigration in Europe","authors":"Vainius Bartasevičius","url":"https://doi.org/10.1080/01419870.2025.2513372","doi":"10.1080/01419870.2025.2513372","journal_full":"Ethnic and Racial Studies","dist":0.7027,"specialized":true,"preprint":false},{"title":"Absent Tech: Data, Violence and (Non)Credibility at the EU Borders","authors":"Lucrezia Canzutti","url":"https://doi.org/10.1111/imig.70040","doi":"10.1111/imig.70040","abstract":"The digitisation of borders has permeated academic and political debates, the image of ‘digital fortress Europe’ becoming normalised and taken for granted. This ‘taken for grantedness’, however, clashes with the reality on the ground and has important implications for migrants' rights and credibility. This paper seeks to supplement accounts that foreground the assumed omnipresence of digital technologies with an analysis of their concomitant absence. Drawing on fieldwork in Italy, it demonstrates how the discourse around digital borders sustains states' ‘epistemic borderwork’ and erases migrants' knowledge and rights claims. Overall, the paper reflects on which technologies are made absent and present at the EU borders, and how both absence and presence are imbricated in power relations that enable new forms of violence and reactivate legacies of subordination and domination.","journal_full":"International Migration","dist":0.5184,"specialized":true,"preprint":false},{"title":"The Banalisation of ‘Suspicion’: Politics of Prevention, Digitisation of Prediction, Fate of Travellers","authors":"Didier Bigo","url":"https://doi.org/10.1111/imig.70047","doi":"10.1111/imig.70047","abstract":"This article argues that there is no single form of security that reduces insecurity but rather forms of (in)security that are contradictory and mutually destructive. This is the case between traditional liberal security, based on evidence, the individual and the penal order, and contemporary predictive preventive security, based on ‘reasonable’ suspicion. The digitisation of data has accelerated this trend towards preventive security, which is created through the creation of specific data‐organising categories according to algorithms, the sorting out of profiles of ‘persons of concern’ ranked according to their level of danger, and the so‐called ability of artificial intelligence to predict the future behaviour of individuals in order to place some of them under surveillance. This applies not only to terrorists or criminals, but also to many international travellers, making their use banal. The databases of the European agency EU‐LISA will help to show the functioning of this new ‘dispositif’ of suspicion, which endangers democratic politics.","journal_full":"International Migration","dist":0.4897,"specialized":true,"preprint":false},{"title":"No Exit: Preventing Exit to Prevent Entry","authors":"Audrey Macklin","url":"https://doi.org/10.1111/imig.70043","doi":"10.1111/imig.70043","abstract":"Enlisting states of origin or transit to prevent exit from their own territory has become a tool of extraterritorial migration control for industrialised liberal democratic states. This article first explores the practical erosion of the right to leave any country since the demise of communism, focusing on arrangements between EU member states and select African states of origin or transit. I then document the legitimating function performed by the anti‐smuggling and search and rescue regimes in effacing the human right to leave. I conclude by situating exit restrictions in a wider European project of promoting, building and supporting border infrastructure in the name of development and capacity building in select African countries. This permits reflection on what the contemporary use of exit restrictions signifies for the equation of border control and sovereignty.","journal_full":"International Migration","dist":0.5383,"specialized":true,"preprint":false},{"title":"Book Review: Private Violence CleavelandCarolWaslinMichele. 2024. Private Violence: Latin American Women and the Struggle for Asylum. New York: NYU Press. 296 pages. $30.00(paperback).","authors":"Gabriele Leone","url":"https://doi.org/10.1177/01979183251349086","doi":"10.1177/01979183251349086","journal_full":"International Migration Review","dist":0.3549,"specialized":true,"preprint":false},{"title":"Understanding digital nomadism: a three-level framework for migration studies","authors":"Nick Dreher, Anna Triandafyllidou","url":"https://doi.org/10.1080/1369183x.2025.2517353","doi":"10.1080/1369183x.2025.2517353","journal_full":"Journal of Ethnic and Migration Studies","dist":0.4922,"specialized":true,"preprint":false},{"title":"Educational strategies across borders: the proactive, the reliant, and the disconnected","authors":"Helen Pidgorna","url":"https://doi.org/10.1080/1369183x.2025.2514798","doi":"10.1080/1369183x.2025.2514798","journal_full":"Journal of Ethnic and Migration Studies","dist":0.4612,"specialized":true,"preprint":false},{"title":"Piloting sanctuary? Negotiating inclusive policies towards illegalised migrants in Ghent, Belgium","authors":"Soline Ballet, Robin Vandevoordt","url":"https://doi.org/10.1080/1369183x.2025.2516608","doi":"10.1080/1369183x.2025.2516608","journal_full":"Journal of Ethnic and Migration Studies","dist":0.4828,"specialized":true,"preprint":false},{"title":"Being Muslim in a time of fear: intersectional realities of visibility, vulnerability, and resilience in Canada","authors":"Arshia U. Zaidi, Barbara Perry","url":"https://doi.org/10.1080/1369183x.2025.2516611","doi":"10.1080/1369183x.2025.2516611","journal_full":"Journal of Ethnic and Migration Studies","dist":0.5064,"specialized":true,"preprint":false},{"title":"Religious Recognition and Policy Dilemmas: The Everyday Life of the Egyptian Minority in Milan","authors":"Eslam ElBahlawan, Mawa Mohamed","url":"https://doi.org/10.1017/rep.2025.25","doi":"10.1017/rep.2025.25","abstract":"This article examines the everyday experiences of the Egyptian minority in Milan, Italy, focusing on challenges arising from the lack of formal recognition for their religious affiliations—Islam and Coptic Orthodoxy—which are central to their ethnic identity. Drawing on Talal Asad’s notion of recognition, Edward Said’s critique of Orientalism, and Nelson Maldonado-Torres’ coloniality framework, it critiques how European policies conflate secularization with security, marginalizing non-European communities. Italy’s legal system highlights this tension: while de jure constitutional protections guarantee religious freedom, de facto bureaucratic and political barriers exclude minority faiths from equal standing. Egyptian migrants must navigate this imbalance, where theoretical rights rarely translate into practical access, forcing them to continually adapt their religious and ethnic identities in a marginalizing society. The article shows how religious invisibility sustains marginalization, contrasting Europe’s multicultural ideals with exclusionary practices. It reveals how colonial legacies shape migrant experiences and restrict rights.","journal_full":"Journal of Race Ethnicity and Politics","dist":0.5339,"specialized":true,"preprint":false},{"title":"Between Worlds: Identity, Culture, and Ambivalence in a Boarding School for “at-risk” Youth","authors":"Christopher D. Berk","url":"https://doi.org/10.1017/rep.2025.23","doi":"10.1017/rep.2025.23","abstract":"This article examines the dynamics of youth identity formation at a boarding school for “at-risk” children. The school prepares its young boarders for adulthood through systematic intervention in their everyday cultural practices. By inducing a state of social liminality, or felt in-betweenness, the school seeks to guide its students—mainly youth of color—towards particular social roles, norms, and beliefs. However, children respond and adapt to this ambivalence, which leads to lasting effects as they transition into young adulthood. Utilizing extensive fieldwork and longitudinal data, the analysis employs an interpretive approach to provide context-specific insights into these dynamics. The study details the cultural interventions observed in 2013-14 and revisits the children, now young adults, a decade later, to understand the policy and ethical implications of those interventions. In so doing, this study contributes to understanding the complex interaction between authority, conformity, and identity management within institutions devoted to transforming the lives of children at the social margins.","journal_full":"Journal of Race Ethnicity and Politics","dist":0.5315,"specialized":true,"preprint":false},{"title":"Address‐ Versus Postcode‐Based Building Blocks for the Creation of Small Area Statistical Geographies: Some Lessons From the 1911 British Population Census","authors":"Nigel Walford","url":"https://doi.org/10.1002/psp.70054","doi":"10.1002/psp.70054","abstract":"Postal geography is increasingly used to define spatial units for data collection and statistical reporting in British population censuses. There has been a shift from defining a single set of spatial units for each census to creating areas with greater consistency across censuses using artificial polygons around collections of postcoded addresses. However, the question remains whether creating new zones for the purpose of reporting aggregate statistics can feasibly be carried out by starting from individual addresses rather than postcode units, while at the same time preserving the confidentiality of households and individuals. Although the issues could be approached by using modelled data derived from modern censuses, the approach adopted here has been to use genuine household and individual level data from the 1911 Census for addresses that have been georeferenced in a selection of local authorities. Testing the difference between address‐ and postcode‐based new zones was carried out by aggregating from two sets of Thiessen polygon building blocks, one for individual 1911 census addresses and the other for these addresses grouped within modern unit postcode boundaries. The sets of new zones were assessed by measures of target population attainment, homogeneity and shape compactness and in respect of how they allocated different percentages of the addresses to the same spatial unit. People and households were distributed at lower densities across new zones that occurred in relatively unpopulated areas, although even in more densely inhabited parts of the study areas some people and households were colocated in the same new zones produced from the two starting sets of different Thiessen polygons.","journal_full":"Population Space and Place","dist":0.4299,"specialized":true,"preprint":false},{"title":"Making Fusionism Great Again: Authoritarian Means to Christian Nationalist Ends","authors":"Amanda Hollis-Brusky","url":"https://doi.org/10.1177/00027162251324087","doi":"10.1177/00027162251324087","abstract":"Donald Trump and Trumpism have transformed the Heritage Foundation and the Federalist Society, two institutions at the heart of the conservative legal movement. In this article, I use the conservative philosophy of fusionism as a lens for understanding the causes and consequences of the transformation. The original fusionism of William F. Buckley and Frank S. Meyer brought disparate factions of conservatives together under the mantle of libertarian means to conservative ends. Here, I show that Trump and Trumpism have transmogrified that original concept into a “new fusionism” of authoritarian means to Christian nationalist ends . I investigate the extent to which this “new fusionism” has been embraced or endorsed by the Heritage Foundation and the Federalist Society and what the consequences might be for the respectability and efficacy of the conservative legal movement after Trump.","journal_full":"Annals of the American Academy of Political and Social Science","dist":0.4183,"specialized":false,"preprint":false},{"title":"Donald Trump, Legal Realist","authors":"Adam Liptak","url":"https://doi.org/10.1177/00027162251323329","doi":"10.1177/00027162251323329","abstract":"I examine the tension between Donald Trump’s perception of the judiciary—marked by a form of legal realism—and the Supreme Court’s stated commitment to judicial bipartisanship and independence. I analyze Trump’s public criticisms of judicial rulings that counter his personal interests and his criticism of his own appointees and other Republican-appointed justices who do not always rule in his favor to highlight how the court’s claim of independence is complicated by political science data showing that judges often align with the ideological leanings of the party whose president appointed them. This analysis ultimately reveals a growing disconnect between the judiciary’s stated ideals and the political pressures present in an increasingly polarized environment.","journal_full":"Annals of the American Academy of Political and Social Science","dist":0.4251,"specialized":false,"preprint":false},{"title":"Is the Business of the Court (Still) Business?","authors":"Jonathan H. Adler","url":"https://doi.org/10.1177/00027162251335401","doi":"10.1177/00027162251335401","abstract":"The Roberts court has long been characterized as a “probusiness” court, given the ostensible orientation of the court’s Republican-appointed majority and assumptions that President Trump’s appointments have magnified that orientation. But there are reasons to question this characterization. Quantitative analyses often fail to account for the relative importance of individual decisions, the broader legal context in which the court’s decisions are made, or the ways in which decisions can alter or depart from preexisting legal baselines. I show that President Trump’s appointments to the court have fairly consistently voted to restrain the power of administrative agencies, but they have not consistently supported outcomes that are beneficial to business. In cases involving state laws that may fragment or burden national markets, the Roberts court may actually be less sympathetic to business interests than it was prior to Trump’s appointments.","journal_full":"Annals of the American Academy of Political and Social Science","dist":0.3509,"specialized":false,"preprint":false},{"title":"Donald J. Trump, the Supreme Court, and American Constitutionalism","authors":"Lee Epstein, Rogers M. Smith","url":"https://doi.org/10.1177/00027162251335460","doi":"10.1177/00027162251335460","abstract":"The articles in this volume, written by leading law professors, political scientists, and journalists, center on the impact of President Donald Trump on the U.S. Supreme Court and the impact of the court on the second Trump administration and on all Americans. President Trump has already appointed a third of the current court and may appoint more than half. Considering that the second Trump administration has sought to “flood the zone” with executive actions during its first 100 days, the court’s rulings have become massively significant for American governance and for the lives of people in our nation and around the world. The four sections of the volume consider the rise of the “Trump court,” the court’s recent rulings on judicial and executive power and on a range of basic rights, its standing in the public’s eyes, and how it stacks up against high courts in other democracies.","journal_full":"Annals of the American Academy of Political and Social Science","dist":0.3728,"specialized":false,"preprint":false},{"title":"The Supreme Court: How Did We Get Here? And What Comes Next?","authors":"Charles M. Cameron, Jonathan P. Kastellec","url":"https://doi.org/10.1177/00027162251324879","doi":"10.1177/00027162251324879","abstract":"The politics of appointments have transformed the U.S. Supreme Court in recent years. We examine why and how the current conservative supermajority on the court came to be, with a particular focus on how this court stands apart from earlier ones. We trace the factors that allowed President Donald Trump to reshape the court with his three appointments in his first term and evaluate the importance of the conservative supermajority by connecting it to theories of the court’s collective decision-making. We show that the current court is the culmination of a “partisan sort” in appointments—a strict correlation between party and ideology—that began a few decades ago but did not fully crystallize until the 2010s. Finally, we summarize simulations that show why conservatives are likely to control the court for several decades.","journal_full":"Annals of the American Academy of Political and Social Science","dist":0.3644,"specialized":false,"preprint":false},{"title":"Race, Affirmative Action, Antidiscrimination, and the Roberts Court","authors":"Olatunde Johnson","url":"https://doi.org/10.1177/00027162251334504","doi":"10.1177/00027162251334504","abstract":"The Supreme Court’s 2023 decision in Students for Fair Admissions v. Harvard realizes conceptions about race and the post–Civil War amendments present in the Roberts court’s jurisprudence for several years including, notably, deep skepticism about the continuing need for civil rights remedies and a reading of colorblindness as the core purpose of the Fourteenth Amendment. Conservative litigation groups and the Trump administration are now using the SFFA decision to challenge race-conscious affirmative action programs and fundamental racial justice and civil rights laws and policies. While the Supreme Court has so far declined to adopt the farthest-reaching colorblindness arguments and has even expanded the reach of civil rights statutes in certain contexts, the next few years will likely be consequential for racial justice and antidiscrimination law. The court will almost certainly take up cases challenging the constitutionality of long-standing civil rights laws and recent racially reparative efforts.","journal_full":"Annals of the American Academy of Political and Social Science","dist":0.3427,"specialized":false,"preprint":false},{"title":"The Roberts Court and Executive Power","authors":"Gillian E. Metzger","url":"https://doi.org/10.1177/00027162251331371","doi":"10.1177/00027162251331371","abstract":"The current Supreme Court’s jurisprudence on issues of executive power differs markedly depending on the precise type of executive power in question. Although generally taking an expansive view of presidential power, it often seeks to narrow the authority of executive branch administrative agencies, especially those engaged in regulation. This contrast creates an appearance of inconsistency: At the same time that the court is expanding presidential power, it is pulling back on administrative action and thereby denying the presidency one of its most important sources of authority. But the court’s approach is more coherent if it is understood as aimed at implementation of a conservative legal and political agenda. Moreover, by both expanding presidential powers and limiting administrative authority, the court’s decisions aggrandize judicial power at the expense of the political branches.","journal_full":"Annals of the American Academy of Political and Social Science","dist":0.3083,"specialized":false,"preprint":false},{"title":"The Dobbs Court","authors":"Linda Greenhouse","url":"https://doi.org/10.1177/00027162251334201","doi":"10.1177/00027162251334201","abstract":"Decades of mobilization preceded the Supreme Court’s overturning of Roe v. Wade. Yet while the outcome of Dobbs v. Jackson Women’s Health Organization was highly predictable, the decision nonetheless came as a shock to the political and legal systems—and, based on the justices’ first encounters with the post- Dobbs world during the 2023–2024 term, it was perhaps even a shock to the court itself. Women played little more than a walk-on role both in the recognition of a constitutional right to abortion (a decision essentially about doctors) and in the repudiation of that right (a decision essentially about fetuses). But now, in the half of the country where even medically necessary abortion is unavailable after Dobbs , concerns for pregnant women and their fate dominate, and the justices appear no longer so certain that they are finished with abortion. Their work, in fact, may be just beginning.","journal_full":"Annals of the American Academy of Political and Social Science","dist":0.2996,"specialized":false,"preprint":false},{"title":"The Supreme Outlier: How SCOTUS Stands Out Among Global Apex Courts","authors":"Keren Weinshall","url":"https://doi.org/10.1177/00027162251335749","doi":"10.1177/00027162251335749","abstract":"How a country’s apex court functions and how its justices decide cases is shaped by its institutional design and history and by the political and cultural context in which it sits. I compare the apex courts of 38 Organisation of Economic Co-operation and Development (OECD) countries, finding that the power and role of the U.S. Supreme Court (SCOTUS) makes it unique among them. SCOTUS’s appointment process, lifelong judicial terms, agenda-setting powers, consensus norms, and constitutional framework make it an exceptionally powerful and exceptionally partisan court. Further, several factors that encourage a tendency toward the protection of rights in other apex courts are less relevant to SCOTUS. This comparison highlights that SCOTUS is the most partisan of the OECD apex courts, among the most powerful, and relatively less likely than other courts to uphold core democratic principles.","journal_full":"Annals of the American Academy of Political and Social Science","dist":0.3988,"specialized":false,"preprint":false},{"title":"Is Chief Justice John Roberts an Institutionalist? A Historical Institutionalist Analysis","authors":"Rogers M. Smith","url":"https://doi.org/10.1177/00027162251324364","doi":"10.1177/00027162251324364","abstract":"Chief Justice John Roberts is often called an “institutionalist,” indicating that he places the good of the Supreme Court as a governing institution over his own political preferences. This description is true only to a limited extent. The historical institutionalist analysis presented here shows that Roberts’s priority is to advance his version of the modern conservative legal movement’s vision of the Constitution, and that he protects the judiciary as an institution in the service of that cause. But because many Americans do not share that vision of constitutionalism, and because its endorsement of executive power may undermine judicial authority, the decisions of the Roberts court may only compound the difficulties facing both the court and the country today. I also discuss implications of the Chief Justice’s disposition, both for the court and for the nation’s evolving conception of constitutionalism.","journal_full":"Annals of the American Academy of Political and Social Science","dist":0.344,"specialized":false,"preprint":false},{"title":"Has the Roberts Court Helped Donald Trump and the GOP Rig Elections and Erode American Democracy?","authors":"Terri Peretti","url":"https://doi.org/10.1177/00027162251335138","doi":"10.1177/00027162251335138","abstract":"Over the past half century, Republican leaders have had considerable success enlisting courts in their campaign to boost the party’s electoral prospects through the suppression of voting and the manipulation of election rules. Donald Trump has embraced this mission and escalated the assault on America’s electoral processes in new and dangerous ways. Has the Supreme Court supported or opposed this contemptible project? Its recent election law decisions offer a mixed verdict, though its performance mostly leans in an antidemocratic direction. The court’s decisions safeguarding democracy are fewer than those that undermine voting rights and elections, are typically handed down over the objections of Trump’s appointees, and often include doctrinal provisions that enable it to restrict democratic participation in the future. Whether the Supreme Court will abet or discourage the erosion of American democracy in the future is an open question.","journal_full":"Annals of the American Academy of Political and Social Science","dist":0.4034,"specialized":false,"preprint":false},{"title":"The Constraining Effect of “History and Tradition”: A Test","authors":"Rebecca L. Brown, Lee Epstein, Mitu Gulati","url":"https://doi.org/10.1177/00027162251335725","doi":"10.1177/00027162251335725","abstract":"The U.S. Supreme Court’s embrace of originalism, and particularly the “history and tradition” method of interpreting constitutional text, is often justified by its defenders as constraining judges from making up the law to match their preferences. This is a testable hypothesis. With the Bruen case in 2022, the Supreme Court moved away from a contemporary means-ends method of interpreting the Second Amendment to an originalist, “history and tradition” one. In this article, we analyze data on gun rights decisions handed down by lower federal courts from 2000 to 2023, finding that the Supreme Court’s switch to an originalist jurisprudence did not, in fact, constrain judges—rather, it corresponds with an increase in judicial discretion. Personal factors like partisan identity, gender, race, and careerist considerations shape judicial behavior in the post- Bruen era in ways they did not under the prior regime.","journal_full":"Annals of the American Academy of Political and Social Science","dist":0.4505,"specialized":false,"preprint":false},{"title":"The U.S. Supreme Court’s Legitimacy: How Public Opinion Updates","authors":"James L. Gibson","url":"https://doi.org/10.1177/00027162251334522","doi":"10.1177/00027162251334522","abstract":"The U.S. Supreme Court’s ruling abrogating women’s long-established right to abortion affords an opportunity to better understand how people update their attitudes toward the court. The data analyzed here reinforce evidence from earlier studies that the Dobbs ruling produced a substantial hit to the court’s institutional legitimacy. Why and how did this occur? A dominant model of attitude change posits that short-term evaluations of the court’s performance are informed by individual rulings and readily evolve but that institutional loyalty originates from different sources and is resistant to change. Loyalty is not entirely impervious to change, however: This research suggests that controversial decisions can cause a realignment of both types of court attitudes and that this seems to have happened with Dobbs . But, as I show via an experiment, evaluations typically change first, and under some (but perhaps extraordinary) circumstances, changed evaluations can undermine institutional loyalty.","journal_full":"Annals of the American Academy of Political and Social Science","dist":0.417,"specialized":false,"preprint":false},{"title":"History and Tradition in the Trump Justices’ Church-State Jurisprudence","authors":"Vincent Phillip Muñoz","url":"https://doi.org/10.1177/00027162251335137","doi":"10.1177/00027162251335137","abstract":"This article analyzes conservative Supreme Court justices’ recent use of history and tradition in First Amendment religious liberty cases. It argues that these justices have failed to articulate a persuasive rationale as to why exactly the Establishment Clause must be interpreted by reference to historical practices and understandings and that they have failed to adequately show that history supports their “no-coercion” construction of what constitutes a prohibited establishment. Concerning the Free Exercise Clause, the court’s conservatives have dismissed history by disregarding historical practices that do not conform to their approach to the text. The court’s use, misuse, and nonuse of history cannot help but give the impression that policy preferences—more than history or the actual original understanding of the First Amendment—have determined recent church-state decisions.","journal_full":"Annals of the American Academy of Political and Social Science","dist":0.3584,"specialized":false,"preprint":false},{"title":"Coercion, Discretion, and the Roberts Court","authors":"Cristina M. Rodríguez","url":"https://doi.org/10.1177/00027162251332418","doi":"10.1177/00027162251332418","abstract":"The Roberts court’s immigration jurisprudence has reinforced the discretionary powers of the government and sharply limited constitutional constraints on the exercise of those powers. As a result, the protection of immigrants’ rights increasingly has become a matter of executive grace. Discretion plays a crucial role in the execution of immigration law, and through its use, the executive can promote humanitarian objectives. But even when protective discretionary acts receive the imprimatur of courts, they do not provide lasting security because they are only as good as the policy preferences of the president in power. Indeed, discretion can also perpetuate overly aggressive enforcement in pursuit of those preferences. The checks the Roberts court has imposed on the operation of the enforcement system tend to reflect a skepticism of government, rather than a meaningful regard for the rights and interests of immigrants, leaving Congress as the only meaningful source of stability for the system and for immigrants themselves.","journal_full":"Annals of the American Academy of Political and Social Science","dist":0.4639,"specialized":false,"preprint":false},{"title":"How laypeople evaluate scientific explanations containing jargon","authors":"Francisco Cruz, Tania Lombrozo","url":"https://doi.org/10.1038/s41562-025-02227-0","doi":"10.1038/s41562-025-02227-0","journal_full":"Nature Human Behaviour","dist":0.2939,"specialized":false,"preprint":false},{"title":"Majorities genuinely support global redistributive and climate policies worldwide","url":"https://doi.org/10.1038/s41562-025-02178-6","doi":"10.1038/s41562-025-02178-6","journal_full":"Nature Human Behaviour","dist":0.4002,"specialized":false,"preprint":false},{"title":"Advocating for a community-centred model for responding to potential information harms","authors":"Claire Wardle, David Scales","url":"https://doi.org/10.1038/s41562-025-02233-2","doi":"10.1038/s41562-025-02233-2","journal_full":"Nature Human Behaviour","dist":0.3255,"specialized":false,"preprint":false},{"title":"Cognitive representations of social networks in isolated villages","authors":"Eric Feltham, Laura Forastiere, Nicholas A. Christakis","url":"https://doi.org/10.1038/s41562-025-02221-6","doi":"10.1038/s41562-025-02221-6","journal_full":"Nature Human Behaviour","dist":0.3269,"specialized":false,"preprint":false},{"title":"Estimating the extent and sources of model uncertainty in political science","authors":"Michael Ganslmeier, Tim Vlandas","url":"https://doi.org/10.1073/pnas.2414926122","doi":"10.1073/pnas.2414926122","abstract":"Assessing model uncertainty is crucial to quantitative political science. Yet, most available sensitivity analyses focus only on a few modeling choices, most notably the covariate space, while neglecting to jointly consider several equally important modeling choices simultaneously. In this article, we combine the exhaustive and systematic method of the Extreme Bounds Analysis with the more multidimensional logic underpinning the multiverse approach to develop an approach to sensitivity analyses. This allows us to systematically assess the degree and sources of model uncertainty across multiple dimensions, including the control set, fixed effect structures, SE types, sample selection, and dependent variable operationalization. We then apply this method to four prominent topics in political science: democratization, institutional trust, public good provision, and welfare state generosity. Results from over 3.6 bn estimates reveal widespread model uncertainty, not just in terms of the statistical significance of the effects, but also their direction, with most independent variables yielding a substantive share of statistically significant positive and negative coefficients depending on model specification. We compare the strengths and weaknesses of three distinct approaches to estimating the relative importance of different model specification choices: nearest 1-neighbor; logistic; and deep learning. All three approaches reveal that the impact of the covariate space is relatively modest compared to the impact of sample selection and dependent variable operationalization. We conclude that model uncertainty stems more from sampling and measurement than conditioning and discuss the methodological implications for how to assess model uncertainty in the social sciences.","journal_full":"Proceedings of the National Academy of Sciences","dist":0.4957,"specialized":false,"preprint":false},{"title":"Social influence during public crises: Weekly dynamics and adaptive patterns of conformity to the collective following the COVID-19 outbreak","authors":"Xiaoyu Ge, Yubo Hou","url":"https://doi.org/10.1073/pnas.2500008122","doi":"10.1073/pnas.2500008122","abstract":"Regional collectivism has been observed to contribute to better coping with public crises such as the COVID-19 pandemic. This study poses a reverse question: Does the eruption of public crises increase people’s conformity to the collective? To answer this question, we analyzed real-world transactions on Taobao (the largest e-commerce platform in China), each with a purchase decision and a list of candidates considered before purchasing. Conformity to the collective was measured using two indicators: whether the decision-maker opted for the A) most-sold and B) best-rated options within the candidate option set. The results reveal that both conformity variables were significantly higher in the 10 wk subsequent to January 19, 2020 (when the nationwide COVID-19 crisis erupted in China), than in the 8 wk prior. These shifts were common across subpopulations, regions, and product categories and remained significant after strictly matching across weeks and after using a within-person, longitudinal sample. These shifts were more confidently attributed to the pandemic by further conducting difference-in-differences analyses to compare pandemic-affected regions with their unaffected, comparable counterparts using data from six subsequent regional waves in China. Furthermore, regions with larger increases in conformity during the early stage of the pandemic achieved better antipandemic outcomes. These findings provide real-world evidence for previous theories on behavioral immune systems, terror management, and compensatory control. Additionally, cross-regional comparisons of effect sizes offer exploratory insights into cultural psychology. In summary, these findings capture how human societies dynamically adjust their values to better adapt to unanticipated survival challenges.","journal_full":"Proceedings of the National Academy of Sciences","dist":0.4617,"specialized":false,"preprint":false},{"title":"Deep mechanism design: Learning social and economic policies for human benefit","authors":"Andrea Tacchetti, Raphael Koster, Jan Balaguer, Liu Leqi, Mîruna Pislar, Matthew M. Botvinick, Karl Tuyls, David C. Parkes, Christopher Summerfield","url":"https://doi.org/10.1073/pnas.2319949121","doi":"10.1073/pnas.2319949121","abstract":"Human society is coordinated by mechanisms that control how prices are agreed, taxes are set, and electoral votes are tallied. The design of robust and effective mechanisms for human benefit is a core problem in the social, economic, and political sciences. Here, we discuss the recent application of modern tools from AI research, including deep neural networks trained with reinforcement learning (RL), to create more desirable mechanisms for people. We review the application of machine learning to design effective auctions, learn optimal tax policies, and discover redistribution policies that win the popular vote among human users. We discuss the challenge of accurately modeling human preferences and the problem of aligning a mechanism to the wishes of a potentially diverse group. We highlight the importance of ensuring that research into “deep mechanism design” is conducted safely and ethically.","journal_full":"Proceedings of the National Academy of Sciences","dist":0.4008,"specialized":false,"preprint":false},{"title":"Macroevolutionary analysis of polysynthesis shows that language complexity is more likely to evolve in small, isolated populations","authors":"Lindell Bromham, Keaghan Yaxley, Oscar Wilson, Xia Hua","url":"https://doi.org/10.1073/pnas.2504483122","doi":"10.1073/pnas.2504483122","abstract":"Evolution of complexity in human languages has been vigorously debated, including the proposal that complexity can build in small, isolated populations but is often lost in situations of language contact. If it is generally true that small, isolated languages can build morphological complexity over time, but complexity tends to be lost in situations of language contact, then we should find that forms of language complexity that have evolved multiple times will tend to be associated with population size, isolation, and language age. We test this hypothesis by focusing on one particular form of morphological complexity, polysynthesis, where words built from many parts embody complex phrases. By assembling a global database of polysynthetic languages and conducting phylospatial analyses, we show that languages with highly complex word morphology are more likely to have small population sizes, less likely to occur with many other languages in direct contact, and have a greater tendency to be on long phylogenetically isolated lineages. These findings are consistent with the hypothesis that languages that evolve in isolation for long periods may be more likely to accrue morphological complexity. Polysynthetic languages also tend to have higher levels of endangerment. Our results provide phylogenetically informed evidence that one particular form of complex language morphology is more likely to occur in small, isolated languages and is prone to loss in contact.","journal_full":"Proceedings of the National Academy of Sciences","dist":0.3876,"specialized":false,"preprint":false},{"title":"Republicans are flagged more often than Democrats for sharing misinformation on X’s Community Notes","authors":"Thomas Renault, Mohsen Mosleh, David G. Rand","url":"https://doi.org/10.1073/pnas.2502053122","doi":"10.1073/pnas.2502053122","abstract":"We use crowd-sourced assessments from X’s Community Notes program to examine whether there are partisan differences in the sharing of misleading information. Unlike previous studies, misleadingness here is determined by agreement across a diverse community of platform users, rather than by fact-checkers. We find that 2.3 times more posts by Republicans are flagged as misleading compared to posts by Democrats. These results are not base rate artifacts, as we find no meaningful overrepresentation of Republicans among X users. Our findings provide strong evidence of a partisan asymmetry in misinformation sharing which cannot be attributed to political bias on the part of raters, and indicate that Republicans will be sanctioned more than Democrats even if platforms transition from professional fact-checking to Community Notes.","journal_full":"Proceedings of the National Academy of Sciences","dist":0.4316,"specialized":false,"preprint":false},{"title":"Outdated reproductive norms, the naturalistic fallacy, and misunderstandings of welfare in recent call for zoo breed-and-feed programs","authors":"Kristy M. Ferraro, Anthony L. Ferraro, Julia D. Monk, Elizabeth S. Forbes","url":"https://doi.org/10.1073/pnas.2504225122","doi":"10.1073/pnas.2504225122","journal_full":"Proceedings of the National Academy of Sciences","dist":0.2777,"specialized":false,"preprint":false},{"title":"Take caution in using LLMs as human surrogates","authors":"Yuan Gao, Dokyun Lee, Gordon Burtch, Sina Fazelpour","url":"https://doi.org/10.1073/pnas.2501660122","doi":"10.1073/pnas.2501660122","abstract":"Recent studies suggest large language models (LLMs) can generate human-like responses, aligning with human behavior in economic experiments, surveys, and political discourse. This has led many to propose that LLMs can be used as surrogates or simulations for humans in social science research. However, LLMs differ fundamentally from humans, relying on probabilistic patterns, absent the embodied experiences or survival objectives that shape human cognition. We assess the reasoning depth of LLMs using the 11-20 money request game. Nearly all advanced approaches fail to replicate human behavior distributions across many models. The causes of failure are diverse and unpredictable, relating to input language, roles, safeguarding, and more. These results warrant caution in using LLMs as surrogates or for simulating human behavior in research.","journal_full":"Proceedings of the National Academy of Sciences","dist":0.3717,"specialized":false,"preprint":false},{"title":"Humans program artificial delegates to accurately solve collective-risk dilemmas but lack precision","authors":"Inês Terrucha, Elias Fernández Domingos, Rémi Suchon, Francisco C. Santos, Pieter Simoens, Tom Lenaerts","url":"https://doi.org/10.1073/pnas.2319942121","doi":"10.1073/pnas.2319942121","abstract":"In an era increasingly influenced by autonomous machines, it is only a matter of time before strategic individual decisions that impact collective goods will also be made virtually through the use of artificial delegates. Through a series of behavioral experiments that combine delegation to autonomous agents and different choice architectures, we pinpoint what may get lost in translation when humans delegate to algorithms. We focus on the collective-risk dilemma, a game where participants must decide whether or not to contribute to a public good, where the latter must reach a target in order for them to keep their personal endowments. To test the effect of delegation beyond its functionality as a commitment device, participants are asked to play the game a second time, with the same group, where they are given the chance to reprogram their agents. As our main result we find that, when the action space is constrained, people who delegate contribute more to the public good, even if they have experienced more failure and inequality than people who do not delegate. However, they are not more successful. Failing to reach the target, after getting close to it, can be attributed to precision errors in the agent’s algorithm that cannot be corrected amid the game. Thus, with the digitization and subsequent limitation of our interactions, artificial delegates appear to be a solution to help preserving public goods over many iterations of risky situations. But actual success can only be achieved if humans learn to adjust their agents’ algorithms.","journal_full":"Proceedings of the National Academy of Sciences","dist":0.4324,"specialized":false,"preprint":false},{"title":"An American research crisis with real human consequences","authors":"Marc B. Parlange","url":"https://doi.org/10.1126/science.adz6477","doi":"10.1126/science.adz6477","abstract":"Ivy League universities have dominated recent news headlines, having become popular targets for critics of higher education. But the threats they face—cuts to federal research funding, assaults on academic freedom, and bans on admitting international students—extend far beyond their campuses. Research universities across the country—large and small, public and private—are grappling with these same pressures. These institutions are behind the breakthroughs that shape daily lives. Undermining them doesn’t just jeopardize higher education, it threatens national and global strength. This means that economic, technological, and intellectual collapse is inevitable if US research institutions fall to federal and state disinvestment.","journal_full":"Science","dist":0.3651,"specialized":false,"preprint":false},{"title":"Bridging the divide: Why the science-policy interface matters for global food systems","authors":"Ismahane Elouafi","url":"https://doi.org/10.1126/science.ady6713","doi":"10.1126/science.ady6713","abstract":"For decades, empirical evidence has pointed to the unsustainable trajectory of global food systems, linking industrialized production to soil degradation , water stress , and nutrition deficits across vulnerable populations and underscoring the urgent need for science-based policy interventions. But despite robust, peer‐reviewed evidence outlining both the magnitude of food‐system threats and an extensive array of potential science-backed interventions, structural obstacles such as institutional inertia, competing policy agendas, and chronic resource constraints have consistently prevented the uptake of scientific recommendations into effective policy frameworks.","journal_full":"Science","dist":0.3706,"specialized":false,"preprint":false},{"title":"How media competition fuels the spread of misinformation","authors":"Arash Amini, Yigit Ege Bayiz, Eun-Ju Lee, Zeynep Somer-Topcu, Radu Marculescu, Ufuk Topcu","url":"https://doi.org/10.1126/sciadv.adu7743","doi":"10.1126/sciadv.adu7743","abstract":"Competition among news sources over public opinion can incentivize them to resort to misinformation. Sharing misinformation may lead to a short-term gain in audience engagement but ultimately damages the credibility of the source, resulting in a loss of audience. To understand the rationale behind news sources sharing misinformation, we model the competition between sources as a zero-sum sequential game, where news sources decide whether to share factual information or misinformation. Each source influences individuals based on their credibility, the veracity of the article, and the individual’s characteristics. We analyze this game through the concept of quantal response equilibrium, which accounts for the bounded rationality of human decision-making. The analysis shows that the resulting equilibria reproduce the credibility-opinion distribution of real-world news sources, with hyperpartisan sources spreading the majority of misinformation. Our findings provide insights for policymakers to mitigate the spread of misinformation and promote a more factual information landscape.","journal_full":"Science Advances","dist":0.3898,"specialized":false,"preprint":false},{"title":"Embedded regulation: the knowledge networks that enable electricity decarbonization","authors":"José María Valenzuela","url":"https://doi.org/10.1093/ser/mwaf032","doi":"10.1093/ser/mwaf032","abstract":"Since the 1980s, the idea that designed markets function best as self-sufficient systems detached from government and society has been a cornerstone of the electricity sector’s liberalization programs. However, technological advancements and political mandates for decarbonization bring new opportunities to challenge this thesis. This article clarifies why the arrangements of knowledge exchange networks are relevant to understand the governance of designed markets. The arrangement of regulator’s social embeddedness matters, independently of market structure. This research leverages the comparison of three countries with markedly different models of electricity governance—Chile, China, and Mexico—to explore how governments manufacture the conditions for robust action in industrial governance. The analysis reveals three distinct forms of reconfiguration of knowledge networks, forming new expert organizations, appropriating expert organizations owned by the industry, and diversifying the nature of knowledge exchange relations. The institutional approach to solve governing challenges by further embedding regulators, rather than liberalizing markets.","journal_full":"Socio-Economic Review","dist":0.3882,"specialized":false,"preprint":false},{"title":"High Skills for High Tech: Higher Education as Industrial Policy","authors":"Niccolo Durazzi, Patrick Emmenegger, Alina Felder‐Stindt","url":"https://doi.org/10.1111/gove.70034","doi":"10.1111/gove.70034","abstract":"How do states create the skills needed for high technology economic activities that hold an increasingly important role in contemporary societies? Examining economic statecraft in the higher education sector, this article shows that the policies employed by governments to expand the supply of high skills vary depending on their economies' most advanced sectors. Governments who seek to meet the demand of the high‐end services sectors pursue a strategy of “open‐ended” higher education expansion. “Targeted” expansion of higher education, instead, is the preferred option for governments in countries characterized by large advanced manufacturing sectors. The latter strategy, however, is hampered by the presence of a partly private higher education system since the ability of governments to successfully pursue their strategies is mediated by the existing institutional framework in the realm of higher education policy. Empirically, the argument finds strong support through three country case studies—Germany, South Korea, and the United Kingdom—that allow to simultaneously leverage a most‐similar and most‐different research design.","journal_full":"Governance","dist":0.4738,"specialized":false,"preprint":false},{"title":"Coping With Competing Institutional Logics in Policy Implementation","authors":"Manlin Xiao, Xueyong Zhan, Arnaud Cudennec","url":"https://doi.org/10.1111/gove.70036","doi":"10.1111/gove.70036","abstract":"While recent research has studied the coping behaviors of street‐level bureaucrats (SLBs), less attention has been paid to the institutional antecedents of these coping behaviors. This paper examines how macro‐level institutional factors—specifically, competing institutional logics—shape SLBs' meso‐level organizational conflicts and micro‐level coping behaviors. We use semi‐structured interviews and archival data to investigate environmental policy implementation in China, where developmental state logic and regulatory state logic coexist and compete. We found that regulatory state logic increases SLBs' workloads and accountability, while developmental state logic limits their power and resources. These competing institutional logics result in unclear responsibilities, expanding the number of tasks but constraining resources, creating pressure for enforcement officials while providing few rewards. In response, SLBs engage in active and passive coping behaviors. Our study contributes to public administration and institutional theory research by introducing a multi‐level framework that links competing logics to organizational conflicts and individual coping.","journal_full":"Governance","dist":0.4402,"specialized":false,"preprint":false},{"title":"People‐Processing Capacity: The Origins and Development of Institutions to Render Forced Migrants as Cases in Canada and Sweden","authors":"Andreas Asplen Lundstedt","url":"https://doi.org/10.1111/gove.70035","doi":"10.1111/gove.70035","abstract":"States have invested heavily in controlling forced migration for decades, with mixed results. Research often focuses on deterrence, leading to a neglect of bureaucratic boundaries within borders. This article unpacks the unrecognized importance of people‐processing capacity: a state's ability to render forced migrants legible by categorizing them as cases and selecting those perceived as desirable victims. Due to the heterogeneous nature of claims and the agency of migrants, rendering migrants as cases is a deeply complicated process. Using a historical‐institutionalist framework, the article explores the role and historical development of people‐processing capacity through a comparison of the evolution of modern migration control in Canada and Sweden, two states with similar trajectories of capacity‐building but different guiding ideas for migration policy. The results trace the institutional roots of deservingness, reveal different ideals of vulnerable and adaptable refugees, and theorize how persistent governance problems emerge from classification systems intended to order migration.","journal_full":"Governance","dist":0.5973,"specialized":false,"preprint":false},{"title":"Racial populism, partisan spillover, and Americans’ quest for citizen education policy control: implications for European democracies","authors":"Alexandra Filindra, Craig M. Burnett","url":"https://doi.org/10.1080/13501763.2025.2519560","doi":"10.1080/13501763.2025.2519560","journal_full":"Journal of European Public Policy","dist":0.5729,"specialized":false,"preprint":false},{"title":"Trust in multilevel governance settings: examining the congruence hypothesis for actors in regulatory regimes","authors":"Martino Maggetti, Koen Verhoest, Jarle Trondal, Dominika Proszowska, Rahel Schomaker","url":"https://doi.org/10.1080/13501763.2025.2517296","doi":"10.1080/13501763.2025.2517296","journal_full":"Journal of European Public Policy","dist":0.4266,"specialized":false,"preprint":false},{"title":"When Does Employee Turnover Matter? Analyzing the Role of Organizational Memory in the Federal IT Workforce","authors":"Ji Hyeun Hong","url":"https://doi.org/10.1093/jopart/muaf019","doi":"10.1093/jopart/muaf019","abstract":"This paper proposes a theory of organizational memory predicting that task knowledge retained in organizational structures (i.e., agency centralization and task standardization) buffers the disruptive effects of employee turnover. Using a dataset of information technology (IT) projects implemented by 94 U.S. federal agencies between FY2015-FY2021, estimates from fractional panel probit models reveal that both centralized authority under chief information officers and task standardization reduce project delays associated with IT workforce turnover; they are particularly effective in mitigating knowledge loss from voluntary and managerial position turnover. This evidence highlights the contingent nature of the turnover–performance relationship, suggesting that government agencies with high turnover may experience fewer delays when organizational structures retain task knowledge.","journal_full":"Journal of Public Administration Research and Theory","dist":0.4317,"specialized":false,"preprint":false},{"title":"Stuck in the waiting room: citizen experiences of administrative limbo in three European crises","authors":"Bjorn Kleizen, Wouter Van Dooren, Muiris MacCarthaigh, Céline Vanden Abbeele","url":"https://doi.org/10.1093/jopart/muaf017","doi":"10.1093/jopart/muaf017","abstract":"In recent years, there have been numerous cases where citizens have found themselves stuck in highly protracted administrative processes affecting outcomes vital to their lives and livelihoods. However, systematic inquiries into the experience of being trapped by bureaucratic procedures or state inaction for sometimes multiple years are still lacking. To study the interactions between citizens and the state when long waiting times and significant outcomes are involved, we introduce the concept of administrative limbo. We examine administrative limbo using primary and secondary interview data from the Irish defective concrete block crisis, the Dutch childcare benefits affair, and the Dutch Groningen gas crisis. Findings suggest that experiences of administrative limbo are marked by prolonged and extensive uncertainty, accumulating strain, and negatively impacted life perspectives. We find that the effects of being stuck in administrative limbo are profound, indicating that temporal experiences of inaction and action should be further explored in public administration.","journal_full":"Journal of Public Administration Research and Theory","dist":0.505,"specialized":false,"preprint":false},{"title":"Types of pandemic-induced psychological distress, clarity of responsibility, and support for incumbents","authors":"Subhasish Ray, Ankin M. Patil, K. Sree Vidya, Holli A. Semetko","url":"https://doi.org/10.1017/s0143814x25100688","doi":"10.1017/s0143814x25100688","abstract":"Will voters punish incumbents for psychological distress associated with public policy during external shocks? This study examines this question in the empirical context of the first wave of the COVID-19 pandemic in India, utilizing three novel cross-sectional surveys conducted in the first three weeks of June 2020, immediately after the national lockdown policy was officially revoked. We find that propensity to vote for the nationally incumbent Bharatiya Janata Party (if hypothetical elections were held on the day of the survey) was negatively correlated with mental stress from routine disruptions in mobility (Week 1); worsening mental health (Week 2); and emotion-focused coping (Week 3). We show that these effects are strongest in BJP-ruled states. We argue that psychological distress shaped political attitudes in the midst of the pandemic and this effect was conditional on the source of distress and moderated by governmental clarity of responsibility.","journal_full":"Journal of Public Policy","dist":0.4857,"specialized":false,"preprint":false},{"title":"My Parents and Me: Navigating the Role of Intergenerational Transmission on Policy Feedback","authors":"Yue Guo, Zihan Xu, Qian Zhang","url":"https://doi.org/10.1111/padm.13075","doi":"10.1111/padm.13075","abstract":"This study investigates the intergenerational transmission mechanisms of policy feedback, focusing on how past policies influence citizens' behavioral intentions across generations in the context of China's fertility policy changes. Using data from the China Family Panel Studies, we investigate how experiences with the one‐child policy affect individuals' intentions under the current pro‐natalist policy. Logistic regression analysis reveals that individuals whose parents complied with the one‐child policy are less likely to intend to have more than one child. This effect is mediated by the weakening of traditional beliefs, such as “raising children for old age” and “continuation of family lineage.” A regression discontinuity design further confirms that individuals with parents subjected to stricter birth control measures exhibit lower intentions to have more children. These findings underscore the significance of intergenerational transmission in shaping citizens' attitudes and highlight the lasting impact of historical policy experiences on contemporary policy outcomes.","journal_full":"Public Administration","dist":0.4846,"specialized":false,"preprint":false},{"title":"Gauging the Impacts of Performance Information Disclosure on Citizen Satisfaction: Quasi‐Experimental Evidence From China","authors":"Weixing Liu, Xiao Tang, Yuxin Pan","url":"https://doi.org/10.1111/padm.13077","doi":"10.1111/padm.13077","abstract":"Despite extensive research investigating the link between government performance and citizen satisfaction, our understanding is limited regarding whether and how information disclosure affects this relationship in the digital era. This study bridges this gap by examining the interactive effects of information disclosure and performance information on citizen satisfaction. We argue that information disclosure strengthens the “performance–satisfaction” link by aligning citizens' satisfaction evaluations more closely with government performance. Using a staggered difference‐in‐differences design, we analyze individuals' environmental satisfaction from the China Livelihood Survey (2011–2017) across municipalities, while government performance is measured using satellite data and information disclosure timing is sourced from government portals. Findings indicate a consistent relationship between government performance and citizen satisfaction due to information disclosure. Further analyses reveal that this effect is mediated by citizens' information‐seeking behaviors and is particularly pronounced among informationally disadvantaged citizens. This research contributes to understanding the performance–satisfaction relationship in a digital era.","journal_full":"Public Administration","dist":0.4549,"specialized":false,"preprint":false},{"title":"Handbook on Measuring Governance. By PeterTriantafillou and Jenny M.Lewis (eds.), Northampton, MA: Edward Elgar Publishing, 2024. 330 pp. $250 (hardcover). ISBN: 978‐1‐80220‐063‐8","authors":"Hasan Isgandar","url":"https://doi.org/10.1111/puar.13966","doi":"10.1111/puar.13966","journal_full":"Public Administration Review","dist":0.3129,"specialized":false,"preprint":false},{"title":"When the Feds Hand You a “Light Envelope”: Exploring the Impact of the Federal Budget Sequester on the Build America Bond Program","authors":"Martin J. Luby, Catherine Holley, Celine Kim","url":"https://doi.org/10.1111/puar.13964","doi":"10.1111/puar.13964","abstract":"In 2009, the US federal government created the Build America Bond (BAB) program to improve access to the capital markets for state and local governments. While the federal government typically subsidizes subnational capital financing indirectly through tax exemption, the BAB program provided direct cash subsidies to governments. The Budget Control Act of 2011 implemented a sequester that reduced BAB subsidies by 5.7 to 8.7% each year since 2013. This paper estimates previous and potential future sequestration losses on all outstanding BABs as of the end of 2022. It delves into BAB use and sequestration by two issuers (governments in the state of Texas and City of Chicago). The paper concludes with a discussion of the current state of BABs as it relates to recent litigation and refinancing attempts. The loss estimates provide lessons for the provision and management of federal direct subsidies available to state and local governments.","journal_full":"Public Administration Review","dist":0.4117,"specialized":false,"preprint":false},{"title":"Fostering resilience and commitment among volunteers: the role of job demands and autonomy","authors":"Susan Schwarz, Gary Schwarz, Zhou Jiang, Qing Miao, Alexander Newman","url":"https://doi.org/10.1080/14719037.2025.2513491","doi":"10.1080/14719037.2025.2513491","journal_full":"Public Management Review","dist":0.3704,"specialized":false,"preprint":false},{"title":"Law and Infrastructure: Reliability, Automation Transition, and Irregularities of “U‐Space”","authors":"Samar Abbas Nawaz","url":"https://doi.org/10.1111/rego.70046","doi":"10.1111/rego.70046","abstract":"The European Union (EU) is making regulatory efforts to allow for the safe integration of drones into civilian airspace through automated means. Commission Implementing Regulation (EU) 2021/664 concerning unmanned traffic management (a system referred to as “U‐Space”) furthers that commitment. Accordingly, drone operators must avail themselves of automatic traffic‐related “U‐Space services” concerning flight authorization, geo awareness, traffic information, and network identification before entering U‐Space airspace. Using infrastructural analysis, as proposed within Science and Technology Studies (STS), this article shows that while automation is meant to ensure safe traffic, it could also challenge U‐Space safety in at least three ways: by inviting reliability concerns for U‐Space infrastructure; because of the transition from human‐centric to automation‐centric systems; and by being subject to irregularities within the EU's framework. An infrastructural analysis, therefore, helps in unveiling important factors which influence the safety of automated technologies and in critically discussing the role of law in their regulation.","journal_full":"Regulation & Governance","dist":0.3766,"specialized":false,"preprint":false},{"title":"Decentralization, Europeanization, State Restructuring, and the Politics of Instruments Accumulation: The Case of the French Housing Sector","authors":"Francesco Findeisen, Patrick Le Galès","url":"https://doi.org/10.1111/rego.70047","doi":"10.1111/rego.70047","abstract":"This paper advances research on policy accumulation by analyzing its political consequences in the French housing sector. It argues that, in the context of decentralization reforms, the accumulation of policy instruments has undermined national steering capacities and intensified territorial inequalities. Decentralization accelerated accumulation by decoupling policy formulation from the costs and administrative responsibilities of implementation, shifting these burdens onto subnational governments. The resulting proliferation of instruments politicized implementation, as local authorities confronted capacity‐driven trade‐offs between adhering to national directives and pursuing local policies, while simultaneously gaining opportunities to innovate and build coalitions with non‐state actors. Consequenty, local governments in economically dynamic areas could strategically leverage policy accumulation to advance their interests, whereas those in less affluent regions faced administrative overload. By adopting an institutional perspective on policy instruments, this paper shows how accumulation research can foreground the political consequences of accumulation, which increasingly shape the problem‐solving capacities and legitimacy of modern states.","journal_full":"Regulation & Governance","dist":0.522,"specialized":false,"preprint":false},{"title":"Online Political Discussion Under Authoritarianism: What Do Citizens Make of Censored Political Discussion?","authors":"Daniela Stockmann, Ting Luo","url":"https://doi.org/10.1111/rego.70036","doi":"10.1111/rego.70036","abstract":"There is a continuing debate on whether the internet serves as a public sphere for meaningful political discussion and increases political engagement. Yet, we know little about how internet users in authoritarian regimes perceive and experience online political discussion beyond the dominant frame of censorship and surveillance. Based on the first nationally representative survey on internet use in China, this paper examines how citizens view the space for political discussion online and offline and how three types of concerns—repercussions, social desirability, and privacy—shape these perceptions. Results show that Chinese citizens tend to perceive online discussion as more diverse. Those concerned about political repercussions report higher perceived diversity in online discussions, while social desirability concerns correlate with greater perceived diversity in both online and offline settings. Only those concerned for exposure of personal information perceive online political discussion as more uniform. These findings advance understandings of citizen views on political discussion in authoritarian contexts and contribute to broader debates about the role of the internet in political engagement.","journal_full":"Regulation & Governance","dist":0.4638,"specialized":false,"preprint":false},{"title":"Integration for whom? The migration bias in social norms","authors":"Stefan Manser-Egli, Philipp Lutz","url":"https://doi.org/10.1162/euso.a.30","doi":"10.1162/euso.a.30","abstract":"Integration has become a dominant framework in the governance of immigration, indicating what states and “host societies” expect immigrants to do and how to behave to become accepted members of the receiving country. Critical scholarship has argued that this creates an unequal normative burden: “immigrants” are subject to integration demands while “native citizens” are exempt. Despite this widely acknowledged “integration dispensation”, the asymmetry of expectations has not been empirically tested. In this article, we conceptualize immigrant integration in terms of social norms – expectations regarding the social, economic, cultural, and political participation – and develop a theory of a migration bias: the idea that these norms are stronger for immigrants than for society at large. We test this hypothesis using a population-based survey experiment in Switzerland. Our results provide evidence for a migration bias, particularly in the social dimension of integration and expectations concerning respect for laws and constitutional values. However, this bias is context-dependent, appearing in the German-speaking part of Switzerland but not in the French-speaking counterpart. These findings provide novel insights into the popular understanding of immigrant integration and the nature of social norms and citizenship in diverse societies.","journal_full":"European Societies","dist":0.6963,"specialized":false,"preprint":false},{"title":"Tracing the evolution of preschool’s impact on education over a century: Spain, 1900-1973","authors":"Héctor Cebolla-Boado, Dulce Manzano","url":"https://doi.org/10.1162/euso.a.27","doi":"10.1162/euso.a.27","abstract":"Preschool is acknowledged as a strategy for promoting long-term educational attainment and fostering equality of educational opportunities. Most of these expectations are based on evidence from rather recent periods. Leveraging retrospective data from cohorts born between 1900 and 1973 in Spain, we examine the historical evolution of returns to early education and its potential for equalization. We argue that this equalizing potential is contingent upon the degree of selectivity in accessing and completing a specific educational stage. Specifically, only when a given level becomes less selective, does preschool contribute to increased educational equity. Our evidence unveils two novel insights. On the one hand, the magnitude of returns underwent important changes over time, with more recent periods demonstrating diminished payoffs. On the other, the broadly documented equalizing potential of preschool is a function of the selectivity in accessing each educational level, suggesting that preschool has not always been an equalizing investment.","journal_full":"European Societies","dist":0.4323,"specialized":false,"preprint":false},{"title":"What is the effect of providing information about the science behind vaccination? A population-based survey-experiment on support for the MMR vaccine","authors":"Josje ten Kate, Willem de Koster, Jeroen van der Waal","url":"https://doi.org/10.1162/euso.a.24","doi":"10.1162/euso.a.24","abstract":"This study examines the effects of including information about the scientific research behind vaccination in information provision about the MMR vaccine on societal acceptance and perceived legitimacy of the vaccine. We also test whether these effects are shaped by nature-oriented or science-oriented worldviews. Employing a pre-registered survey experiment conducted among members of a high-quality Dutch panel established using official population register data (n = 1,722), we found that receiving the informational stimulus did not positively affect support for the MMR vaccine. Moreover, providing information explaining the scientific research behind vaccination had a negative effect on support for the MMR-vaccine among those with a less science-oriented worldview.","journal_full":"European Societies","dist":0.461,"specialized":false,"preprint":false},{"title":"Competing for workers’ representation: established and grassroots unions in the Italian logistics sector","authors":"Andrea Signoretti, Marcello Pedaci, Sabrina Perra, Katia Pilati","url":"https://doi.org/10.1162/euso.a.25","doi":"10.1162/euso.a.25","abstract":"Employment conditions for low-skilled workers are deteriorating across all European countries, leading to the emergence of grassroots unions alongside more established labour organizations. Despite the increasing union heterogeneity characterising corporativist Southern European countries in particular, inter-union relationships have never been emphasised in previous studies. Our article explores the evolving relational landscape of employee representation and its impact on effective advocacy for low-skilled workers. In conducting a multiple case study research design within the Italian logistics sector, we rely on the concepts of frames and power resources to understand inter-union relationships and their consequences for workers’ concerns. Our results show how grassroot unions and established unions are characterised by deep frame contestation in terms of ideational incompatibility. The studied grassroots union adopted radical frames emphasising labour–capital struggles, while established unions employed a more moderate ’just balance’ approach, pursuing dialogue with firms. In line with this, the grassroots union made much stronger use of structural and associational power resources, while the established union used a wider variety of such resources. This dynamic fostered heightened competition and antagonism between the unions. However, our results also suggest that this antagonism inadvertently resulted in a positive division of labour that revealed a complementarity between different union framings in addressing workers’ concerns.","journal_full":"European Societies","dist":0.4993,"specialized":false,"preprint":false},{"title":"How do employers shape trade union revitalization strategies towards migrant workers? Evidence from the German shipbuilding industry","authors":"Frederic Hüttenhoff, Karen Jaehrling","url":"https://doi.org/10.1162/euso.a.26","doi":"10.1162/euso.a.26","abstract":"Trade unions and works councils in the German shipbuilding industry were among those pioneering more inclusive strategies for migrant workers. However, these efforts remained limited and partially failed. Based on a qualitative industry study, our findings shed light on the dynamics and reasons behind this path of 'limited solidarity' in a union stronghold. While much of the literature on (barriers to) more solidaristic employment relations has focused on union identities and activities, our article seeks to highlight how production systems and employer strategies shape union revitalisation strategies and influence their success or failure. To sustain the transnationalised, export-oriented production model, shipyards rely on an increasingly professionalised ecosystem of subcontracting firms that help them recruit, train, and flexibly deploy pools of cheaper peripheral labour. While some of the literature points to regulatory policies that facilitate employers' regime-shopping strategies, our findings show that today, paradoxically, it is precisely the context of increased re-regulation of European cross-border labour markets that leads firms to develop more opaque contractual relations, creating additional obstacles and sobering experiences for organised labour. Substantial improvements are not to be expected from more power for workers alone but also require fundamental reforms.","journal_full":"European Societies","dist":0.5574,"specialized":false,"preprint":false},{"title":"Citizenship, sex work and taxes: perspective from three European contexts","authors":"Isabel Crowhurst, Milena Chimienti, Alexandra Oliveira","url":"https://doi.org/10.1162/euso.a.29","doi":"10.1162/euso.a.29","abstract":"This article explores the overlooked nexus between taxation and sex work, approaching it as a vehicle for examining the conditions under which sex workers are legible to themselves, the state, and others as full citizens. Bringing together sex work, taxation and citizenship studies, this is the first study to consider sex workers' perspectives on the fiscal regimes in which they operate, and how they negotiate and make sense of the challenges they face in relation to paying taxes. We draw on rich qualitative data collected through interviews with sex workers based in three European contexts with different legal and fiscal approaches to sex work: Italy, Portugal and the Swiss canton Geneva. The article reveals that taxes play various roles in the lives, experiences and imaginations of our participants, reflecting different positions and dispositions towards the state, and different aspirations and visions of full citizenship. We show that the ability or inability to pay taxes as a sex worker cannot be separated from the wider legal contexts that grant (or not) rights to sex workers, and from the stigma of sex work that remains pervasive, especially for minoritised groups. Taxation plays an important role in sex workers' lives and in the relationship between sex workers and the state but it can only be one element of many when considering what full citizenship for sex workers might look like.","journal_full":"European Societies","dist":0.4822,"specialized":false,"preprint":false},{"title":"Multidimensional social mobility and educational strategies in the UK","authors":"Will Atkinson","url":"https://doi.org/10.1162/euso.a.28","doi":"10.1162/euso.a.28","abstract":"Recent studies of social mobility inspired by Pierre Bourdieu have sought to move beyond the traditional focus on vertical movement between big classes. Drawing on his language of capitals and social space, and spotlighting access to and differences within the elite, they have demonstrated mobility to be both multidimensional and fine-grained. This paper seeks to synthesise and broaden these developments, taking the UK as its case study. It uses data from the Labour Force Survey from 2021-23 and a multidimensional class scheme to examine absolute rates of vertical, horizontal and diagonal mobility as well as relative odds and pathways of entry to fractions of the higher class linked to social origins. While the results confirm the importance of how much capital one starts with for limiting vertical mobility, they also reveal clear differences according to the preponderant type of capital people start with, as well as gender and ethnicity, that indicate specific strategies of social reproduction and ascent. I finish by calling for a consolidation and elaboration of a Bourdieusian research programme on social mobility.","journal_full":"European Societies","dist":0.5082,"specialized":false,"preprint":false},{"title":"Is there a growing gender divide among young adults in regard to ideological left–right self-placement? Evidence from 32 European countries","authors":"Richard Nennstiel, Ansgar Hudde","url":"https://doi.org/10.1093/esr/jcaf021","doi":"10.1093/esr/jcaf021","abstract":"Growing gender differences in political ideology among young people are a major concern because of their potential long-term societal implications. This study examines ideological shifts between young men and women in 32 European countries from 1990 to 2023, and how they are linked to societal levels of gender equality. Using data from several Eurobarometer surveys, we analyse the left–right self-placement of over 466,089 individuals aged 20–29. Using graphical analyses, regression models and age-period-cohort (APC) analyses, we find heterogeneity in the extent and development of ideological youth gender gaps. In 14 countries, the ideological positions of women and men are almost equal. In seven countries there is a modern youth gender gap in political ideology, with women being more left-wing than men. This has remained roughly stable since the 1990s. In 11 countries, a modern youth gender gap has emerged and/or widened over time. Finally, we find that modern youth gender gaps tend to be greater in countries with greater gender equality. The mainly small to moderate gender gaps—with important differences between countries—contradict the narrative of a strong and uniform shift towards a modern gender gap in political ideology among young adults.","journal_full":"European Sociological Review","dist":0.5397,"specialized":false,"preprint":false},{"title":"How public benefits make citizens in Latino mixed-status families: self-efficacy, institutional engagement, and concerted citizenship cultivation","authors":"Luis Edward Tenorio","url":"https://doi.org/10.1093/sf/soaf081","doi":"10.1093/sf/soaf081","abstract":"Experiences with public benefits can shape recipients’ feelings (belonging) and enactment of citizenship (e.g., political, civic, or economic behaviors). However, we know less about how undocumented and lawful permanent resident (LPR) immigrants fit within this paradigm. This study, based on in-depth interviews with forty working-poor undocumented and LPR Latina immigrant mothers, reveals striking ways in which mothers described the meanings they attached to the benefits received and the social processes their experiences with benefit programs informed. Many mothers described an increased sense of self-efficacy as mothers and as immigrants, expanded notions of government responsiveness, and shifts in how they understood the citizenship (broadly conceived) of their children based on their experiences with benefits. This was even reported among mothers who used programs often seen as stigmatizing or who had challenges arise in petitioning for benefits. Moreover, mothers conveyed these meanings spurring legal, economic, and civic behavioral adaptations in their lives, deepening their engagement as citizens. They also described how the meanings derived from benefits use produced changes in their parenting practices, describing structuring their children’s time and engagement with institutions, as well as fostering reasoning skills and attitudes meant to benefit their children’s long-term integration. I term such practices concerted citizenship cultivation. For children with legal citizenship, concerted citizenship cultivation focused on developing comfort and entitlement within US institutions, socializing interactions with authority figures, and promoting expanded engagement in society. For children who lacked legal citizenship, concerted citizenship cultivation focused on developing positive identity and deepening engagement within protective institutions.","journal_full":"Social Forces","dist":0.5894,"specialized":false,"preprint":false},{"title":"Equality takes work: a process to understand why women still do most of the household labor","authors":"Inés Martínez Echagüe","url":"https://doi.org/10.1093/sf/soaf068","doi":"10.1093/sf/soaf068","abstract":"In the United States, widespread support for gender egalitarianism in the household contrasts with the pattern that women continue to do more household labor than men in different-sex relationships. Existing scholarship has revealed the ways in which different-sex couples justify these unequal arrangements. However, we know little about why women do more labor even when they have egalitarian goals and few structural constraints. I address this question by examining whether and how couples attempt to achieve equality and why they so often fail. Data from 40 in-depth interviews with members of 20 cisgender, different-sex, college-educated couples show that, because unequal household labor patterns are so entrenched, having an egalitarian division of labor itself requires work. I theorize and provide evidence for a process I call “equality work,” the work of creating an egalitarian division of labor, which often falls on women. Equality work includes anticipating inequality, strategizing to avoid it, monitoring equality, speaking up about inequality, fixing unequal outcomes, and withholding work. When men don’t strive for equality, women preserve the relationship by doing the labor their partners do not and revising their ideals. Equality work helps us better understand why women do most of the household labor; paradoxically, doing less requires that women work as well. These findings suggest that women are not passively accepting unequal household arrangements but striving to change them.","journal_full":"Social Forces","dist":0.4865,"specialized":false,"preprint":false},{"title":"Review of “In This Place Called Prison: Women’s Religious Life in the Shadow of Punishment”","authors":"Alison Liebling","url":"https://doi.org/10.1093/sf/soaf071","doi":"10.1093/sf/soaf071","journal_full":"Social Forces","dist":0.2928,"specialized":false,"preprint":false},{"title":"Social Rigidity Across and Within Generations: A Predictive Approach","authors":"Haowen Zheng, Siwei Cheng","url":"https://doi.org/10.1177/00491241251347984","doi":"10.1177/00491241251347984","abstract":"How well can individuals’ parental background and previous life experiences predict their mid-life socioeconomic status (SES) attainment? This question is central to stratification research, as a strong power of earlier experiences in predicting later-life outcomes signals substantial intra- or intergenerational status persistence, or put simply, social rigidity. Running machine learning models on panel data to predict outcomes that include hourly wage, total income, family income, and occupational status, we find that a large number (around 4,000) of predictors commonly used in the stratification literature improves the prediction of one’s life chances in middle to late adulthood by about 10 percent to 50 percent, compared with a null model that uses a simple mean of the outcome variable. The level of predictability depends on the specific outcome being analyzed, with labor market indicators like wages and occupational prestige being more predictable than broader socioeconomic measures such as overall personal and family income. Grouping a comprehensive list of predictors into four unique sets that cover family background, childhood and adolescence development, early labor market experiences, and early adulthood family formation, we find that including income, employment status, and occupational characteristics at early career significantly improves models’ prediction accuracy for mid-life SES attainment. We also illustrate the application of the predictive models to examine heterogeneity in predictability by race and gender and identify important variables through this data-driven exercise.","journal_full":"Sociological Methods & Research","dist":0.5307,"specialized":false,"preprint":false},{"title":"Addressing Missingness in Serialized Bureaucratic Data: The Case of Chinese Courts","authors":"Xiaohan Wu, Margaret E. Roberts, Rachel E. Stern, Benjamin L. Liebman, Amarnath Gupta, Luke Sanford","url":"https://doi.org/10.1177/00491241251340610","doi":"10.1177/00491241251340610","abstract":"Courts around the world are putting their data online, making information about caseloads, parties, and decisions available to the public. Yet, this data is far from complete, and often only reflects a portion of courts’ dockets. We offer and validate a set of tools for leveraging serialized bureaucratic data from courts to estimate the proportion of cases available to the public and the time courts take to make decisions. Using data from more than 3,000 courts in China, our methods allow us to assess patterns of missingness in court data across provinces and cities by type of case and to conduct the largest quantitative analysis to date on court delay in China. By providing an extensive validation of both new and existing tools for estimating missingness and delay, we provide a set of recommendations for researchers looking to augment incomplete bureaucratic data around the world.","journal_full":"Sociological Methods & Research","dist":0.43,"specialized":false,"preprint":false},{"title":"“The Commission is Always Ready to Help”: The Ambiguous Relationship Between the European Commission and the Council Presidency in the Ordinary Legislative Procedure","authors":"Céleste Bonnamy","url":"https://doi.org/10.31235/osf.io/46sj8_v1","doi":"10.31235/osf.io/46sj8_v1","abstract":"This chapter aims to answer the following question: how does the European Commission’s involvement in the Council’s policymaking affect the role of the Council’s Presidency in the Ordinary Legislative Procedure? In line with Greenwood and Roederer-Rynning (2021)’s perspective on the use of studying informal daily work to better grasp the EU decision-making process, the chapter analyses the practices of European Commission and Presidency officials during the first reading of the “copyright in the digital single market” directive between 2016 and 2019. This in-depth study of a highly politicized file allows the identification of three roles embraced by the European Commission within the Council: explaining its proposal, mediating between Member States, and writing the Council’s compromises. Eventually, the chapter shows that the Council Presidency relies on the European Commission as a source of expertise and that their relationship oscillates between partnership and competition.","journal_full":"(OSF Preprints)","dist":0.3724,"specialized":false,"preprint":true},{"title":"Casting Votes or Crossing Borders? How Living Abroad Reduces Mobile Europeans’ Likelihood to Participate in European Elections","authors":"Nils Witte, Emanuel Deutschmann","url":"https://doi.org/10.31235/osf.io/6rxdp_v2","doi":"10.31235/osf.io/6rxdp_v2","abstract":"Both freedom of movement and voting in European elections are fundamental citizenship rights at the heart of European integration. Ideally, EU citizens should be able to exercise both rights simultaneously. Yet, in practice, tensions exist between the two: Despite their strong emotional attachment to the Europe-an Union, EU citizens living outside their country of citizenship have a reduced likelihood to vote in European elections, even when they reside within the EU. This article demonstrates this pattern empirically for German emigrants in the 2019 European Parliament election, based on data from the German Emigration and Remigration Panel Study (GERPS). This survey is unique in that it covers both mobile German citizens who currently live abroad and those who have lived abroad, but have recently returned to Germany. Self-reported turnout was signif-icantly reduced among those currently living abroad. Bureaucratic hurdles (in-cluding early opt-in registration deadlines, complex registration procedures, and tedious access to ballot) are identified as a key explanation for the decreased par-ticipation. These findings seem to contradict basic democratic principles and could have political implications: Since there are more than eleven million mo-bile EU citizens who are eligible to vote, reduced turnout among this group could affect election outcomes.","journal_full":"(OSF Preprints)","dist":0.563,"specialized":false,"preprint":true},{"title":"Far-Right Politicians Select Migration Evidence Consistent with Party Priorities","authors":"Roman Senninger, Jesper Asring Hansen","url":"https://doi.org/10.31235/osf.io/8zv9s_v1","doi":"10.31235/osf.io/8zv9s_v1","abstract":"In an era often described as post-truth politics, it is crucial to understand how politicians engage with evidence. We argue that politicians selectively engage with evidence consistent with their party’s priorities. We test this argument by presenting 1,822 candidates in the 2024 Austrian national election with contrasting pieces of high-quality evidence on the same salient migration policy reform. We find that candidates from ideologically extreme parties – particularly the far-right populist Freedom Party of Austria (FPÖ) – select evidence consistent with their party’s priorities. Analysis of public opinion data (N = 1,428) further shows that far-right supporters approve of this selective consideration of evidence. Our findings suggest that growing far-right electoral strength may amplify the reliance on supportive evidence, increasing the risk of ill-informed policy decisions.","journal_full":"(OSF Preprints)","dist":0.5634,"specialized":false,"preprint":true},{"title":"Reification, Value, and Emancipation: Revisiting the Normative Core of Marx’s Critique of Capitalism (Preprint)","authors":"Nikolaos Nikolakakis","url":"https://doi.org/10.31235/osf.io/dx679_v1","doi":"10.31235/osf.io/dx679_v1","abstract":"This article reexamines the normative dimension of Karl Marx’s critique of capitalism, arguing that value theory, reification, and the logic of capital carry intrinsic ethical implications. Against interpretations that distance Marxism from questions of justice or morality, it draws on the method of immanent critique to show how concepts such as freedom, autonomy, and equality are not external ideals imposed upon capitalist society, but contradictions immanent to it. Through close engagement with Marx’s analyses of alienation, the value-form, and the autonomy of capital, the article demonstrates how capitalist social relations systematically obscure and invert human purposes. Value appears to act autonomously, while human agency is rendered derivative - a dynamic that constitutes the core of reification. By reconnecting these processes to Marx’s emancipatory vision, the paper reconstructs the normative core of his critique and its relevance for contemporary forms of domination, including platform labor, digital commodification, and ecological crisis. Rather than offering a moralizing perspective, Marx’s method grounds critique in the contradictions of capitalist modernity itself. In doing so, it provides not only a structural diagnosis of social domination, but a normative horizon oriented toward emancipation, grounded in the historical and material conditions that constrain and enable human freedom.","journal_full":"(OSF Preprints)","dist":0.4063,"specialized":false,"preprint":true},{"title":"What makes a happy country? A large computational search suggests a new model and mechanism for national satisfaction","authors":"Alexander Martin Loewi","url":"https://doi.org/10.31235/osf.io/pnvcb_v1","doi":"10.31235/osf.io/pnvcb_v1","abstract":"To improve human wellbeing, we must understand what drives it. Life satisfaction data have been collected internationally since 2005, but without a rigorous model of what drives these outcomes, it has remained difficult to draw policy lessons. We fill this gap by aggregating life satisfaction data with nation-level data on an unprecedented number of potential drivers (n=5,533). We use the Lasso, a computational method for variable selection, to construct a simple but highly accurate model with low risk of omitted variables or human selection bias. We show this model has higher prediction accuracy than the current world standard from the United Nations, and the variables it selects are more consistent with studies from political science, social psychology, and other fields. It also selects many variables the current world standard does not, including LGBTQ+ acceptance, gender equity, and accessible political power. Unlike the current standard, which suggests GDP determines 40% of a nation’s satisfaction, our model estimates GDP’s independent contribution at 1.5%. We also find few of the variables hypothesized by recent Nobel-awarded economics work. Finally, we show that our model is more consistent with theories of anti-authoritarian psychology than with “institutions” as a driver of national outcomes. These findings allow policy makers and advocates to prioritize higher-impact goals. It also reveals that current actions in countries across the world directly oppose predictors of satisfaction. In the face of severe global crises, including failure to keep global warming below the “red line” of 1.5C, and a rise in authoritarianism, we need far greater clarity about the future we desire as a society, and how to achieve it. As theories compete on the world stage, often violently, our model offers a simple, empirically driven message to cut through the fog: if we are to improve universal human wellbeing, there is no option but to empower individuals who truly desire that improvement.","journal_full":"(OSF Preprints)","dist":0.5042,"specialized":false,"preprint":true},{"title":"Introducing the Climate Politics Framework (CPF): An application to German climate policy","authors":"Jacob Edenhofer, Christian Flachsland","url":"https://doi.org/10.31235/osf.io/qkbj3_v1","doi":"10.31235/osf.io/qkbj3_v1","abstract":"This paper introduces the Climate Politics Framework (CPF), a novel and comprehensive approach to analyzing climate policymaking. The CPF sets out four fundamental problems—pervasive collective action challenges, distributional dynamics, long-term policy, and deep uncertainty—that shape both elite and mass-level climate politics. These, in turn, influence the stringency and design of climate policy platforms, which consist of institutions, policy instruments as well as framing and rhetoric. These platforms can both cause emissions reductions—the main dependent variable of interest—and address strategic challenges in the climate policy process (e.g. agenda-setting, coordination, compensation, and commitment), thereby altering political dynamics over time. Applying the CPF to Germany, based on elite interviews and a literature review, we analyze key episodes and structural features of German climate policy over the past four decades. The CPF offers both an academic contribution—by synthesizing disparate strands of the climate politics literature—and, with a view to future applications, a practical tool for policymakers and stakeholders to diagnose political barriers and identify pathways for effective climate policymaking.","journal_full":"(OSF Preprints)","dist":0.429,"specialized":false,"preprint":true},{"title":"Policy brief: Política pública para prevenir la obesidad en jóvenes y adultos enfocado en el contexto universitario colombiano, integrando experiencias de México y Perú","authors":"Maria Cañon Aranguren, Andrea Sánchez Osorio, Valeria Escutia Montemayor, Anais Corina Huapaya Cordova, Sandra Nicol Villanueva Quispe, Francisco Palencia-Sánchez","url":"https://doi.org/10.31235/osf.io/rp823_v1","doi":"10.31235/osf.io/rp823_v1","abstract":"La obesidad es un problema de alto impacto que influye de manera significativa en la salud de las personas y en el sistema que las rodea y que responde a una etiología multidimensional fundamentada en los determinantes sociales de la salud. Por ello es fundamental su estudio, y su caracterización a través de encuestas de situación nutricional. Adicionalmente, se recomendarán estrategias de políticas públicas en Colombia encaminadas hacia el mejoramiento de la salud de las comunidades a través del fomento de la alimentación balanceada y actividad física en la población universitaria teniendo en cuenta perspectivas de México y Perú.","journal_full":"(OSF Preprints)","dist":0.3205,"specialized":false,"preprint":true},{"title":"The Interface Subject: Foucault, Benjamin, and the Hybrid Logics of Digital Capitalism","authors":"Nikolaos Nikolakakis","url":"https://doi.org/10.31235/osf.io/t6ysf_v1","doi":"10.31235/osf.io/t6ysf_v1","abstract":"This article revisits the formation of capitalist subjectivity through a dialogue between Foucault’s genealogy of discipline and Benjamin’s critique of commodity fetishism, arguing that contemporary platform capitalism synthesizes these logics to produce a new subject: the interface subject. Where Foucault illuminates how institutions fabricate docile, productive bodies, Benjamin reveals how commodities enchant the collective imagination through aesthetic and libidinal appeal. Under digital capitalism, these mechanisms converge in algorithmic architectures that govern through both behavioral optimization and curated desire. Platforms like Uber or TikTok exemplify this hybrid regime, where gamified labor and algorithmic phantasmagoria collapse the factory and the arcade into a single dispositif. Against accounts that frame digital subjectivity as either entrepreneurial or exhausted, this paper theorizes the interface subject as suspended between coercion and euphoria—a figure shaped by the twin imperatives of metricized performance and affective investment.","journal_full":"(OSF Preprints)","dist":0.3955,"specialized":false,"preprint":true},{"title":"Wealth Inequality and Epidemics in the Republic of Venice (1400–1800)","authors":"Guido Alfani, Matteo Di Tullio, Mattia Fochesato, Carolyn Fisher","url":"https://doi.org/10.31235/osf.io/4tny3_v1","doi":"10.31235/osf.io/4tny3_v1","abstract":"This article analyses wealth inequality in the Republic of Venice during 1400–1800. The availability of a large database of homogeneous inequality measurements allows us to produce the most in-depth study of the factors affecting inequality at the local level available so far for any preindustrial society. Additionally, the occurrence of a major plague during 1629–30, an event that caused the death of 40% of the inhabitants of the area, allows us to contribute to the growing literature on the distributional consequences of epidemics. Across our dataset, of the three factors that recent literature has discussed as possibly able to explain overall inequality trends in the long run -- economic development, population and regressive taxation -- regressive taxation set by the central state had a relatively strong impact. We also find that locally, differences in inequality levels were determined by closeness to the capital city of Venice, altitude, and suitability of land to specific crops. Regarding the impact of the plague, we demonstrate that while the 1630 plague was different from the medieval Black Death as it did not lead to large-scale and enduring levelling, it did cause a structural break in the way in which some key variables affected inequality. (Stone Center on Socio-Economic Inequality Working Paper)","journal_full":"(OSF Preprints)","dist":0.4643,"specialized":false,"preprint":true},{"title":"The Dual Architecture of Crisis in Iran's Health System: Unpacking the Interactions of Macro Financial Fragility and Micro Legal Voids","authors":"Mostafa Qalavand","url":"https://doi.org/10.31235/osf.io/8ha7c_v1","doi":"10.31235/osf.io/8ha7c_v1","abstract":"Objective: This article analyzes the crisis-generating interaction between macro financial-governance fragility and micro legal-procedural voids within Iran's health and social security system, examining its role in systemic erosion. Method: Using qualitative analysis and critical conceptual synthesis, pathologies at both macro and micro levels and the negative feedback dynamics between them (financial instability, governance weakness, legal deficits, trust erosion) were investigated. Findings: The crisis exhibits a dual architecture: The macro level grapples with severe financial and governance pressures limiting long-term capacity; the micro level suffers from legal gaps (in the therapeutic relationship, informed consent, documentation, accountability) undermining patient rights and trust. These levels interact in a vicious cycle, reinforcing each other; macro constraints weaken micro standards, while negative micro experiences jeopardize macro sustainability. Results: Piecemeal reforms are ineffective. Overcoming the crisis requires an integrated systemic paradigm that links fundamental macro financial and governance reforms with the effective guaranteeing of rights and responsibilities at the micro level of service delivery to achieve sustainable resilience.","journal_full":"(OSF Preprints)","dist":0.3992,"specialized":false,"preprint":true},{"title":"Public coastal access at risk: integrating social and environmental data to assess vulnerability to sea level rise","authors":"Nathaniel Merrill, Nathan Vinhateiro, Emi Uchida, Jesse Reiblich, Elin Torell, Sarah Schechter, Leah Feldman, Claudia Weitman, Drew Powell","url":"https://doi.org/10.31235/osf.io/cegy4_v1","doi":"10.31235/osf.io/cegy4_v1","abstract":"Sea level rise poses significant risks to coastal infrastructure and recreational activities, limiting public coastal access. In this study, we evaluate the current use and measure the recreational value of coastal access areas in Bristol County, Rhode Island, while assessing the vulnerability of those areas to rising sea levels. By combining measurements of non-market economic value derived from cellular device location data with modeled future sea level projections, we quantify the economic value at risk under different inundation scenarios. We produce site-level results which provide context and quantifiable measurements of social value that can guide prioritization of mitigation strategies to address future impacts. We discuss the benefits and challenges of integrating social and environmental data and methods.","journal_full":"(OSF Preprints)","dist":0.404,"specialized":false,"preprint":true},{"title":"Centros de Datos, Minerales Críticos, Energía y Geopolítica: las bases de la Inteligencia Artificial","authors":"João Henrique Santana Stacciarini, Ricardo Junior de Assis Fernandes Gonçalves","url":"https://doi.org/10.31235/osf.io/h6fn3_v1","doi":"10.31235/osf.io/h6fn3_v1","abstract":"La inteligencia artificial (IA) se ha expandido significativamente en los últimos años, impregnando diversos sectores de la economía y de la vida cotidiana. Sin embargo, esta rápida adopción exige un análisis de las contrapartidas asociadas a su funcionamiento, muchas veces desconocidas por el público. Con base en un análisis de datos extraídos de artículos académicos, informes técnicos, repositorios de datos y documentos gubernamentales, este artículo explora las dimensiones físicas, energéticas y geopolíticas subyacentes a la IA. Aunque a menudo se percibe como inmaterial, la IA depende de una vasta y compleja infraestructura física, sostenida por centros de datos que albergan miles de equipos fabricados a partir de una amplia gama de minerales y metales, muchos de ellos clasificados como críticos. Actualmente, existen alrededor de 12 mil centros de datos en operación a nivel mundial, incluidos 992 de hiperescala, que ocupan áreas de miles de metros cuadrados. El corto ciclo de vida de los equipos de estos centros, combinado con una eliminación inadecuada, excluye metales valiosos de la cadena de suministro, intensificando la extracción mineral y agravando los impactos socioambientales. Paralelamente, la disputa entre Estados Unidos y China por el control de minerales críticos y por el liderazgo en tecnologías de IA ha intensificado las tensiones geopolíticas, con restricciones mutuas a la exportación de tecnologías avanzadas y minerales esenciales. Otro aspecto relevante es el alto consumo energético de las aplicaciones de IA: en Estados Unidos, los centros de datos ya representan cerca del 4% del consumo nacional de electricidad, con una previsión de alcanzar el 9,1% para 2030. Aunque las grandes empresas tecnológicas invierten en fuentes renovables, como la solar y la eólica, para satisfacer esta creciente demanda, dichas fuentes también requieren volúmenes significativos de minerales críticos. Este conjunto de factores evidencia la compleja interconexión entre Inteligencia Artificial, Centros de Datos, Minerales Críticos, Energía y Geopolítica.","journal_full":"(OSF Preprints)","dist":0.2519,"specialized":false,"preprint":true},{"title":"Consumer Responses to ``Favorite'' Product Removal: Evidence from Beverage Vending Machines","authors":"Andrew Ching, Kohei Kawaguchi, Jia Liu, Zhang Yi","url":"https://doi.org/10.31235/osf.io/t34qj_v2","doi":"10.31235/osf.io/t34qj_v2","abstract":"How do consumers react when their favorite product is removed? This paper sheds light on this question by studying consumer purchase behavior at vending machines located at Tokyo train stations, where most vending machines experienced some product changes during our sample period. By applying synthetic difference-in-differences, we find evidence of consumers conducting both within- and between-vending machine substitutions. In particular, we observe an expansion of demand in their non-favorite machines, where the increase comes from not only their favorite product, but also other products. Most interestingly, we find evidence that consumers buy more products that are new to them and switch more often; such behavior is consistent with experimentation and learning. This suggests that, to some extent, consumers' persistent choice of the same product may be an outcome of habitual behavior, and the removal of their ``favorite'' product may break their habit and trigger them to experiment with new products. We also find that high variety-seeking consumers are more likely to choose a substitute at their favorite vending machine, whereas low variety-seeking consumers tend to seek their favorite product at another vending machine. However, consumers' experimentation and learning behavior does not vary with variety-seeking tendency.","journal_full":"(OSF Preprints)","dist":0.4095,"specialized":false,"preprint":true},{"title":"Early childhood inequality in cognition: Decomposing change over time from 2004 to 2014","authors":"Charlotte Booth, Alissa Goodman, Emla Fitzsimons","url":"https://doi.org/10.31235/osf.io/zt4fp_v1","doi":"10.31235/osf.io/zt4fp_v1","abstract":"Despite policy efforts, early childhood inequalities have remained relatively stable in England over recent decades. In this study, we aimed to understand the determinants of early childhood inequality and how these have changed in their composition and impact on early child development, using two nationally representative cohorts of pre-school children collected in 2004 (N = 8,990) and 2014 (N = 3,877). Child development was assessed in both cohorts at age three, using the British Ability Scales – Naming Vocabulary test, and developmental inequality was depicted by concentration indices across quintiles of the English Index of Multiple Deprivation. A between-sample test of the concentration index revealed there was no real change to developmental inequality over time. However, decomposition of the concentration index revealed there were some changes to the determinants of inequality. Most notably, higher rates of maternal education were associated with reduced inequality, while living in the most deprived areas was associated with increased inequality, helping to explain the overall net zero change over time. Other factors, such as attending early childhood education and care by age three, made little contribution to developmental inequality, despite much higher attendance in 2014. This study highlights the complexity of factors contributing to early childhood inequality and includes a discussion on where policy efforts may be useful going forward.","journal_full":"(OSF Preprints)","dist":0.4808,"specialized":false,"preprint":true},{"title":"Advancing Faster: Female Achievement and Employment Outcomes in Bangladesh","authors":"Ritesh Karmaker","url":"https://doi.org/10.31235/osf.io/4yxdq_v1","doi":"10.31235/osf.io/4yxdq_v1","abstract":"This study examines Bangladesh’s paradoxical gender progress, where women’s gains in education (50.8% pre-primary enrollment, female-dominated tertiary ratios) and employment (42.7% labour force participation) contrast with persistent rural-urban divides in technology access and leadership representation. National datasets from 2000–2023 are analyzed to reveal that while urban women benefit from digital and educational investments, rural women face infrastructural barriers despite high female employment in sectors like garments. Linear empowerment narratives are challenged by findings highlighting male disengagement (35.2% NEET rates) alongside women’s visibility. Reforms prioritizing rural digital equity and gender-balanced vocational training are recommended to translate participation into substantive power.","journal_full":"(OSF Preprints)","dist":0.5052,"specialized":false,"preprint":true},{"title":"La forma de la masa: Movimiento y política del cuerpo colectivo","authors":"Elías Barczuk Pasamán","url":"https://doi.org/10.31235/osf.io/52jxr_v2","doi":"10.31235/osf.io/52jxr_v2","abstract":"Este texto aborda la manifestación política desde su sustancia constitutiva: la masa. A través de una lectura crítica del libro Masa y poder de Elias Canetti, se desarrollan cuatro aproximaciones que permiten pensar a la masa como agente arquitectónico. En primer lugar, se distingue que no toda masa es manifestación, lo cual delimita el campo de estudio. Luego, se la aborda como figura móvil y como usuario colectivo que desafía los marcos tradicionales del proyecto urbano. Finalmente, se estudia su capacidad de producir estructuras espaciales efímeras, reconociendo en la manifestación una forma de arquitectura no proyectada pero efectiva. La reflexión avanza así una crítica a las herramientas de la arquitectura contemporánea, proponiendo una nueva gramática proyectual que incorpore la inestabilidad, la multiplicidad y la intensidad como condiciones fundamentales. This text approaches political manifestation from its constitutive substance: the mass. Through a critical reading of Crowds and Power by Elias Canetti, it develops four perspectives that allow us to think of the mass as an architectural agent. First, it distinguishes that not every mass is a manifestation, thereby delimiting the scope of study. It then examines the mass as a mobile figure and a collective user that challenges the traditional frameworks of urban design. Finally, it explores its capacity to produce ephemeral spatial structures, recognizing in the manifestation a form of architecture that is unplanned yet effective. The reflection thus advances a critique of contemporary architectural tools, proposing a new projective grammar that incorporates instability, multiplicity, and intensity as fundamental conditions.","journal_full":"(OSF Preprints)","dist":0.3949,"specialized":false,"preprint":true},{"title":"What Drives Trust in Social Media? The Role of Misinformation Perceptions and User Satisfaction","authors":"Sunghyun Chung","url":"https://doi.org/10.31235/osf.io/7mge6_v1","doi":"10.31235/osf.io/7mge6_v1","abstract":"Purpose This study investigates how perceptions of misinformation and satisfaction with social media experiences influence trust in information from social media platforms. With the growing concern over misinformation and declining trust in digital content, understanding these relationships is critical for improving the credibility of online information environments. Design/methodology/approach Data were drawn from 1,258 U.S. adults participating in Wave 109 of the Pew Research Center’s American Trends Panel (ATP). Multivariable linear regression was conducted to examine the associations between trust in social media information and two predictors: satisfaction with social media news experiences and support for restricting false information online. Demographic variables such as age, sex, education, race/ethnicity, and marital status were included as covariates. Findings Both satisfaction with social media and support for misinformation restriction were significantly associated with greater trust in social media information. Education level also had a modest but statistically significant effect. These findings suggest that positive user experiences and perceived platform accountability contribute to higher trust in online information. Practical implications Social media platforms should enhance user satisfaction and transparently address misinformation to foster trust. Improving content moderation systems, enhancing the user interface, and clearly communicating fact-checking processes can strengthen user confidence in digital information. Originality/value This study is among the first to jointly examine the roles of misinformation perceptions and satisfaction in shaping trust in social media information. It offers empirical evidence using nationally representative data and contributes actionable insights for platforms, educators, and policymakers seeking to improve digital trust.","journal_full":"(OSF Preprints)","dist":0.4534,"specialized":false,"preprint":true},{"title":"Widow and Widower Mortality in India: A Research Note","authors":"Megan N Reed, Babul Hossain, Srinivas Goli, KS James, Aashish Gupta","url":"https://doi.org/10.31235/osf.io/9ty4z_v3","doi":"10.31235/osf.io/9ty4z_v3","abstract":"Widowhood is associated with elevated mortality risk in many social contexts. This research note is the first to quantify and contextualize the mortality risk of widowhood for men (widowers) and women (widows) in India. We do so by using data on individuals from in the first wave of the India Human Development Survey (2004-2005), whose survival status was observed seven years later in the second wave of the survey. We find no differences in mortality by widowhood status for older adults aged 60 and above. However, we do find higher mortality risk for both widowed women and men aged 25 to 59, when compared to those who are married. Despite the unique vulnerabilities experienced by Indian widows, we find similar levels of elevated mortality for widows and widowers relative to married individuals in the 25-59 age group. In this age group, we also document higher mortality for widows exposed to conservative and less egalitarian gender norms. These findings suggest that, despite India’s similarity to other contexts with elevated mortality for both widows and widowers, unequal gender norms still shape life chances for Indian widows.","journal_full":"(OSF Preprints)","dist":0.4055,"specialized":false,"preprint":true},{"title":"Everything, everywhere, all at once: Simultaneidad e imprevisibilidad de lo urbano","authors":"Elías Barczuk Pasamán","url":"https://doi.org/10.31235/osf.io/dqcb4_v2","doi":"10.31235/osf.io/dqcb4_v2","abstract":"Este texto aborda la manifestación política como el fenómeno urbano que mejor condensa las cualidades simultáneas e imprevisibles de lo urbano. A partir de una crítica sistemática a los paradigmas normativos de la ciudad —su legibilidad, su programabilidad, su organización estable— se propone una aproximación teórica al espacio urbano desde su condición caótica, estratificada y desbordante. El texto introduce seis marcos conceptuales contemporáneos, provenientes de distintas tradiciones del pensamiento complejo, capaces de pensar la multiplicidad de capas en conflicto que operan simultáneamente sobre un mismo territorio, así como las trayectorias inestables y los quiebres que redefinen lo urbano como acontecimiento. Estas teorías son traducidas a categorías de análisis espacial que permiten leer la manifestación como la forma más aguda de producción urbana: una coreografía incontrolable, un montaje de escenas simultáneas y un laboratorio proyectual para imaginar nuevas herramientas arquitectónicas capaces de registrar, intervenir o acompañar la vitalidad inestable de la ciudad en conflicto. This text explores the urban protest as a phenomenon of maximum complexity, focusing on the simultaneity and unpredictability that define urban space. It begins by challenging traditional architectural paradigms that pursue legibility, order, and control, arguing instead that the urban emerges as a dense, unstable, and contradictory field. Through six theoretical frameworks —three addressing simultaneity (superimposed networks, layered meanings, living structures) and three addressing unpredictability (emergence, contingent trajectories, rupture)— the chapter constructs a conceptual foundation to understand the protest as the urban event par excellence. Each group is translated into a spatial category of analysis, enabling its graphic representation. Far from remaining in theoretical abstraction, the text offers an operative approach for reading the city through its excess and intensity, ultimately proposing a new grammar for architectural practice.","journal_full":"(OSF Preprints)","dist":0.4035,"specialized":false,"preprint":true},{"title":"Geographical dispersal of kin in Europe and the United States: 1700-1900","authors":"Andrea Colasurdo, Diego Alburez-Gutierrez, Clara H. Mulder","url":"https://doi.org/10.31235/osf.io/fnbqa_v1","doi":"10.31235/osf.io/fnbqa_v1","abstract":"Individuals are embedded in kinship networks that frequently extend across national borders. The emergence of international families, in which relatives are geographically dispersed, is often seen as a contemporary phenomenon driven by globalization. However, a cross-national historical perspective on international families is lacking. In this paper, we use the online genealogical database FamiLinx to investigate the dispersion of international families across countries and over time. We find a high degree of international geographical dispersion in historical family networks between 1700 and 1900 in Europe and the United States. The percentage of individuals with descendants living abroad was higher in Europe, while the percentage of individuals with ancestors living abroad was higher in the US. In most of the analyzed European countries, we observe an increasing likelihood of individuals having at least one relative living abroad that peaked at around 1850, with the proportion of children living abroad growing rapidly over time. Our findings provide valuable insights into how historical migrations shaped kinship structures, improving our understanding of the historical dispersion of kin across countries and informing debates on the potential of kin to influence migration behaviors.","journal_full":"(OSF Preprints)","dist":0.5174,"specialized":false,"preprint":true},{"title":"Contra el espacio público: La calle como escenario del conflicto urbano","authors":"Elías Barczuk Pasamán","url":"https://doi.org/10.31235/osf.io/fvydw_v2","doi":"10.31235/osf.io/fvydw_v2","abstract":"Este texto propone una crítica radical al concepto de “espacio público” desde el análisis espacial de la manifestación política. Frente a la retórica abstracta y normativa que acompaña esta categoría, se plantea la necesidad de sustituirla por una noción más operativa: la calle. A través de un recorrido teórico y etimológico, se desmontan las bases de la idea contemporánea del espacio público, revelando su carácter ideológico y su función como instrumento de control. En contraposición, la calle se presenta como un escenario de cotidianeidad y conflictividad, donde lo urbano se manifiesta en su forma más cruda. A partir de cinco categorías conceptuales derivadas de las cinco hipótesis de investigación de este proyecto, el texto construye una mirada alternativa para pensar la ciudad desde el gesto y no desde la norma, proponiendo así una vía crítica para la arquitectura y el urbanismo contemporáneo. This text offers a radical critique of the concept of “public space” through the spatial analysis of political manifestations. In contrast to the abstract and normative rhetoric that accompanies this category, it argues for its replacement by a more operative notion: the street. Through a theoretical and etymological exploration, it dismantles the foundations of the contemporary idea of public space, exposing its ideological character and its function as an instrument of control. In opposition, the street is presented as a scene of everyday life and conflict, where the urban reveals itself in its rawest form. Drawing on five conceptual categories derived from the five research hypotheses of this project, the text constructs an alternative perspective from which to think the city—not from the norm, but from the gesture—thus proposing a critical path forward for contemporary architecture and urbanism.","journal_full":"(OSF Preprints)","dist":0.3751,"specialized":false,"preprint":true},{"title":"Young, Progressive, Female - The Expanding Gender Gap in Socio-Cultural Attitudes","authors":"Katja\tSchmidt","url":"https://doi.org/10.31235/osf.io/mqx94_v1","doi":"10.31235/osf.io/mqx94_v1","abstract":"Recent reports have drawn attention to a growing ideological divide between young men and women in several Western societies, with women becoming more progressive while men lean increasingly conservative. Although widely discussed, this phenomenon lacks a robust theoretical framework and empirical validation. This study is the first to investigate this pattern in the German context. Based on original survey data collected in 2022, this paper examines nuanced gender differences across cohorts on a range of socio-cultural issues. The findings reveal a widening gender gap among younger cohorts - doubling in size compared to the oldest cohort. Young women, propelled by higher educational attainment and personal investment in progressive issues, emerge as the most progressive group. In contrast, young men show little to no attitudinal change across cohorts, maintaining similar levels of conservatism as their predecessors. One explanatory mechanism appears to be perceptions of fairness: young men view inclusive measures only acceptable if they feel like they are getting their own fair share in society. These findings suggest that recognition of marginalized groups is increasingly viewed through a zero-sum lens, indicating a deepening and likely persistent divide in socio-cultural attitudes with far-reaching implications for gender relations, political polarization, and social cohesion.","journal_full":"(OSF Preprints)","dist":0.5613,"specialized":false,"preprint":true},{"title":"Metamimesis: Consultants as a Mechanism of Institutional Isomorphism in Higher Education","authors":"Mikaila Mariel Lemonik Arthur","url":"https://doi.org/10.31235/osf.io/p3b57_v1","doi":"10.31235/osf.io/p3b57_v1","abstract":"Colleges and universities across the United States spend billions of dollars a year on consultants, and often, these consultants earn their fees by telling administrators how to be more similar to peer or competitor institutions. This paper seeks to understand the role of consultants in spreading institutional isomorphism across the higher education field. It draws on documentary evidence to ask whether, in cases where change is driven by consultants, it is accurate to say that changes have occurred due to mimetic isomorphism, or whether instead mimetic isomorphism is a convenient excuse enabling Breckert’s (2010) “distraction from authorship,” and advances a new model of metamimesis in which in which isomorphic pressures shape the hiring of consultants who themselves disseminate particular practices to the colleges and universities with which they work.","journal_full":"(OSF Preprints)","dist":0.3993,"specialized":false,"preprint":true},{"title":"Topografías insurgentes: Patrones de localización del conflicto","authors":"Elías Barczuk Pasamán","url":"https://doi.org/10.31235/osf.io/vrtsc_v2","doi":"10.31235/osf.io/vrtsc_v2","abstract":"Este texto analiza los motivos por los cuales ciertas manifestaciones políticas eligen unos lugares específicos por sobre otros dentro del tejido urbano. Se parte del supuesto de que, a pesar de la pérdida progresiva de espontaneidad en las protestas contemporáneas, estas siguen operando como respuestas tácticas que inscriben conflicto en la ciudad. Se propone una teoría basada en tres tiempos —tradición, conversación y repercusión— que permite clasificar los modos de ocupación del espacio público no como compartimentos estancos, sino como intensidades combinadas. A través de ejemplos recientes de la ciudad de Barcelona, se muestra cómo las protestas retoman lógicas heredadas de rituales religiosos, celebraciones populares, guerras, actos teatrales y escenificaciones urbanas. Se evidencia así que, incluso en un contexto de control creciente, las manifestaciones reaparecen allí donde el orden presenta fisuras. Cada elección espacial es leída como síntesis compleja entre memoria, mensaje y proyección, y como acto político de inscripción en el territorio. This text explores why certain political demonstrations choose specific locations within the urban fabric over others. It begins with the premise that, despite the progressive loss of spontaneity in contemporary protests, they continue to function as tactical responses that inscribe conflict into the city. A theoretical framework based on three temporalities—tradition, conversation, and repercussion—is proposed, allowing protest spaces to be classified not as fixed categories, but as overlapping intensities. Through recent examples from the city of Barcelona, the text reveals how demonstrations inherit logics from religious rituals, popular celebrations, wars, theatrical acts, and urban scenographies. It argues that, even within a context of increasing control, demonstrations reappear wherever the urban order shows fissures. Each spatial decision is read as a complex synthesis of memory, message, and projection, and as a political act of inscription in the territory.","journal_full":"(OSF Preprints)","dist":0.447,"specialized":false,"preprint":true},{"title":"Moving the Goal Posts: Exposure to AI-made Products Changes Evaluation Criteria for Human-made Products","authors":"Mitali Banerjee, Ozgecan Kocak, Matthew Yeaton","url":"https://doi.org/10.31235/osf.io/w4ybc_v1","doi":"10.31235/osf.io/w4ybc_v1","abstract":"How is human creativity valued in an era of intelligent machines? The question has gathered particular significance as AI becomes increasingly adept at a range of cognitively complex tasks, most notably creative endeavors seen as uniquely human. Prior work on the \"AI effect\" shows that evaluators \"move the goalposts\" for AI, changing the criteria for 'intelligence' and 'humanness' to those that remain out of reach for AI. In this study, we ask if the influx of AI-made products changes the way human-made products are evaluated. Using an observational study and a pre-registered experiment, we test how exposure to AI-made art changes the evaluation of human-made art. We find that after the release of OpenAI's ChatGPT, evaluators on online discussions in Reddit art forums and critical reviews on Artnet see criteria not applicable to AI (versus criteria applicable to AI) as more important and valuable. In the online experiment, participants who first evaluate an AI-made sculpture place greater importance on criteria that are less applicable to AI when they subsequently rate a human-made sculpture, relative to participants who only evaluate human-made sculptures.","journal_full":"(OSF Preprints)","dist":0.3965,"specialized":false,"preprint":true},{"title":"Analisis Interaksi Simbolik terhadap Makna dan Faktor Penunjang Pembangunan Moderasi Beragama di Kampung Moderasi Perumahan Palapa Raya VIII Pekalongan","authors":"Muhammad Ilham Riyadi","url":"https://doi.org/10.31235/osf.io/x94qj_v1","doi":"10.31235/osf.io/x94qj_v1","abstract":"Penelitian ini mengkaji mekanisme pembentukan dan pemeliharaan kerukunan beragamadi Kampung Moderasi Perumahan Palapa Raya VIII, Pekalongan, dengan menggunakan pendekatan teori Interaksionisme Simbolik. Sebagai komunitas multikultural yang dihuni oleh penganut enam agama berbeda serta aliran kepercayaan, kampung ini menjadi model implementasi moderasi beragama di tingkat akar rumput. Penelitian ini menggunakan metode kualitatif dengan teknik observasi partisipatif dan wawancara mendalam bersama tokoh masyarakat. Hasil analisis menunjukkan bahwa kerukunan tidak hanya didorong oleh kebijakan formal, melainkan lahir dari interaksi simbolik sehari-hari yang sarat makna. Simbol-simbol signifikan, seperti sapaan lintas iman, partisipasi dalam perayaan hari besar agama lain , dan gotong royong dalam kedukaan, menjadi fondasi utama dalam membangun makna bersama tentang toleransi dan persaudaraan. Faktor pendukung utama yang teridentifikasi meliputi tingkat pendidikan yang tinggi dan inklusif, stabilitas ekonomi yang mengurangi potensi konflik sosial, serta karakter dan akhlak individu yang mengedepankan penghormatan terhadap perbedaan. Penelitian ini berkontribusi pada pemahaman bahwa moderasi beragama adalah proses sosial dinamis yang diciptakan dan diteguhkan melalui pertukaran makna simbolik dalam interaksi tatap muka.","journal_full":"(OSF Preprints)","dist":0.3277,"specialized":false,"preprint":true},{"title":"Post-traumatic stress disorder and memory function in older adults exposed to civilian conflict: Findings from the Northern Ireland Cohort for the Longitudinal Study of Ageing (NICOLA)","authors":"Claire Potter, Joanne Feeney, Elizabeth Fowler, Amy Jayne McKnight, Frank Kee, Bernadette McGuinness","url":"https://doi.org/10.31235/osf.io/35ecw_v1","doi":"10.31235/osf.io/35ecw_v1","abstract":"Research with veterans, refugees and other trauma-exposed groups has identified a link between post-traumatic stress disorder (PTSD) and deficits in memory. This study sought to determine whether similar associations can be observed in a large, population-representative sample of older adults with high levels of exposure to conflict amongst older adults in Northern Ireland (NI). Using data from the Northern Ireland COhort for the Longitudinal study of Ageing (NICOLA), we assessed whether the presence of PTSD was associated with poorer performance on tasks of global cognition, immediate and delayed verbal recall, executive function, verbal fluency and two tests of prospective memory. Participants were 2,142 community dwelling adults, resident in NI and aged 50 and over. The NI weighted prevalence of current PTSD was 4.74%, which is high relative to other international estimates. Nearly 60% of those with PTSD reported the NI Troubles as their self-reported worst traumatic exposure, despite the height of the conflict occurring decades before, suggesting long-term consequences of the civil conflict. Individuals with PTSD recalled approximately half a word less than those without on tests of verbal recall and scored lower on global cognitive assessments: Mini Mental State Examination (MMSE) and Montreal Cognitive Assessment (MoCA), after accounting for sociodemographic characteristics. However, this effect was attenuated after further adjusting for health behaviours and current depression. The findings suggest an effect of trauma on cognitive function at a population level. Future research should explore the nature of this relationship over time.","journal_full":"(OSF Preprints)","dist":0.3965,"specialized":false,"preprint":true},{"title":"Simulation Without Ground: Epistemic Collapse and Reflexive Ethics in Generative AI","authors":"Anurag Kadel","url":"https://doi.org/10.31235/osf.io/42fth_v1","doi":"10.31235/osf.io/42fth_v1","abstract":"This paper adopts a Research Through Design (RTD) approach to investigate the epistemic consequences of large language models (LLMs). We introduce the concept of Simulacral Drift to describe how recursive training on synthetic outputs displaces empirical reference, leading to a collapse in both model fidelity and user cognition. Rather than collecting empirical data, this work engages in conceptual design research to surface and structure the ethical implications of generative simulation. Through a reflexive inquiry grounded in media theory, STS, and design philosophy, we propose a normative framework of Reflexive Epistemic Ethics, comprising referential integrity, simulation auditability, and epistemic friction. We further integrate recent neurophysiological evidence from Kosmyna et al. (2025), which shows that LLM users exhibit reduced memory recall and neural engagement — validating our claim that epistemic collapse is embodied and co-produced. By treating simulation as a socio-technical condition and knowledge frameworks as designed epistemic artifacts, this paper contributes to the growing body of RTD scholarship that seeks to anticipate, intervene in, and reshape the cognitive infrastructures of AI.","journal_full":"(OSF Preprints)","dist":0.3873,"specialized":false,"preprint":true},{"title":"Examining critical assumptions in global conservation practice","authors":"Kendra Opatovsky, Brian Pentz, Philip A. Loring","url":"https://doi.org/10.31235/osf.io/4m7nc_v1","doi":"10.31235/osf.io/4m7nc_v1","abstract":"The ability of conservation practitioners to design and implement successful conservation projects and scale up positive outcomes depends in large part on their ability to make accurate assumptions about the social and ecological contexts in which their projects operate. To understand the types of assumptions characterizing conservation practise and strategy, we examine 300 assumptions identified by conservation practitioners at The Nature Conservancy, a large environmental non-governmental organization, as being critical to the success of their conservation projects. We identify seven conservation assumption themes, which primarily relate to the human dimensions of conservation (e.g., values, human behavior, relationships, and policy and politics). We also find that conservation assumptions focus predominantly on project-level and place-based matters, rather than on the broader contours relating to the root causes of conservation problems. We conclude with a discussion of what our findings might mean for the ongoing turn toward more people- and equity-centered conservation approaches. Our findings provide novel insight into the factors influencing conservation strategy, and can inform more effective project design, adaptive learning, and can directly improve project success.","journal_full":"(OSF Preprints)","dist":0.3475,"specialized":false,"preprint":true},{"title":"Global inequalities in arts, music or educational organization membership: an epidemiological analysis of 73,825 adults from 51 countries.","authors":"Hei Wan Mak, Jessica Bone, Taiji Noguchi, Joeun Kim, Rina So, Emma Walker, Calum Smith, Dr Marlee Bower, Ferdi Botha, Nisha Sajnani","url":"https://doi.org/10.31235/osf.io/9xcq2_v1","doi":"10.31235/osf.io/9xcq2_v1","abstract":"Background. Arts and cultural engagement is a ubiquitous human behaviour and considered to be evolutionarily and developmentally adaptive, with wide-ranging health benefits. Although levels of engagement are known to be far from equal within countries, comprehensive data comparing the rates and profiles of engagement on a global scale are lacking. Methods. This study analysed cross-sectional data from Wave 7 of the World Values Survey (2017-2023), with 73,825 respondents from 51 countries. Using multilevel logistic regression, we tested whether a set of individual-level demographic and socio-economic factors and country-level socio-demographic and political factors were associated with arts, music, or educational organization membership rates. We additionally explored whether those individual-level factors differed across regions using single-level regression. Findings. Prevalence of arts organization membership varies substantially across countries, from fewer than 1 in 30 people living in Egypt to more than 1 in 2 people living in Kenya. Education, income and age are consistent identified individual-level factors contributing to membership disparities, alongside other region-specific individual-level factors such as gender and employment status. Membership is also positively influenced by country-level income inequality and net migration rate, and negatively influenced by life expectancy. Interpretation. We found a universal social gradient in membership, which suggests differential opportunities and potential barriers to access arts organizations across population subgroups. Given that participation in arts organizations has been shown to improve health outcomes, reducing disparities in access to and participation in the arts may have the potential to help reduce health inequalities, and should therefore be a priority in global health.","journal_full":"(OSF Preprints)","dist":0.495,"specialized":false,"preprint":true},{"title":"Habitus or Culture of Poverty? Rethinking the Moral Logic of Survival under Structural Constraint","authors":"Floris Noordhoff","url":"https://doi.org/10.31235/osf.io/bx7sm_v1","doi":"10.31235/osf.io/bx7sm_v1","abstract":"This article revisits the longstanding contrast between Pierre Bourdieu’s concept of habitus and Oscar Lewis’s culture-of-poverty paradigm in order to explain how individuals living under persistent structural constraints navigate moral and material survival strategies. Drawing on 216 in-depth interviews from disadvantaged Dutch neighbourhoods, we demonstrate that poor residents deploy an embodied, relational agency—shaped by field-specific conversion capacities and symbolic valuations—rather than conform to a static sub-culture of deprivation. In the formal labour market, they confront conversion barriers and symbolic violence that devalue their existing capital; in the informal economy, they engage a morally regulated system of trust and reciprocity to generate unreported income; in welfare bureaucracies, they resist and sometimes withdraw under coercive compliance regimes; in their communities, they negotiate territorial stigma through moral boundary-making; and in social networks, they temper the “strength of weak ties” with honour and risk calculations. These findings reveal that survival under constraint is best understood through habitus-informed dispositions that both enable adaptive practices and reproduce field-specific logics. We argue that recognising “relational agency under constraint” offers a richer theoretical framework than culture-of-poverty stereotypes and carries significant implications for policy design, which must address both structural barriers and the moral dimensions of poverty.","journal_full":"(OSF Preprints)","dist":0.5181,"specialized":false,"preprint":true},{"title":"Root Cause of Persistent Systemic Failures of the Global Economic System that Resulted in Global Social Issues","authors":"Daniel Run Han Ho","url":"https://doi.org/10.31235/osf.io/e4z3g_v1","doi":"10.31235/osf.io/e4z3g_v1","abstract":"Traditional approach to research is studying a collection of data that is specific to a certain time, space, and level based on a social science theoretical framework. In contrast, this paper synthesises across space, time and level based on system thinking. This method integrates the narrative synthesis with a systemic perspective that recognises the interconnectivity among all global service systems in the global economy. Thus, it examines, instead of economics, workflows that encompasses all economic phenomena, irrespective of any theoretical framework, in the global economy. The examination is a system thinking on two key definitions: Economic system; Organisational advantages. It substantiates that the social science discipline has yet to realise the systemic perspective for its research on the global economy. Consequently, the result is that an existing insidious hidden non-systemic framework is the root cause of persistent systemic failures in the global economic system that adversely affect all aspects of social life, ranging from financial to healthcare. Thus, the importance of this article is that it brings out the truth about the global economy. That truth is that the advancing global economy is taking the world to self-destruction. Unfortunately, the truth is a paradox that the theoretical framework is unable to unravel due to its non-systemic perspective. Complicating this paradox is the scholarly rigor emphasized by the theoretical framework to keep it as status quo, because the unraveling of truth is a paradigm shift in research on the global economy from economic to system thinking, which is not a social science discipline.","journal_full":"(OSF Preprints)","dist":0.4223,"specialized":false,"preprint":true},{"title":"Public Support for Cross-Issue Compromises in the U.S.","authors":"Daniel Hopkins, Paul Lendway, Gall Sigler","url":"https://doi.org/10.31235/osf.io/gd9sn_v1","doi":"10.31235/osf.io/gd9sn_v1","abstract":"Theoretically, cross-issue compromises can facilitate policy reforms, as multiple groups can win on an issue they prioritize. Under what conditions do Americans sup- port them? Prior research emphasizes one-dimensional compromises or abstract sup- port. We provide a theoretical framework to understand how support for cross-issue compromises differs from support from their components. We also generate hypotheses about the conditions when such compromises are especially likely, highlighting ideo- logical extremity, partisan asymmetries, and moral issues. To test them, we employ four surveys (N = 5,250) fielded by NORC (2023) and YouGov (2021—2025). Overall, cross-issue compromises win substantial public support, but less than expected based on their components’ popularity. Partisan asymmetries when respondents are asked about compromise abstractly decline or disappear when they face concrete trade-offs. Donors show less support for compromises, as do those who lose on an issue they deem important. There remain demand-side barriers to compromise among an influential segment.","journal_full":"(OSF Preprints)","dist":0.4837,"specialized":false,"preprint":true},{"title":"Debt as Negative Capital: Patterns of Capital Conversion in the Lives of the Poor","authors":"Floris Noordhoff","url":"https://doi.org/10.31235/osf.io/gh8pj_v1","doi":"10.31235/osf.io/gh8pj_v1","abstract":"We examine how people living in poverty attempt to escape indebtedness by converting various forms of capital in a Bourdieusian sense. Guided by Pierre Bourdieu’s framework, we treat debt as a form of negative economic capital and analyse qualitative interview data on individuals’ struggles with debt. Our research question is: Which capital conversion strategies do low-income individuals employ to manage or escape debt, and what symbolic or emotional barriers do they encounter? We draw on 216 in-depth interviews with residents in long-term poverty. Using a relational, field-based analytic frame, we identify four main conversion patterns: (1) social capital → economic capital (borrowing from kin or friends), (2) cultural capital → economic capital (using bureaucratic knowledge or skills to gain benefits), (3) economic capital → economic capital (using savings or assets to pay debts), and (4) social/cultural capital → institutional capital → economic capital (leveraging networks or knowledge to access formal debt relief). We find these strategies are often temporary and fraught with obstacles. Shame and stigma function as forms of symbolic violence that can block people from mobilising help, while bureaucratic complexity and resource scarcity limit the effectiveness of their efforts. Our findings deepen the understanding of how negative capital (debt) constrains agency under structural poverty and show that converting social or cultural capital into economic relief is rarely straightforward. This study contributes to Bourdieusian poverty scholarship by highlighting hysteresis effects and inter-field struggles that perpetuate indebtedness, and it suggests that anti-poverty interventions must recognise these complex conversion barriers.","journal_full":"(OSF Preprints)","dist":0.4341,"specialized":false,"preprint":true},{"title":"Effect of Product Innovation Practice on Financial Performance of Small and Medium-sized Enterprises in Nyanza Region, Kenya.","authors":"Research Bridge publisher, Harrun Ochieng Onyango, Anaya Senelwa, Susan Naikuru","url":"https://doi.org/10.31235/osf.io/hd5w7_v1","doi":"10.31235/osf.io/hd5w7_v1","abstract":"This study examined the effect of product innovation practices on the financial performance of small and medium-sized enterprises (SMEs) in the Nyanza Region of Kenya. The investigation was motivated by the need to bridge the empirical gap surrounding the impact of entrepreneurial marketing practices—specifically product innovation—on SME performance in semi-urban and rural areas, where research has been limited. Anchored on Schumpeter’s Theory of Innovation, the study adopted a cross-sectional design and positivist research philosophy, utilizing a sample of 364 registered SMEs selected through simple random sampling from Kisii, Migori, and Nyamira counties. Primary data were collected using structured questionnaires and analyzed using descriptive and inferential statistics through SPSS version 29. Regression analysis indicated a moderate positive relationship between product innovation and financial performance (R = 0.65; R² = 0.423), suggesting that 42.3% of the variation in financial outcomes among SMEs could be attributed to product innovation. The results revealed that SMEs engaging in new product development, improving existing products, and diversifying product lines experienced enhanced profitability, increased sales turnover, and expanded market share. However, the study also identified key barriers to innovation, including limited access to technology (38%), legal constraints (22%), low market demand (21%), cultural barriers (10%), and weak intellectual property rights (9%). Despite some respondents expressing skepticism regarding the necessity of product innovation, the majority affirmed its significant contribution to business performance. The study concluded that product innovation is a critical determinant of SME financial success and sustainability in Nyanza. It recommended that SME owners prioritize innovation by fostering a culture of creativity and investing in research and development. Additionally, policy-makers and financial institutions were urged to establish supportive environments through innovation incentives, credit access, and enhanced intellectual property frameworks. The study suggested further research employing longitudinal designs and incorporating other marketing dimensions such as pricing and promotion to gain a holistic understanding of SME growth drivers.","journal_full":"(OSF Preprints)","dist":0.3318,"specialized":false,"preprint":true},{"title":"Capital Conversion and the Hysteresis Effect in Urban Poverty: Relational Barriers to Labour Market Participation","authors":"Floris Noordhoff","url":"https://doi.org/10.31235/osf.io/m67dq_v1","doi":"10.31235/osf.io/m67dq_v1","abstract":"This article examines how individuals in persistent urban poverty attempt to access the labour market through capital conversion strategies, and how these efforts are shaped by the hysteresis effect. Drawing on Bourdieu’s field theory and relational sociology, the study analyses how people try to re-enter employment by converting social, cultural, and symbolic capital into labour market opportunities. Based on qualitative fieldwork in disadvantaged neighbourhoods in Rotterdam and Amsterdam, the research highlights how mismatches between habitus and the structural logic of the labour market produce friction, failure, and exclusion. The hysteresis effect—where past experiences and expectations lag behind current field demands—helps explain why job-seeking efforts often misfire, despite high motivation or informal skill sets. Respondents struggle with institutionalised expectations of employability, bureaucratic eligibility criteria, and the erosion of informal networks that once facilitated access to work. These findings show that labour market exclusion is not only a matter of lacking resources, but also of symbolic disqualification and misrecognition. The article contributes to scholarship on poverty, labour markets, and agency by demonstrating how structural inequality is reproduced through field-specific logics, and how relational forms of agency both resist and reinforce these mechanisms.","journal_full":"(OSF Preprints)","dist":0.5176,"specialized":false,"preprint":true},{"title":"Interparental Conflict and Power-assertive Parenting: Attention Biases to Child Emotions as Indirect Factors","authors":"Zhi Li, Hannah Swerbenski, Melissa Sturge-Apple, Patrick Davies","url":"https://doi.org/10.31235/osf.io/u5vq9_v1","doi":"10.31235/osf.io/u5vq9_v1","abstract":"Guided by the social information processing models, this multi-method longitudinal study presents the first attempt to examine attentional processes through which interparental conflict may spillover to shape maternal and paternal parenting. Specifically, we examined whether maternal and paternal attention biases for a child's face may operate as indirect factors in the association between interparental conflict and both parents’ power-assertive discipline. Data were drawn from a three-wave longitudinal study (N = 235; 55.3% female; 56.2% of children were White, 21.3% were African American, and 16.2% were identified as mixed race), and we focused on the second (Child Mean age = 3.88 years old, N = 217) and the third waves. Parents’ attention biases for child emotions were measured by the dot-probe task, where we innovatively used child emotion expressions as the stimulus. For mothers, greater exposure to interparental conflicts was linked to elevated attention biases towards anger, which in turn was associated with a higher likelihood for power-assertive discipline. Follow-up analyses for power-assertive discipline across the moral and prudential domains indicated that such effect was particularly related to child transgression within the moral domain. In contrast, for fathers, we did not find significant indirect effects of attention biases for child faces that might account for spillover processes. Findings promoted the understanding of the process underlying the spillover of interparental conflict within the family system as well as maternal vs. paternal differences.","journal_full":"(OSF Preprints)","dist":0.4437,"specialized":false,"preprint":true},{"title":"Studying Agency Under Constraint: A Relational Field Methodology (Part 1)","authors":"Floris Noordhoff","url":"https://doi.org/10.31235/osf.io/u9twb_v1","doi":"10.31235/osf.io/u9twb_v1","abstract":"This article presents a relational methodology for studying poverty, agency, and morality under structural constraint. It addresses the limitations of both individualistic and deterministic approaches by conceptualising agency as a situated capacity, shaped by capital, power relations, and moral boundaries across multiple social fields. Drawing on Bourdieu’s field theory, the methodology traces how disadvantaged individuals navigate complex environments such as welfare systems, labour markets, and informal economies. The proposed design integrates ethnographic observation, in-depth interviews, and abductive analysis. Core concepts include habitus, capital conversion, symbolic violence, and moral boundary-work. These help reveal how practical logics—routine, situated judgments—guide action under duress. A key contribution is the operationalisation of relational agency, using Emirbayer and Mische’s temporal framework to capture how people draw on past experiences and future aspirations. This method is especially suited for researchers exploring how poor individuals actively respond to constraint without reducing them to passive victims. It also supports methodological pluralism by combining theory-driven coding with inductive fieldwork. Overall, the article provides a robust and flexible toolkit for analysing agency and inequality through relational sociology.","journal_full":"(OSF Preprints)","dist":0.478,"specialized":false,"preprint":true},{"title":"The Workings of Social Fields: Poverty, Capital, and Symbolic Violence across Five Domains","authors":"Floris Noordhoff","url":"https://doi.org/10.31235/osf.io/up8eg_v1","doi":"10.31235/osf.io/up8eg_v1","abstract":"This article develops Pierre Bourdieu’s concept of field through an in-depth analysis of persistent poverty in the Netherlands. Drawing on over 200 interviews and eight empirical studies, we reconstruct five interrelated social fields—formal labour market, informal economy, bureaucratic institutions, territorial neighbourhoods, and personal networks—and examine how they operate under conditions of structural constraint. Each field follows its own logic, forms of capital, and doxa, yet poor individuals must navigate them simultaneously, often facing friction, symbolic violence, and failed capital conversion. We show that poverty is not confined to economic deprivation but involves complex inter-field struggles, where dignity, legitimacy, and access are unevenly distributed. A central argument is that poverty deepens when individuals are unable to convert resources across fields—e.g., when symbolic capital in the neighbourhood field fails to yield recognition in the bureaucratic or labour market field. Our Bourdieusian perspective uncovers the moral, institutional and spatial grammars of exclusion and highlights how agency is structured relationally across field boundaries. By moving beyond mono-institutional analysis, this field-theoretical approach offers a powerful tool for understanding social reproduction under constraint. We conclude with implications for both relational sociology and poverty policy, arguing for more field-sensitive interventions that recognise cross-domain inequalities and symbolic barriers.","journal_full":"(OSF Preprints)","dist":0.5004,"specialized":false,"preprint":true},{"title":"Impact of Open and Distance Learning System on Marginalised Learners: A Case Study of IGNOU","authors":"Pravat Kumar Jena","url":"https://doi.org/10.31235/osf.io/vwca5_v1","doi":"10.31235/osf.io/vwca5_v1","abstract":"Development can always be visualized in terms of contributions from all sections of the society. Marginalization deprives a large section of people across the globe from participating in the development. It is a serious issue, and there are many factors that cause marginalization. This serious issue needs to be addressed at the policy level everywhere across the globe. The development and the progress of the marginalized sections depend on proper education of individuals. Education sector is a critical determinant for development of the marginalized sections of the society. It is practically unrealistic to expect an adequate opportunity of education for all through traditional face-to-face structure. In order to meet the new and changing demands for education and training, Open and Distance Learning (ODL) is an appropriate substitute for the traditional face-to-face methods as it has the right potential to reach out to the large segment of the unreached, marginalized and the needy. In order to understand the Impact of ODL system on marginalized learners, an online survey using Google form was conducted among the marginalized learners of Indira Gandhi National Open University (IGNOU). The data collected through questionnaires were put together in the form of tables and simple percentage method is used for the analysis. Their views are analyzed to know the effectiveness of ODL system of education on marginalized learners. It is very interesting to note that about 91% of the marginalized learners feel pleasant / satisfied with the ODL mode of education offered by IGNOU. But, it is very pathetic to note that about 94% of the marginalized learners are unable to get scholarship even though the Govt. of India has been offering many scholarship schemes to encourage the marginalized learners for education.","journal_full":"(OSF Preprints)","dist":0.3956,"specialized":false,"preprint":true},{"title":"AI in Academia: ChatGPT’s Impact on Bangladesh’s Higher Education Future","authors":"Ritesh Karmaker","url":"https://doi.org/10.31235/osf.io/23vfs_v1","doi":"10.31235/osf.io/23vfs_v1","abstract":"The integration of ChatGPT in Bangladeshi higher education remains uneven despite its rapid global uptake. This study investigates how students across four higher education institutions in Sherpur district are adopting ChatGPT, drawing on mixed methods data from surveys (n=191), interviews (n=17), and focus group discussions (n=16). Findings reveal a sharp increase in ChatGPT usage, from just 5% in 2022 to 49% by 2025. However, significant disparities exist between urban and rural students (78% vs. 32% adoption), with concerns raised around ethical use, academic integrity, and limited access to AI tools in less developed areas. While many students recognize the tool’s educational potential, their experiences also highlight infrastructural and literacy barriers. These insights call for policy interventions that ensure equitable AI integration, with a focus on access, training, and responsible usage across Bangladesh’s higher education landscape.","journal_full":"(OSF Preprints)","dist":0.3959,"specialized":false,"preprint":true},{"title":"The joint impact of summer heatwave intensity and heat-vulnerability factors on adaptive responses: A case study using England's National Travel Survey","authors":"Shiv Gazi Yücel","url":"https://doi.org/10.31235/osf.io/4ywbx_v1","doi":"10.31235/osf.io/4ywbx_v1","abstract":"Since the mass casualties of the 2003 European heatwaves, extreme heat has emerged as a pressing environmental and public health issue across Europe. The need for effective adaptation policy is growing as heatwaves increase in intensity, frequency, and duration, yet little is known about the social processes which shape heat exposure and limit people's capacities to adapt. Focusing on England as a Northwestern European case study, this study examines people's adaptations to summer heatwaves from 2007-2019 and the heat-related vulnerability factors shaping their responses. The analysis uses a multi-level modelling approach which links England's National Travel Survey with ERA5 climate re-analysis data to examine patterns of stay-home and medical-trip-making. Responses are examined according to heatwave intensity (moderate and extreme) and according to individual and household-level factors related to socio-demographics, health, employment, housing, and spatio-temporal context. The impacts of heatwaves on shelter-at-home and medical-trip making are found to vary with their intensity but are strongly mediated by the social characteristics of those exposed. People widely shelter at home during extreme heatwaves yet are slightly more active during moderate ones; adaptations which differ according to heat-vulnerability factors. Specifically, people working or having worked in manual/routine occupations are less likely to shelter-at-home during extreme heatwaves, older individuals remain more active during moderate heatwaves while those with mobility difficulties are more likely to withdraw into their homes, and medical services are sought more by people who rent their homes and less by non-white individuals. This study highlights how wide-ranging social factors mediate people's exposure and adaptive responses to summer heatwaves in a Northwestern European context.","journal_full":"(OSF Preprints)","dist":0.4757,"specialized":false,"preprint":true},{"title":"Del movimiento al enunciado: La manifestación como acto de escritura","authors":"Elías Barczuk Pasamán","url":"https://doi.org/10.31235/osf.io/6y5vm_v3","doi":"10.31235/osf.io/6y5vm_v3","abstract":"Este texto parte de la hipótesis de que la manifestación no solo recorre la ciudad, sino que la reescribe. Desde una lectura semiológica inspirada en Barthes, se propone entender la ciudad como un lenguaje, y al caminar como su forma más elemental de enunciación. A partir de allí, se reconstruye una genealogía crítica del caminar —de la deriva situacionista al flâneur moderno, del paseo estético a la marcha política— que culmina en la manifestación como práctica de escritura urbana. Se analizan sus recorridos, sus ritmos y sus tácticas como una gramática en acto, capaz de interrumpir, reinscribir y disputar el sentido del espacio. El análisis no solo sitúa al caminar como operación proyectual, sino que define a la manifestación como acto de enunciación que reconfigura temporalmente la ciudad y revela las tensiones estructurales de su orden urbano. This text is based on the hypothesis that a political demonstration does not merely move through the city—it rewrites it. Drawing from a semiological reading inspired by Barthes, the city is understood as a language, and walking as its most basic form of enunciation. From this perspective, a critical genealogy of walking is reconstructed—from the Situationist dérive to the modern flâneur, from the aesthetic stroll to the political march—culminating in the protest as a practice of urban writing. Its routes, rhythms, and tactics are analyzed as a living grammar capable of interrupting, reinscribing, and disputing the meaning of space. The analysis not only frames walking as a projective operation, but also defines the demonstration as an act of enunciation that temporarily reconfigures the city and reveals the structural tensions of its urban order.","journal_full":"(OSF Preprints)","dist":0.3342,"specialized":false,"preprint":true},{"title":"Adjusting for confounding in population administrative data when confounders are only measured in a linked cohort","authors":"Richard J. Silverwood, Gergo Baranyi, Lisa Calderwood, Bianca De Stavola, George Ploubidis, Ian White, Katie Harron","url":"https://doi.org/10.31235/osf.io/7ec6b_v2","doi":"10.31235/osf.io/7ec6b_v2","abstract":"Introduction Analyses of population administrative data can often only be minimally adjusted due to a lack of control variables, potentially leading to bias due to residual confounding. Objectives We aimed to use linked cohort data to help address residual confounding in analyses of population administrative data. One particular aim was to explore strategies for when linked cohort and population administrative data cannot be accessed together in the same environment (are “siloed”). Methods We propose a multiple imputation-based approach, introduced through application to simulated data in three different scenarios related to the structure of the datasets. We then apply this approach to a real-world example – examining the association between pupil mobility (changing schools at non-standard times) and Key Stage 2 (age 11) attainment using data from the UK National Pupil Database (NPD). The limited control variables available in the NPD are supplemented by multiple measures of socioeconomic deprivation captured in linked Millennium Cohort Study (MCS) data. Results In our real-world example, we included 509,670 individuals in the population NPD data, of whom 7,768 (1.5%) were MCS cohort members. The unadjusted estimate of -1.86 (95% CI -1.92, -1.81) for the association between pupil mobility and Key Stage 2 attainment was attenuated to -0.92 (95% CI -0.97, -0.88) through adjustment for the NPD control variables, and further attenuated to -0.76 (95% CI -0.86, -0.67) through adjustment for the MCS control variables. Conclusions Linked cohort data can be used to address residual confounding in analyses of population administrative data, and our proposed approach performed well across a range of simulated and real-world scenarios. The underlying principles are widely applicable: any analysis of administrative data could potentially be strengthened by linking a subset of individuals into richer cohort data. More research is required to understand how these methods can be applied more broadly.","journal_full":"(OSF Preprints)","dist":0.4391,"specialized":false,"preprint":true},{"title":"Mahatma Gandhi and Basic Education","authors":"Pravat Kumar Jena","url":"https://doi.org/10.31235/osf.io/8hvm6_v2","doi":"10.31235/osf.io/8hvm6_v2","abstract":"The present system of education has not been able to give right direction to the youths and it does not provide them affluent opportunities for their all round development to make them self reliant. Now-a-days the students are passing examinations and earning their degrees with first or higher divisions, but most of them are unable to become self reliant and incapable to face the challenges. So to overcome this condition there is a need of such education which was predicted by Mahatma Gandhi like ‘Basic Education’ or ‘Nai-Talim’. Gandhi realized that the basic education was an essential component to the structural and socio-economic imbalances that were badly affected. It was the treatment for all the ills and evils of the society in India. His idea on basic education not only changed the educational system of India but also led a social revolution. This paper aims to understand and review the principles of Gandhiji on basic education which are assessed from his several writings. Some important features of Gandhiji’s basic education are also described comparing present system of education.","journal_full":"(OSF Preprints)","dist":0.1837,"specialized":false,"preprint":true},{"title":"Chunk-Based Higher-Order Hierarchical Diagnostic Classification Models: A Maximum Likelihood Estimation Approach","authors":"Minho Lee, Yon Soo Suh","url":"https://doi.org/10.31235/osf.io/aney6_v1","doi":"10.31235/osf.io/aney6_v1","abstract":"This paper presents a class of higher-order diagnostic classification models (HO–DCMs) capable of capturing complex, nonlinear hierarchical relationships among attributes. Building on and extending prior work, we adopt a nominal response model framework in item response theory and leverage standard maximum likelihood estimation (MLE). In parallel, we demonstrate that sequential HO–DCMs can likewise be implemented within an MLE framework. Furthermore, we introduce a novel chunk-based approach for representing attribute hierarchies, wherein attributes are organized into cognitively coherent subgraphs (chunks) nested within a continuous general ability continuum. The performance of the models is validated through simulation studies evaluating parameter recovery, classification accuracy, and null rejection rates of goodness-of-fit measures. An empirical demonstration showcases how the proposed framework can be applied in practice, highlighting its advantages in model flexibility, interpretability, and the additional diagnostic insights it affords.","journal_full":"(OSF Preprints)","dist":0.2938,"specialized":false,"preprint":true},{"title":"How do authors perceive the way their work is cited? Findings from a large-scale survey on quotation accuracy","authors":"Simon Wakeling, Monica Lestari Paramita, Stephen Pinfield","url":"https://doi.org/10.31235/osf.io/aqz3w_v1","doi":"10.31235/osf.io/aqz3w_v1","abstract":"It has long been recognised that there are issues with the appropriateness of citations in the academic literature. Citations of sources that do not support the statement they are cited against are known as quotation errors, and there have been many previous studies of their prevalence. The vast majority of these studies rely on researchers evaluating the accuracy of citations in a small sample of the literature, and show large variation in quotation error rates. In this article we report a novel approach to assessing quotation accuracy via an online survey in which 2,648 corresponding authors of articles evaluated a real-world citation of their work. Respondents were also asked to categorise the perceived purpose of the citation, and what action, if any, they take when encountering inaccurate citations of their work. We found a quotation error rate of 16.6%, with no significant difference across academic disciplines, suggesting that variation in previous studies may be a result of methodological differences. Only 11.3% of respondents indicated they had taken action after encountering an inaccurate citation of their work. This work reveals reasons contributing to inaccurate quotations and issues with citation practices, and offers suggestions of areas for future research.","journal_full":"(OSF Preprints)","dist":0.3769,"specialized":false,"preprint":true},{"title":"A systematic review of group-based trajectory analyses of spatial patterns of crime","authors":"Michael Frith","url":"https://doi.org/10.31235/osf.io/edgmy_v1","doi":"10.31235/osf.io/edgmy_v1","abstract":"Originally developed in criminology to examine criminal careers, trajectory modelling, and particularly group-based trajectory modelling, is now widely applied to analyse a variety of other phenomena, including spatial crime dynamics. However, despite its use in this area of research for over two decades, no systematic review has synthesized its application to spatial-temporal analyses of crime, including in terms of the typical model specifications and findings. This article addresses that gap through a comprehensive literature search that identified 1,397 non-duplicate publications, of which 28 were relevant and collectively reported on 47 distinct group-based trajectory modelling analyses. Most of the analyses identified between three and eight latent trajectories, generally corresponding to groups of places with stable levels of negligible, low-to-moderate, or chronic crime. While some analyses uncovered more unique longitudinal trends, increasing the number of groups often produced only relatively subtle variations of these broader patterns, raising issues about their substantive value. Methodologically, while the analyses often compared and ultimately selected in their final models particular numbers of groups, data distributions, trajectory shapes, and diagnostic metrics, there was considerable variation in how thoroughly the modelling process was conducted and reported. Additionally, unique issues relatively specific to this area of research were also identified, including in terms of the treatment of missing data and zero-crime units, and the diversity of spatial resolutions. Overall, the review highlights the need for more systematic modelling practices and clearer reporting standards. The article concludes with recommendations for future applications of group-based trajectory modelling to spatial crime dynamics in order to advance our substantive understanding of how crime at different places evolves over time.","journal_full":"(OSF Preprints)","dist":0.4211,"specialized":false,"preprint":true},{"title":"Intergenerational Continuity of Adverse Childhood Experiences (ACEs) Among Cebuano Mothers: A Moderated Mediation Model","authors":"Reymart R. Luspe","url":"https://doi.org/10.31235/osf.io/g2pfb_v1","doi":"10.31235/osf.io/g2pfb_v1","abstract":"Adverse Childhood Experiences (ACEs) are traumatic events children experience before reaching 18 years old and are known to be passed on from generation to generation, which suggests that experiencing ACEs at an early age often leads to subsequent abuse and maltreatment perpetration in adulthood. However, identifying factors that facilitate ACE transmission has always been a challenge, given the issue's complexity. This study aimed to address this gap and identified two contextual factors (parental proximal stressors and negative parenting practices) and investigated their mediating and moderating effects on the continuity of ACEs from mothers (G2) to their children (G3). Data collected from 230 mothers in Cebu City, Philippines, were analyzed using second-stage moderated mediation (model 15) to determine the conditional indirect effect of G2 ACEs towards G3 ACEs via parental proximal stressors as a function of negative parenting practices. Overall results established a moderated mediation model (F(5,224) = 18.26, p&lt;.001, R²=.3075), suggesting that the interaction of parental proximal stressors and negative parenting practices increases the risk of continuity of ACEs from one generation to the next. Recommendations include preventive education of ACEs and adopting early intervention efforts to stop the cycle of abuse and neglect, preventing subsequent perpetration in adulthood.","journal_full":"(OSF Preprints)","dist":0.3913,"specialized":false,"preprint":true},{"title":"Segmenting Consumer Location-Product Preferences for Assortment Localization","authors":"Jia Liu, Kohei Kawaguchi, tao li","url":"https://doi.org/10.31235/osf.io/gh7xw_v2","doi":"10.31235/osf.io/gh7xw_v2","abstract":"When managing multiple stores within the same marketplace, retailers must tailor product assortments to reflect the heterogeneous preferences of local communities. This paper introduces a consumer-centric, data-driven framework for interpretable market structure discovery and supporting localized assortment planning. At the core of the framework is the dual Poisson Dynamic System with Multilayer Factorization (dPDS-MF), which integrates a probabilistic generative model with a tensor factorization architecture to estimate spatiotemporal supply and demand patterns across products and locations. Specifically, dPDS-MF can profile different consumer segments driven by store visiting preferences, measure relationships between store locations, and simultaneously estimate each segment’s product preferences. These model outputs are then used to formulate a choice process for the localized assortment optimization problem. We apply our proposed framework to the retail vending market in major train stations in Japan. We demonstrate the face validity of the model outputs for guiding the selections of products at each location. We also show that the localized assortments generated by our framework are more meaningful and practical than benchmark strategies in the literature. Beyond the core model, we introduce several methodological extensions, highlighting the flexibility of the framework in addressing real-world retail scenarios and laying a foundation for future research.","journal_full":"(OSF Preprints)","dist":0.3901,"specialized":false,"preprint":true},{"title":"E-commerce Offender Script Analysis: A Novel Approach to Profile Cyber Offenders in E-commerce","authors":"Joshua Dwight, Gordon Ingram, Loc Phuc Nguyen","url":"https://doi.org/10.31235/osf.io/h27d3_v1","doi":"10.31235/osf.io/h27d3_v1","abstract":"This study explores the integration of crime script analysis and neutralization theory to create a novel framework for profiling cyber offenders in the e-commerce sector. As e-commerce continues to expand globally, it faces increasing risks from both criminal and deviant behaviors. The framework aims to delineate the actions and behaviors of cybercriminals and non-criminal deviants, offering a comprehensive approach to cybersecurity and fraud prevention. By examining the distinctions between criminal and unethical activities, it provides e-commerce organizations with actionable insights to enhance their cyber incident response strategies. The proposed framework not only aids in understanding cyber offender behavior but also contributes to the broader field of cybercrime profiling. This research is critical for e-commerce stakeholders, including merchants and financial institutions, who must navigate the complexities of cyber threats in their daily operations.","journal_full":"(OSF Preprints)","dist":0.3464,"specialized":false,"preprint":true},{"title":"Promoting the use of research in policy, practice and among the public: a scoping review of recent reviews","authors":"Harry Achillini","url":"https://doi.org/10.31235/osf.io/hmzrq_v1","doi":"10.31235/osf.io/hmzrq_v1","abstract":"Background Consideration of research in public policy formation and implementation is widely considered important for effective decisions. Previous research has noted a growing body of reviews of a diverse range of strategies designed to promote evidence use in public policy and practice. This review aims to identify recent reviews and develop a taxonomy of the various strategies available to evidence advocates. Methods This review followed the JBI guidance for scoping reviews. Studies were sought via database searches, handsearching, forward citation tracing and searching organisational websites. Descriptive analysis was used to characterise the nature of the body of reviews. The review drew on best-fit framework synthesis to develop a taxonomy of intervention domains and strategies. Results 11,047 potentially eligible records were identified via searches. After screening by a single reviewer, 74 studies were included in the review. The vast majority of reviews were conducted in the health sector (n = 65). While many focused on practitioners (n = 60), a significant proportion included policymakers (n = 27) and the public (n = 12). Reviews included studies of 34 distinct intervention strategies across six domains – access to research, capability improvement, influencing, interaction, prioritisation and systems improvement. Reviews most commonly included studies of interventions in the capability (n = 59), access (n = 31) and interaction (n = 31) domains. Conclusions There is a large body of reviews those promoting the use of evidence can draw on to better understand the strategies at their disposal. Actors outside the health sector, however, may find the evidence base less useful – and there remain a number of common strategies for which reviews have yet to be published.","journal_full":"(OSF Preprints)","dist":0.3676,"specialized":false,"preprint":true},{"title":"Low-cost niche construction can create conditions for subdivided populations","authors":"Emily Coco, Benjamin Davies, Jessica Thompson","url":"https://doi.org/10.31235/osf.io/r64cz_v1","doi":"10.31235/osf.io/r64cz_v1","abstract":"Modern human uniqueness has been defined by a reliance on social learning and hierarchical cooperation networks that result in cumulative cultural evolution. There is archaeological evidence that such social organization emerged through innovations that facilitated exploitation of resources that naturally occur in dense and predictable patches, leading to social regionalization and potentially territorial behavior. However, another way humans can access high-density patches is through transformation of the environment via niche construction. Here, we use an agent-based model to investigate how low-cost niche construction behaviors - those that can be applied without intensifying into dependence on food production - can transform resource distributions over time. We then examine the resulting impact of this on human mobility and social organization. In all scenarios where the cost of disturbance is low, we see positive selection for disturbance behaviors, leading to creation of a locally heterogeneous resource landscape. This results in increased carrying capacity, higher population densities, reduced mobility, and smaller social networks - all factors implicated in the eventual transition to food production. We demonstrate that foragers using even low-cost niche constructing behaviors can produce legacy landscapes with resource distributions that support more local social interactions even without socially imposed boundaries or territory defense of dense and predictable resources.","journal_full":"(OSF Preprints)","dist":0.4409,"specialized":false,"preprint":true},{"title":"LLM-Inferred Narrative Frames in Geopolitical Conflict Reporting: An Exploratory Zero-Shot Approach","authors":"Arpish R. Solanki","url":"https://doi.org/10.31235/osf.io/u4sdf_v1","doi":"10.31235/osf.io/u4sdf_v1","abstract":"This study presents an exploratory application of large language models (LLMs) for unsupervised media framing analysis, using zero-shot classification to infer narrative patterns in news coverage. The method is demonstrated through a case study on international reporting of the Gaza Freedom Flotilla incident of May 2, 2025. A dataset of 96 English-language news articles was processed using a multi-stage pipeline. At the article level, frames were predicted using a taxonomy of seven narrative themes, such as Conflict/Security, Legal/Human-Rights, and Human-Interest, followed by a secondary filtering step using a second LLM to reduce over-attribution. At the sentence level, named entities were paired with co-occurring frames using LLM inference, followed by a multi-step semantic filtering process to retain only high-confidence associations. Article-level predictions revealed frequent emphasis on Legal/Human-Rights, Responsibility/Attribution, and Conflict/Security frames across the corpus. Model predictions suggested frequent associations of entities like Gaza and Israel, with frames such as Human-Interest and Conflict/Security. These patterns are inferred from language-based signals and do not reflect verified facts, editorial motives, or normative judgments. All results are generated through automated model interpretation and should be viewed as indicative of how LLMs parse narrative structure in media coverage. Notably, the results indicate that LLMs may more reliably detect action-oriented or concretely expressed frames, and may struggle with abstract or implicitly framed concepts, which suggests the need for taxonomy designs aligned with model reasoning capabilities. The study demonstrates both the potential and limitations of LLMs for scalable, unsupervised media analysis.","journal_full":"(OSF Preprints)","dist":0.455,"specialized":false,"preprint":true},{"title":"Farmers and Ranchers Weave the Social Fabric Shaping Wildfire Resilience","authors":"Natalia Pinzón, Ryan Galt","url":"https://doi.org/10.31235/osf.io/wdhnr_v1","doi":"10.31235/osf.io/wdhnr_v1","abstract":"Wildfires are one of the most significant threats to California’s food and farming systems, endangering a state that produces diverse crops and livestock critical to national and global food security. This study examines the role of social fabric—mutual aid, cooperation, and collective action—in shaping wildfire adaptive capacities among California farmers and ranchers. Using survey data from 403 producers directly impacted by wildfires between 2017 and 2023, we conducted regression analyses to identify how social, operational, and demographic factors influence adaptive behaviors, including making changes, wildfire mitigation practices, knowledge acquisition, and farm continuity. Key findings reveal that farmers embedded in strong social networks exhibited greater adaptive capacities, leveraging mutual aid and collective action to facilitate resource sharing, knowledge dissemination, and motivation. Knowledge emerged as a central driver, with frequent wildfire exposure enhancing experiential learning and confidence in risk management. Ecological and diversified farming practices, alongside direct-to-consumer markets, were associated with higher rates of adaptation and stronger social networks. Financial and land ownership factors, including access to social safety nets and off-farm income, further supported long-term mitigation efforts. However, the cumulative burden of adaptive actions, compounded by social influences like peer decisions to quit farming, led some producers to consider exiting agriculture, exposing vulnerabilities within the food system. In light of these findings, we recommend strengthening farmer networks through cooperative models, such as fire-safe councils and farmer-led preparedness groups, while incentivizing sustainable practices like agroecological and mosaic landscapes to buffer wildfire impacts and promote resilience. Agriculture, we propose, represents an underexplored but critical facet of broader wildfire resilience. This study contributes to the discourse on food system resilience by highlighting the interplay between social fabric, adaptive capacity, and sustainable agriculture in the face of climate-induced disasters.","journal_full":"(OSF Preprints)","dist":0.4152,"specialized":false,"preprint":true},{"title":"Faith, Not Trance: A Rational Refutation of Zindler's Thesis on Religion and Hypnosis","authors":"Osama S Qatrani","url":"https://doi.org/10.31235/osf.io/wnzdt_v1","doi":"10.31235/osf.io/wnzdt_v1","abstract":"This paper offers a critical response to Frank Zindler’s 1984 essay “Religion, Hypnosis, and Music: An Evolutionary Perspective.” Zindler proposes that religious experience is a neurobiological byproduct of hypnotic suggestibility and musical stimulation—an adaptive illusion rather than a valid epistemic framework. While acknowledging Zindler’s historical context and intellectual sincerity, this paper challenges the reductionist nature of his claims. It argues that religion cannot be adequately explained through neurochemical responses or group selection theory alone. Drawing on interdisciplinary evidence from neurotheology, anthropology, and philosophy of mind, the paper presents religion as a structured moral and metaphysical system, not a cognitive glitch. It highlights the philosophical inconsistencies in equating evolutionary utility with truth, and critiques the ideological bias in scientific reductionism. The paper also emphasizes the civilizational role of religion in shaping ethics, science, art, and human dignity across cultures. Ultimately, it calls for a deeper, fairer dialogue between religious traditions and secular critiques—one that respects the complexity of spiritual experience and the quest for meaning. Religion is not merely survival-driven illusion; it is a human expression of transcendence, justice, and moral awakening. Zindler’s thesis raises valuable questions—but fails to capture the full cognitive, ethical, and historical dimensions of religious consciousness.","journal_full":"(OSF Preprints)","dist":0.3638,"specialized":false,"preprint":true},{"title":"Understanding TV Audiences in the Multiplatform Era: How Televisual Viewing Modes Shape Content Popularity","authors":"Raul Lobanov, Indrek Ibrus","url":"https://doi.org/10.31235/osf.io/ygtce_v1","doi":"10.31235/osf.io/ygtce_v1","abstract":"The processes of convergence and digitization of television have significantly reshaped audience behaviours and viewing practices. The multiplicity of screens and platforms makes it challenging to fully evaluate audience size and composition using traditional TV audience measurement methods. Extensive datafication of audiovisual media is enabling the analysis of arrays of digital footprints. However, different measurement methods across platforms may yield divergent outcomes, highlighting the need for comparative analysis. The article explores the potential of multidimensional TV audience study to enhance understanding of contemporary TV audiences. Our analysis is based on numerous datasets of Estonian Public Broadcasting, incorporating live, time-shifted and video-on-demand viewing modes – all distinct in terms of their technical features. The analysis compares the viewing modes in terms of characteristics of viewed content, demonstrating how multidimensional study can provide a more comprehensive, yet differentiating, view of contemporary consumption patterns of televisual content.","journal_full":"(OSF Preprints)","dist":0.4003,"specialized":false,"preprint":true}]
