[{"title": "The Troubles and Beyond: The impact of a museum exhibit on a post‐conflict society", "authors": "Laia Balcells, Elsa Voytas", "abstract": "In divided societies, can museums contribute to healing and recovery? While efforts to memorialize past violence typically aim to promote tolerance and reconciliation, remembering could exacerbate divisions in recovering societies where the past is deeply contested. We examine a transitional justice museum exhibit in Northern Ireland. We combine evidence from nearly 1,400 participants across focus groups, a field experiment at the Troubles and Beyond exhibit in the Ulster Museum, and a survey that randomly exposed respondents to exhibit materials. Our findings indicate that although individuals experience strong emotional responses to the exhibit materials, these emotions do not correspond to shifts in perceptions of past violent conflict or preferences for addressing it. These results may reflect the balanced curation of the museum exhibit, which avoids imposing a singular narrative. While this approach prevents further polarization, it also limits the potential for fostering social cohesion.", "url": "https://doi.org/10.1111/ajps.70001", "doi": "10.1111/ajps.70001", "journal_full": "American Journal of Political Science", "specialized": false, "preprint": false, "score": 0.024061799040438592}, {"title": "Resistance, Law, and the Limits of the Disobedience Framework", "authors": "ÇİĞDEM ÇIDAM", "abstract": "In the last decade, many scholars have sought to overcome the shortcomings of the reified conception of civil disobedience that was developed in the 1970s by offering alternative conceptions of (un)civil disobedience. The “disobedience framework” is now so predominant that it is almost unthinkable to refer to any protest involving an alleged infraction of official rules as anything other than disobedience. I argue that this overstretching of “disobedience” rests on the misleading assumption that “intentional lawbreaking” occurs in an uncontested political/legal space; it also ignores that, in certain contexts, activists insist on the legality of their protests even when they defy official orders. Examining how feminist activists in Turkey offer alternative interpretations of existing laws to challenge the legality of protest bans, I demonstrate that folding such protests into the disobedience framework silences protesters, erases their narratives of resistance, and adopts the state’s perspective on the “illegality” of their actions.", "url": "https://doi.org/10.1017/s0003055425100890", "doi": "10.1017/s0003055425100890", "journal_full": "American Political Science Review", "specialized": false, "preprint": false, "score": 0.010039207182520493}, {"title": "Ecological Personhood: A Bridging Approach", "authors": "MÓNICA BRITO VIEIRA, SEAN FLEMING", "abstract": "Aotearoa New Zealand’s recognition of the Whanganui River as a legal person in 2017 has generated a lively debate. While advocates argue that ascribing personhood to natural entities is a powerful tool for redressing historical injustices against Indigenous peoples and for protecting the environment, critics argue that it is incompatible with Western legal and political systems. In this article, we use Thomas Hobbes’s theory of personhood to develop a novel account of ecological personhood. Hobbes explains how natural entities can be empowered to speak and act through authorized representatives, much as states, corporations, and wards do. Our Hobbesian account has three main payoffs. First, it offers a bridge between different legal orders and ontologies of nature. Second, it explains how “ecoship” is normatively different from corporate personhood and guardianship. Third, it highlights both the transformative potential of ecological persons and the ways in which they can be coopted and subverted.", "url": "https://doi.org/10.1017/s0003055425100762", "doi": "10.1017/s0003055425100762", "journal_full": "American Political Science Review", "specialized": false, "preprint": false, "score": 0.012070618714392967}, {"title": "Do the rich ditch politics? Evidence from Sweden", "authors": "Anton Brännlund, Rafael Ahlskog", "url": "https://doi.org/10.1016/j.electstud.2025.102966", "doi": "10.1016/j.electstud.2025.102966", "journal_full": "Electoral Studies", "specialized": false, "preprint": false, "score": 0.010491427170960632}, {"title": "How nuclear power hurts the Greens: Evidence from German nuclear power plants", "authors": "António Valentim, Heike Klüver, Cornelius Erfort", "url": "https://doi.org/10.1016/j.electstud.2025.102959", "doi": "10.1016/j.electstud.2025.102959", "journal_full": "Electoral Studies", "specialized": false, "preprint": false, "score": 0.050142509252185}, {"title": "Does theUSReally EmboldenitsAllies? Evidencefrom a Survey Experiment in Japan", "authors": "Yasuki Kudo, Viet Hung Nguyen Cao", "abstract": "Do patrons’ signals of security commitments embolden junior partners? Scholars and practitioners have considered that supportive gestures by patrons could motivate junior partners to adopt more aggressive postures in their own disputes. While the theoretical logic is compelling when considering states as unitary actors, it is less clear if this logic applies to the domestic public that may have differing interests from leaders. To complement this gap, we conducted a survey experiment in Japan, a close US ally with a territorial dispute with China. We find that US presidential signals increase the credibility of US military intervention in the dispute; however, no evidence of emboldenment effects is found—public support for escalatory policies does not increase accordingly. Additionally, we find that US signals do not encourage the public to punish leaders backing down after announcing aggressive policies. These findings challenge the conventional understanding of an important effect of alliance politics.", "url": "https://doi.org/10.1177/00220027251360557", "doi": "10.1177/00220027251360557", "journal_full": "Journal of Conflict Resolution", "specialized": false, "preprint": false, "score": 0.007208906596322895}, {"title": "Legislator Responsiveness to Racialized Constituencies in Mexico", "authors": "José E. Múzquiz, Jose J. Alcocer", "abstract": "This study examines how racial identity affects legislative responsiveness in Mexico using an email-based audit experiment. Emails from simulated Indigenous, Mestiza, and European-White constituents were sent to all 626 federal legislators to test whether perceived identity shapes replies and their quality. Contrary to expectations, Indigenous-named constituents received significantly higher response rates that were more personalized and helpful than their European-White counterparts, while Mestiza-named constituents showed no significant differences in response rates. We found no coalition-based differences, though power was limited, and responsiveness declined in districts with larger Indigenous populations, revealing how national inclusion norms may be moderated by local demographic and political dynamics.", "url": "https://doi.org/10.1017/xps.2025.10008", "doi": "10.1017/xps.2025.10008", "journal_full": "Journal of Experimental Political Science", "specialized": false, "preprint": false, "score": 0.06993423220896655}, {"title": "Proving Her Strength: The Partisan and Gendered Implications of Legislative Obstruction", "authors": "Nicole Huffman, Lauren P Olson, Ryan J. Vander Wielen", "abstract": "Why do some legislators continue to obstruct despite public support for compromise? We suggest that legislator gender and voter partisanship are key but often overlooked determinants of how voters process obstructive behaviors by legislators. Since Republicans value masculinity more than Democrats, and obstruction is a masculine behavior, we theorize that Republicans are more likely to reward obstructive behavior, especially from women legislators who are presumed to be less masculine. Using a conjoint experiment, we find evidence supporting our theory. Republicans evaluate women legislators more negatively until the perceived obstructiveness of their behavior increases. Meanwhile, perceived obstructiveness has no gendered effects among Democrats. These results suggest that Republican women should be more likely to endorse obstruction, which we find evidence of by analyzing email newsletters issued by members of the US House and Senate from 2009 to 2020. These findings explain partisan and gendered asymmetries in obstructive behaviors that counter conventional notions that women are disproportionately consensus builders.", "url": "https://doi.org/10.1111/lsq.70026", "doi": "10.1111/lsq.70026", "journal_full": "Legislative Studies Quarterly", "specialized": false, "preprint": false, "score": 0.005268072963981241}, {"title": "The populist spiral: How populist rhetoric spreads within party systems", "authors": "Vlad Surdea-Hernea", "abstract": "This paper investigates whether populism, independent of its substantive policy correlates, diffuses within party systems as a rhetorical strategy. Building on theories of political contagion, I argue that populism’s simplicity and flexibility make it an attractive tool for parties seeking to mobilize voters, disrupt competitors, and respond to systemic pressures. Using the V-Party dataset, which provides expert-coded estimates of populist rhetoric across a global sample of parties, I construct a leave-one-out (LOO) Index to capture systemic populist signals. Time-series cross-sectional regression models with fixed effects reveal that higher levels of systemic populism significantly increase the likelihood of parties adopting populist rhetoric in subsequent electoral cycles. The effect is most pronounced for anti-elitism and people-centrism, while pluralistic norms and non-violence remain stable. Right-leaning parties exhibit stronger responsiveness, reflecting the natural alignment between populist themes and conservative platforms.", "url": "https://doi.org/10.1177/13540688251362306", "doi": "10.1177/13540688251362306", "journal_full": "Party Politics", "specialized": false, "preprint": false, "score": 0.00842766299287978}, {"title": "Liminal Minorities: Religious Difference and Mass Violence in Muslim Societies. By Güneş Murat Tezcür. Ithaca, NY: Cornell University Press, 2024. 254p.", "authors": "Mohammed M. Hafez", "url": "https://doi.org/10.1017/s1537592725102247", "doi": "10.1017/s1537592725102247", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.8003216997513815}, {"title": "Sites of Statelessness: Laws, Cities, Seas. Edited by Ayşe Çağlar, Sabyasachi Basu Ray Chaudhury, and Ranabir Samaddar. SUNY Press, 2024. 277p.", "authors": "Bronwen Manby", "url": "https://doi.org/10.1017/s1537592725102211", "doi": "10.1017/s1537592725102211", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.048751893477226416}, {"title": "The Roots of Polarization: From the Racial Realignment to the Culture Wars. By Neil A. O’Brian. Chicago: University of Chicago Press, 2024. 240p.", "authors": "Christopher Stout", "url": "https://doi.org/10.1017/s153759272500101x", "doi": "10.1017/s153759272500101x", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.2375668603278731}, {"title": "The Contested World Economy: The Deep and Global Roots of International Political Economy. By Eric Helleiner. Cambridge, UK: Cambridge University Press, 2023. 320p.", "authors": "Marius Dotzauer", "url": "https://doi.org/10.1017/s1537592725102235", "doi": "10.1017/s1537592725102235", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.03409009009638919}, {"title": "Counterterrorism and Its Consequences", "authors": "Marie Breen-Smyth", "abstract": "Counterterrorism is both a reaction to and an anticipation of the activities of those who wield terror for political purposes. Counterterrorism pits itself against terrorism, aimed at ending or at least limiting its operations, spread, and damage. As Richard English has acknowledged, non-state terrorism has much less impact on the world than the counterterrorism it elicits. The vast powers at the disposal of states and their reactive tendency to military methods, such as after 9/11, make this entirely predictable. Fiona de Londras’ examination of transnational counterterrorism ably documents how states acting in concert have reshaped the world, particularly in the post 9/11 era. Guendalina Simoncini’s book on Tunisia clearly illustrates how counterterrorism can be used to enable the establishment of an authoritarian regime in Tunisia and the resultant disastrous consequences for that society.", "url": "https://doi.org/10.1017/s1537592725102259", "doi": "10.1017/s1537592725102259", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.020840658717547034}, {"title": "Who Wants Stakeholder Capitalism? Public and Elite Perceptions of the Role of Business Leaders in Politics", "authors": "Eitan Hersh, Sarang Shah", "abstract": "On what policy areas and with what strategies should businesses and their leaders be involved in political activity? Advocates of “stakeholder capitalism” endorse companies and their leaders taking stances on social, environmental, and economic issues that advance the interests of their communities, not just of their shareholders. We juxtapose this view with two alternatives: companies and their leaders should a) stay out of politics or b) advocate only for their narrow business interests. We survey the mass public and business leaders. The public has little appetite for corporate leader engagement. However, business leaders, especially Democratic ones, endorse more active engagement from their firms on most issues, though they favor their firm leaders engaging in behind-the-scenes strategies rather than those that mobilize employees or customers. We find there is an elite appetite for business leaders to move beyond particularistic lobbying and to influence broader economic and social policy.", "url": "https://doi.org/10.1017/s1537592725000775", "doi": "10.1017/s1537592725000775", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.006732384661394808}, {"title": "Contesting Authority to Adjudicate Misinformation", "authors": "Scott Radnitz", "abstract": "In recent years, analysts have raised concerns about the threat misinformation poses to democracy, yet efforts to counter misinformation have been met with charges of bias and censorship, predominantly from the political right. This article asks who sets the terms of debate over misinformation: what it is, how much there is, whether it is a problem, and what to do about it. It frames the past decade’s controversies around misinformation as an implicit struggle for authority and offers a framework to interpret the arguments of the actors involved. It identifies three coalitions with distinct institutional and ideological profiles that have articulated consistent stances on misinformation. The analysis demonstrates how contestation among competing coalitions plays out in five distinct domains of misinformation: content, attribution, scale, consequences, and policy. Viewing the misinformation debate as part of broader political and cultural struggles within democracies at a time of low trust in institutions helps explain why (mis)information is so fiercely contested. The issue takes on outsize proportions because whoever prevails in shaping the discourse surrounding misinformation stands to gain authority over the rules governing the public sphere, with implications for the future of free speech and democratic participation.", "url": "https://doi.org/10.1017/s1537592725102028", "doi": "10.1017/s1537592725102028", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.004073847038298273}, {"title": "Born This Way: Science, Citizenship, and Inequality in the American LGBTQ+ Movement. By Joanna Wuest. Chicago: University of Chicago Press, 2023. 287p.", "authors": "Susan R. Burgess", "url": "https://doi.org/10.1017/s1537592725001082", "doi": "10.1017/s1537592725001082", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.2937690929748129}, {"title": "Uprooted: How Post-WWII Population Transfers Remade Europe. By Volha Charnysh. Cambridge: Cambridge University Press, 2025. 305p.", "authors": "Pertti Ahonen", "url": "https://doi.org/10.1017/s1537592725102223", "doi": "10.1017/s1537592725102223", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.18970633458908281}, {"title": "Diffusion by Leadership: The WHO’s Mechanism to Promote Policies against COVID-19", "authors": "Diego Vega, Kyle Shen", "abstract": "In the early months of 2020, governments faced the rapid spread of COVID-19. To navigate the storm of conflicting information about the danger posed by this new disease, countries sought guidance about when and how to respond to it. We argue that the World Health Organization (WHO) played a central role in the diffusion of policies against COVID-19 by exercising leadership. We develop the concept of leadership as a diffusion mechanism to explain how the WHO influenced governments to close schools and workplaces and cancel public events within weeks, despite its lack of strong enforcement mechanisms. Results from five event-history models show the significance of the WHO’s pandemic declaration on March 11, 2020 that mobilized countries to adopt the measures recommended by the organization. However, that declaration did not affect the diffusion of policies that the WHO advised against adopting.", "url": "https://doi.org/10.1017/s1537592725101898", "doi": "10.1017/s1537592725101898", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.014322591256496486}, {"title": "Estimating the Local Average Treatment Effect Without the Exclusion Restriction", "authors": "Zachary Markovich", "abstract": "Existing approaches to conducting inference about the Local Average Treatment Effect or LATE require assumptions that are considered tenuous in many applied settings. In particular, Instrumental Variable techniques require monotonicity and the exclusion restriction while principal score methods rest on some form of the principal ignorability assumption. This paper provides new results showing that an estimator within the class of principal score methods allows conservative inference about the LATE without invoking such assumptions. I term this estimator the Compliance Probability Weighting estimator and show that, under very mild assumptions, it provides an asymptotically conservative estimator for the LATE. I apply this estimator to a recent survey experiment and provide evidence of a stronger effect for the subset of compliers than the original authors had uncovered.", "url": "https://doi.org/10.1017/pan.2025.10005", "doi": "10.1017/pan.2025.10005", "journal_full": "Political Analysis", "specialized": false, "preprint": false, "score": 0.012716972192672649}, {"title": "Balancing Precision and Retention in Experimental Design", "authors": "Gustavo Diaz, Erin Rossiter", "abstract": "In experimental social science, precise treatment effect estimation is of utmost importance, and researchers can make design choices to increase precision. Specifically, block-randomized and pre-post designs are promoted as effective means to increase precision. However, implementing these designs requires pre-treatment covariates, and collecting this information may decrease sample sizes, which in and of itself harms precision. Therefore, despite the literature’s recommendation to use block-randomized and pre-post designs, it remains unclear when to expect these designs to increase precision in applied settings. We use real-world data to demonstrate a counterintuitive result: precision gains from block-randomized or pre-post designs can withstand significant sample loss that may arise during implementation. Our findings underscore the importance of incorporating researchers’ practical concerns into existing experimental design advice.", "url": "https://doi.org/10.1017/pan.2025.10008", "doi": "10.1017/pan.2025.10008", "journal_full": "Political Analysis", "specialized": false, "preprint": false, "score": 0.007719002307734146}, {"title": "“How Colleges Can Increase Civic Engagement”", "authors": "Tali Mendelberg, Claire Willeck", "url": "https://doi.org/10.1007/s11109-025-10048-0", "doi": "10.1007/s11109-025-10048-0", "journal_full": "Political Behavior", "specialized": false, "preprint": false, "score": 0.029520518472271884}, {"title": "Green national paradox? How the far right turned Sweden from a (reputed) pioneer of climate mitigation to an obstructor", "authors": "Andreas Malm, Kristoffer Ekberg, Christina Englund, Johanne Tagmose Grønkjær, Martin Charlier, Olivia Medin, Ståle Holgersen", "url": "https://doi.org/10.1016/j.polgeo.2025.103390", "doi": "10.1016/j.polgeo.2025.103390", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.0862617510241831}, {"title": "Polar projections: Political geographies of Arctic mapping", "authors": "Ingrid A. Medby, Berit Kristoffersen, Philip Steinberg, Klaus Dodds, Mia M. Bennett, Johanne M. Bruun, Danai-Maria Kontou", "url": "https://doi.org/10.1016/j.polgeo.2025.103391", "doi": "10.1016/j.polgeo.2025.103391", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.03632612558015946}, {"title": "Duncan Black and group decision-making: from early priority dispute to late recognition", "authors": "Herrade Igersheim", "url": "https://doi.org/10.1007/s11127-025-01315-z", "doi": "10.1007/s11127-025-01315-z", "journal_full": "Public Choice", "specialized": false, "preprint": false, "score": 0.028444235034777998}, {"title": "Measurement issues in conflict event data: Addressing some misconceptions about what drives differences between human-coded event datasets", "authors": "Magnus Öberg, Mert Can Yilmaz", "abstract": "Clionadh Raleigh, Roudabeh Kishi, and Andrew Linke recently compared their own Armed Conflict Location and Events Dataset (ACLED) to three other conflict event datasets in Humanities &amp; Social Sciences Communications. In this article, we investigate their claims about what drives differences between the two researcher led projects the Uppsala Conflict Data Program (UCDP) and ACLED. In the process, we address some general issues that arise in event data collection, including the importance of stable definitions, how demands on sourcing varies with the type of data collected, and how strategies for dealing with uncertainty and ambiguity impact the data. Contrary to the claims made in the target article, the differences between ACLED and UCDP in the cases put forth by the authors are not primarily due to differences in sourcing or inclusion thresholds. Analyzing the same cases, we show that most of the differences are due to auxiliary coding rules, standards for source evaluation and misrepresentations of UCDP data in the original article.", "url": "https://doi.org/10.1177/20531680251362440", "doi": "10.1177/20531680251362440", "journal_full": "Research & Politics", "specialized": false, "preprint": false, "score": 0.010187053347967212}, {"title": "Group Identities and Parliamentary Debates", "authors": "Jon Fiva, Oda Nedregård, Henning Øien", "url": "https://doi.org/10.1086/737781", "doi": "10.1086/737781", "journal_full": "The Journal of Politics", "specialized": false, "preprint": false, "score": 0.016941905287385817}, {"title": "Preferring National Elites or Local Candidates: A Conjoint Analysis of Voter Heuristics.", "authors": "Etienne Gagnon, Kenneth Mori McElwain, Fumi Ikeda", "url": "https://doi.org/10.1086/737779", "doi": "10.1086/737779", "journal_full": "The Journal of Politics", "specialized": false, "preprint": false, "score": 0.02266428315362956}, {"title": "Racialized Misinformation, Factual Corrections, and Prejudicial Attitudes: The Cases of Welfare and Immigration", "authors": "Eddy Yeung, Joseph Glasgow", "url": "https://doi.org/10.1086/737780", "doi": "10.1086/737780", "journal_full": "The Journal of Politics", "specialized": false, "preprint": false, "score": 0.9824479619195555}, {"title": "Cite and Sway? Attorneys, Briefs, and Persuasion at the U.S. Supreme Court", "authors": "Elizabeth A. Lane, Jessica A. Schoenherr", "url": "https://doi.org/10.1086/737778", "doi": "10.1086/737778", "journal_full": "The Journal of Politics", "specialized": false, "preprint": false, "score": 0.017769727737244945}, {"title": "Disability inclusion in extended reality (XR) research: a critical scoping review", "authors": "Wenqi Tan, Ben Egliston, Marcus Carter", "url": "https://doi.org/10.1080/1369118x.2025.2535426", "doi": "10.1080/1369118x.2025.2535426", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.04687479279828177}, {"title": "Rape discourse and slut shaming in Nepali social media", "authors": "Gita Neupane, Bal Krishna Sharma", "url": "https://doi.org/10.1080/1369118x.2025.2497944", "doi": "10.1080/1369118x.2025.2497944", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.0892066553856351}, {"title": "Children’s legal consciousness: the thorny right to privacy in social media", "authors": "Katharine Sarikakis, Lisa Winter, Angeliki Chatziefraimidou", "url": "https://doi.org/10.1080/1369118x.2025.2531132", "doi": "10.1080/1369118x.2025.2531132", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.010547323237394601}, {"title": "Build-a-face: homogeneity, racialisation and Eurocentric beautification in Instagram AR face filters", "authors": "L. A. Miller", "url": "https://doi.org/10.1080/1369118x.2025.2536157", "doi": "10.1080/1369118x.2025.2536157", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.12273955392994984}, {"title": "The role of media use in the development of discursive citizenship norms among U.S. Latinx", "authors": "Pablo Porten-Cheé, Alcides Velásquez, Ashley Muddiman", "url": "https://doi.org/10.1080/1369118x.2025.2534722", "doi": "10.1080/1369118x.2025.2534722", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.5226097294600422}, {"title": "Analysis of relevant games’ attributes and their relations with women’s values", "authors": "Mônica da Consolação Machado, Laerte Xavier, Lucila Ishitani", "url": "https://doi.org/10.1080/1369118x.2025.2529345", "doi": "10.1080/1369118x.2025.2529345", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.01442054281097982}, {"title": "Betting on (un)certain futures: sociotechnical imaginaries of AI and varieties of techno-developmentalism in Asia", "authors": "Hiu-Fung Chung", "url": "https://doi.org/10.1080/1369118x.2025.2535427", "doi": "10.1080/1369118x.2025.2535427", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.0212484983258846}, {"title": "\"You and TikTok are, and will remain at all times, independent contractors\"", "authors": "Taylor Annabell, Sophie Bishop, Catalina Goanta", "url": "https://doi.org/10.14763/2025.3.2014", "doi": "10.14763/2025.3.2014", "journal_full": "Internet Policy Review", "specialized": false, "preprint": false, "score": 0.0268388092498274}, {"title": "Anticolonialism and qualitative methods for culture-centered interventions", "authors": "Mohan Jyoti Dutta, Ambar Basu, Satveer Kaur-Gill, Debalina Dutta, Mahuya Pal, Iccha Basnyat, Selina Metuamate, Venessa Pokaia, Phoebe Elers, Indranil Mandal, Rabindranath Mandi, Pankaj Baskey, Devalina Mookerjee, Shaunak Sastry, Jaime Robb, Andrew Carter", "abstract": "In this essay, we a collective of Indigenous, Black, and migrant Global South scholars engaged in experiments with the culture-centered approach (CCA) draw on our lived experiences amidst struggles against land grab, neoliberal extractivism, and capitalist exploitation to outline a framework for qualitative methods as anticolonial politics. We begin by exploring the interplays of colonialism, imperialism, and racial capitalism that have shaped the origins and uses of qualitative methods toward serving extractive agendas of global capital. This critique serves as the basis for outlining the key principles of the CCA, turning to voice, storytelling, and embodied action as the basis for situating qualitative methods amidst anticolonial struggles that resist settler colonialism and extractive neoliberal neocolonialism. Through our review of diverse culture-centered interventions, we explore the roles of voice infrastructures in anticolonial resistance, outlining the contribution made by the CCA to decolonizing research methods by offering a theoretical-methodological framework for communication interventions for social justice.", "url": "https://doi.org/10.1093/joc/jqaf021", "doi": "10.1093/joc/jqaf021", "journal_full": "Journal of Communication", "specialized": false, "preprint": false, "score": 0.8476152304287563}, {"title": "Interviewing out lesbian, gay and bisexual creatives and executives about getting queer stories in mainstream Australian scripted television", "authors": "Damien John O’Meara", "abstract": "In recent years, an expectation has emerged in Australian television production culture to include an out queer positionality as a key creative when developing gender and sexually diverse stories. However, the hidden labour of out queer writers, producers and commissioners has long been part of these processes. This paper illuminates how queer labour is a significant contributor to these stories appearing in Australian scripted television. It draws new insights through analysis of my interviews with 10 out lesbian, gay and bisexual television professionals. It argues interviewing queer television professionals offers specific insights for production culture research about how these representations make it onscreen. Through examining my interviews with publicly out television professionals, this paper argues the value of their positionality in researching production culture. It reveals how their positionality faced challenges and supported opportunities as they sought to advocate queer stories in Australian scripted television.", "url": "https://doi.org/10.1177/01634437251353041", "doi": "10.1177/01634437251353041", "journal_full": "Media, Culture & Society", "specialized": false, "preprint": false, "score": 0.04523169625557866}, {"title": "Held in trust: Relational sovereignties and the affective life of communication", "authors": "Karl Patrick R Mendoza", "abstract": "This essay reflects on how trust is lived, performed, and morally negotiated in public life, drawing on the author’s experience as a Filipino scholar trained in Aotearoa New Zealand. It brings into dialogue two distinct yet resonant cultural contexts to explore how communication research might take more seriously the emotional, relational, and historically situated nature of trust. By revisiting Filipino concepts such as tiwala and pagsunod , and Māori-inflected values like manaakitanga and whanaungatanga , the essay proposes a tentative framework of relational sovereignties – understood as culturally embedded performances of care, legitimacy, and belonging. These insights are offered not as a new paradigm but as a small invitation to widen the frame of communication research beyond rationalist and procedural models. At a time when public discourse is increasingly shaped by automation, disinformation, and institutional erosion, this essay calls for renewed attention to the subtle, soft, and often overlooked dimensions of trust: silence, recognition, moral proximity, and the felt experience of being held. In doing so, it gestures toward a more relationally attuned and culturally grounded understanding of communication in both postcolonial and settler-colonial settings.", "url": "https://doi.org/10.1177/01634437251360380", "doi": "10.1177/01634437251360380", "journal_full": "Media, Culture & Society", "specialized": false, "preprint": false, "score": 0.006647370260681407}, {"title": "Self-Reported Exposure and Beliefs About Misinformation Across a U.S. Presidential Election Cycle: Expressive Responding and Motivated Reasoning", "authors": "R. Kelly Garrett, Robert M. Bond, Erik C. Nisbet", "url": "https://doi.org/10.1080/10584609.2025.2532584", "doi": "10.1080/10584609.2025.2532584", "journal_full": "Political Communication", "specialized": false, "preprint": false, "score": 0.01242778219506424}, {"title": "Shapeshifters and Starseeds: Populist Knowledge Production, Generous Epistemology, and Disinformation on U.S. Conspiracy TikTok", "authors": "Alice Marwick, Courtlyn Pippert, Katherine Furl, Elaine Schnabel", "abstract": "This article investigates the intersection of identity, power, and knowledge production on U.S. ConspiracyTok, a genre of TikTok videos promoting conspiracy theories ranging from harmless speculation to harmful disinformation. Drawing on qualitative content analysis of 202 highly viewed videos, we examine how identity markers such as race and gender shape who is empowered or undermined in conspiratorial narratives, and how creators construct and circulate “evidence” to support their claims. We find that American ConspiracyTok is populated largely by young, non-White, and/or female creators who challenge the stereotype of the White, male conspiracy theorist. These creators interpellate audiences through visible identity markers, fostering a sense of intimacy and trust. Marginalized groups are often cast as victims, while institutions like science, government, and media are portrayed as villains. Creators construct legitimacy through visual media, personal anecdotes, deep lore, and remixing fictional and mainstream texts—engaging in a form of populist knowledge production within a generous epistemology that welcomes divergent truths and alternative worldviews. These practices blur the lines between entertainment and ideology, often mimicking academic, or journalistic knowledge production while rejecting institutional authority. While ConspiracyTok can serve as a form of standpoint epistemology that empowers minoritized creators and critiques systemic injustice, it can just as easily reinforce bias and spread disinformation. ConspiracyTok is a site of vernacular theorizing where epistemology and identity are deeply entangled, offering both a critique of mainstream power and a cautionary tale about the populist appeal of conspiratorial thinking.", "url": "https://doi.org/10.1177/20563051251357483", "doi": "10.1177/20563051251357483", "journal_full": "Social Media + Society", "specialized": false, "preprint": false, "score": 0.010437809033104983}, {"title": "“Stop Being so Fkn Soft”: Masculinity, Politics, and the Acceptance of Gender-Based Online Violence Myths Among Young Canadian Men", "authors": "Esteban Morales, Jaigris Hodson, Yimin Chen, Kaitlynn Mendes, George Veletsianos, Chandell Gosse", "abstract": "Defining manhood is a critical concern in contemporary politics, especially due to its increasing role in shaping cultural narratives toward gender-based violence—and in particular, toward gender-based technology-facilitated violence and abuse (GBTFVA). In this context, this study investigates how political affiliation influences perceptions of GBTFVA among young Canadian men. To explore this, we draw on a survey of 1297 young Canadian men who align themselves with ideological affiliations across the political spectrum. Overall, our results show that political ideologies matter when understanding who enacts and sustains GBTFVA, as they significantly shape attitudes toward gender-based violence in digital spaces. Moreover, while we note that conservative participants displayed higher acceptance of GBTFVA myths than their liberal counterparts (such as She wanted it and She asked for it ), findings show that these harmful narratives are endorsed in different yet meaningful ways throughout all ideological affiliations. Furthermore, we found that one myth— It wasn’t really gender-based online abuse —is similarly endorsed across all political affiliations, thus highlighting the scope of these narratives that diminish the experience of targets across political discourses. By illuminating these intersections, this study provides valuable insights into the cultural and ideological underpinnings of GBTFVA, offering leverage points for societal change and prevention efforts.", "url": "https://doi.org/10.1177/20563051251358754", "doi": "10.1177/20563051251358754", "journal_full": "Social Media + Society", "specialized": false, "preprint": false, "score": 0.03448818897605288}, {"title": "China Defenders From Abroad: Exploring Pro-China Foreign Political Influencers on X/Twitter", "authors": "Leiyuan Tian, Fan Liang, Zhao Alexandre Huang", "abstract": "Political influencers are social media users who attempt to shape others’ political attitudes and behaviors through personal influences. While prior research has mainly examined political influencers in Western democracies, this study shifts attention to an international context, focusing on the self-presentation strategies and discursive frames used by non-Chinese political influencers who support China on Twitter (X). Through a thematic analysis of online profiles and a frame analysis of 3000 tweets by 10 influencers, we identified two self-presentation strategies: “the explorer,” which highlights the influencer’s attractiveness, closeness, and passionate authenticity, and “the expert,” which emphasizes expertise and intellectual authenticity. We further propose a typology of four frames used by the influencers to defend or promote China: “Western Hypocrisy,” which criticizes Western double standards; “Western Threat,” which presents the West as a major threat to global security and growth; “System Superiority,” which promotes China’s political model against Western models; and “Common Destiny,” which envisions a prosperous future shared by China’s global partners. We argue that although the political affiliations of these influencers remain ambiguous and difficult to determine, they have become de facto contributors to China’s quest for global reputation in a digital age.", "url": "https://doi.org/10.1177/20563051251358526", "doi": "10.1177/20563051251358526", "journal_full": "Social Media + Society", "specialized": false, "preprint": false, "score": 0.03240494347576328}, {"title": "Deepfakes or Synthetic Media? The Effect of Euphemisms for Labeling Technology on Risk and Benefit Perceptions", "authors": "Adrian Rauchfleisch, Daniel Vogler, Gabriele de Seta", "abstract": "The language used in public debates and in the news can influence how citizens perceive the risks and benefits of technology. While framing effects on technology perception are well understood, few studies have focused on the effects of specific terms used to describe technology. We analyze how the terms deepfake and synthetic media affect risk and benefit perceptions across application fields. Using Switzerland as a case, our manual content analysis ( n = 380 news articles) reveals a focus on risks in news coverage of deepfakes with minimal use of the term synthetic media. We then tested the effects of the terms on risk and benefit perceptions in a preregistered survey experiment (n = 736 participants). Term choice does not change perceived risks, but “synthetic media” significantly increases perceived benefits across application fields. As a theoretical contribution, we link our findings to the concept of euphemism, proposing that term choice should align with application fields to reflect the risks and benefits of technology. Overall, our study shows that the terms we use to label technology matter, especially for emerging technologies such as artificial intelligence.", "url": "https://doi.org/10.1177/20563051251350975", "doi": "10.1177/20563051251350975", "journal_full": "Social Media + Society", "specialized": false, "preprint": false, "score": 0.01682649268405967}, {"title": "An old familiar song? Assessing the artificial intelligence divide among the regions of the European Union and its connections with digital divides", "authors": "María Rosalía Vicente, Carla Álvarez-Rodríguez, Ana Suárez-Álvarez", "url": "https://doi.org/10.1016/j.telpol.2025.103030", "doi": "10.1016/j.telpol.2025.103030", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.057942313773698295}, {"title": "How does the urban digital economy affect labor mobility? An analysis from inflow and outflow perspectives", "authors": "Wenhui Huang, Yuhong Huang, Qi Huo", "url": "https://doi.org/10.1016/j.telpol.2025.103029", "doi": "10.1016/j.telpol.2025.103029", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.09339009261148368}, {"title": "The knowledge base of Big Tech: Research as a source of informational leadership by the dominant US digital platforms", "authors": "Sandro Mendonça, Eduardo Silva, Bruno Damásio", "url": "https://doi.org/10.1016/j.telpol.2025.102908", "doi": "10.1016/j.telpol.2025.102908", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.008157131119740813}, {"title": "You Can Lead a Horse to Water: Spatial Learning and Path Dependence in Consumer Search", "authors": "Charles Hodgson, Gregory Lewis", "abstract": "We develop and estimate a model of consumer search with spatial learning. Consumers make inferences from previously searched objects to unsearched objects that are nearby in attribute space, generating path dependence in search sequences. The estimated model rationalizes patterns in data on online consumer search paths: search tends to converge to the chosen product in attribute space, and consumers take larger steps away from rarely purchased products. Eliminating spatial learning reduces consumer welfare by 12%: cross‐product inferences allow consumers to locate better products in a shorter time. Spatial learning has important implications for product recommendations on retail platforms. We show that consumer welfare can be reduced by unrepresentative product recommendations and that consumer‐optimal product recommendations depend on both consumer learning and competition between platforms.", "url": "https://doi.org/10.3982/ecta19576", "doi": "10.3982/ecta19576", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.009076033456194565}, {"title": "Reply to: Comments on “Fisher–Schultz Lecture: Generic Machine Learning Inference on Heterogeneous Treatment Effects in Randomized Experiments, With an Application to Immunization in India”", "authors": "Victor Chernozhukov, Mert Demirer, Esther Duflo, Iván Fernández-Val", "url": "https://doi.org/10.3982/ecta23706", "doi": "10.3982/ecta23706", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.027571480348438482}, {"title": "Private Information and Price Regulation in the US Credit Card Market", "authors": "Scott T. Nelson", "abstract": "The 2009 CARD Act limited credit card lenders' ability to raise borrowers' interest rates on the basis of new information. Pricing became less responsive to public and private signals of borrowers' risk and demand characteristics, and price dispersion fell by one‐third. I estimate the efficiency and distributional effects of this shift toward more pooled pricing. Prices fell for high‐risk and price‐inelastic consumers, but prices rose elsewhere in the market and newly exceeded willingness to pay for over 30% of the safest subprime borrowers. On net, average traded prices fell and consumer surplus rose at all credit scores. Higher consumer surplus was partly driven by a fall in lender profits, and partly by the Act's insurance value to borrowers who could retain favorable pricing after adverse changes to their default risk. The relatively high level of pre‐CARD‐Act markups was crucial for realizing these surplus gains.", "url": "https://doi.org/10.3982/ecta18063", "doi": "10.3982/ecta18063", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.00804594326603425}, {"title": "A Comment on: “Fisher–Schultz Lecture: Generic Machine Learning Inference on Heterogeneous Treatment Effects in Randomized Experiments, With an Application to Immunization in India” by Victor Chernozhukov, Mert Demirer, Esther Duflo, and Iván Fernández‐Val", "authors": "Stefan Wager", "abstract": "We use the martingale construction of Luedtke and van der Laan (2016) to develop tests for the presence of treatment heterogeneity. The resulting sequential validation approach can be instantiated using various validation metrics, such as BLPs, GATES, QINI curves, etc., and provides an alternative to cross‐validation‐like cross‐fold application of these metrics. This note was prepared as a comment on the Fisher–Schultz paper by Chernozhukov, Demirer, Duflo, and Fernández‐Val, forthcoming in Econometrica.", "url": "https://doi.org/10.3982/ecta23293", "doi": "10.3982/ecta23293", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.019746868287355723}, {"title": "Competitive Capture of Public Opinion", "authors": "Ricardo Alonso, Gerard Padró i Miquel", "abstract": "Two opposed interested parties (IPs) compete to influence citizens with heterogeneous priors which receive news items produced by a variety of sources. The IPs fight to capture the coverage conveyed in these items. We characterize the equilibrium level of capture of item as well as the equilibrium level of information transmission. Capture increases the prevalence of the ex ante most informative messages and can explain the empirical distribution of slant at the news‐item level. Opposite capturing efforts do not cancel each other and instead undermine social learning as rational citizens discount informative messages. Citizen skepticism makes efforts to capture the news strategic substitutes. Because of strategic substitution, competition for influence is compatible with horizontal differentiation between successful media. In equilibrium, rational citizens choose to consume messages from aligned sources despite knowledge of the bias in a manner consistent with recent empirical evidence.", "url": "https://doi.org/10.3982/ecta22072", "doi": "10.3982/ecta22072", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.006447349081825315}, {"title": "Contract Labor and Establishment Growth in India", "authors": "Marianne Bertrand, Chang-Tai Hsieh, Nick Tsivanidis", "abstract": "India's Industrial Disputes Act (IDA) requires large manufacturing plants to pay substantial costs if they wish to shrink their workforce. Since the early 2000s, these large plants have dramatically increased their use of contract workers who are not subject to these regulatory constraints. Between 2000 and 2015, the contract labor share in non‐managerial employment nearly doubled at establishments with more than 100 workers (from 21 to 40 percentage points), while it only increased from 14 to 17 percentage points at establishments with less than 50 workers. Over the same period, the thickness of the right tail of the establishment size distribution in formal Indian manufacturing plants increased, the average product of labor at large plants declined, the job creation rate for large plants increased, and the probability that large plants introduced new products rose. We argue that these changes were caused by the increased adoption of contract labor. In a model of establishment growth subject to firing costs, we show that easing access to contract labor increased TFP in Indian manufacturing by 7.3% since the early 2000s, occurring all through a one‐time reduction in misallocation between large and small plants with negligible change in the long‐run growth rate.", "url": "https://doi.org/10.3982/ecta20046", "doi": "10.3982/ecta20046", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.015756995237136695}, {"title": "Corrigendum: Financial Frictions and the Wealth Distribution", "authors": "Jesús Fernández-Villaverde, Samuel Hurtado, Galo Nuño", "url": "https://doi.org/10.3982/ecta22259", "doi": "10.3982/ecta22259", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.007919351722749601}, {"title": "A Comment on: “Monotone Comparative Statics”", "authors": "Rabah Amir, David Rietzke", "abstract": "Milgrom and Shannon (1994) provide necessary and sufficient conditions on parameterized optimization problems for their solution sets to be globally monotone in the parameter. We establish that their conditions may be significantly relaxed when focusing on discrete, binary comparisons between solution sets. Such binary comparisons are ubiquitous in economics and may involve comparing the same decision maker across two distinct regimes or two distinct decision makers with related objectives (e.g., a monopolist firm versus a social planner). While the single‐crossing property remains prominent in the theory, quasisupermodularity of the objective functions of interest is not needed. Our approach relies upon a novel method of embedding a new optimization problem with a quasisupermodular objective function “between” the two original problems of interest. In smooth problems, sufficient conditions for our new assumptions may be verified by elementary differential comparisons, making them well suited for applied work. We illustrate the relevance of this novel approach with several economic applications.", "url": "https://doi.org/10.3982/ecta23292", "doi": "10.3982/ecta23292", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.008552810940567812}, {"title": "Fiduciary Duty and the Market for Financial Advice", "authors": "Vivek Bhattacharya, Gastón Illanes, Manisha Padi", "abstract": "Fiduciary duty aims to solve principal‐agent problems, and the United States is in the middle of a protracted debate surrounding the merits of extending it to all financial advisers. Leveraging a transaction‐level data set of deferred annuities and state‐level variation in common law fiduciary duty, we find that it raises risk‐adjusted returns by 25 bp and leads to a 16% decline in the entry of affected firms. Through the lens of a model of entry and advice provision, we show that this effect can be due to both an increase in fixed costs and an increase in the cost of providing low‐quality advice. We show how to disentangle these channels and find that both are empirically relevant. Counterfactual simulations show that further increases in the stringency of fiduciary duty monotonically improve advice quality.", "url": "https://doi.org/10.3982/ecta18492", "doi": "10.3982/ecta18492", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.007726571025602369}, {"title": "A Comment on: “Fisher–Schultz Lecture: Generic Machine Learning Inference on Heterogeneous Treatment Effects in Randomized Experiments, With an Application to Immunization in India” by Victor Chernozhukov, Mert Demirer, Esther Duflo, and Iván Fernández‐Val", "authors": "Kosuke Imai, Michael Lingzhi Li", "abstract": "We examine the split‐sample robust inference (SSRI) methodology introduced by Chernozhukov, Demirer, Duflo, and Fernandez‐Val for quantifying uncertainty in heterogeneous treatment effect estimates produced by machine learning (ML) models. Although SSRI properly accounts for the additional variability due to sample splitting, its computational cost becomes prohibitive with complex ML models. We propose an alternative approach based on randomization inference (RI) that preserves the broad applicability of SSRI while eliminating the need for repeated sample splitting. Leveraging cross‐fitting and design‐based inference, the RI procedure yields valid confidence intervals with substantially reduced computational burden. Simulation studies demonstrate that the RI method preserves the statistical efficiency of SSRI while scaling to much larger applications and more complex settings.", "url": "https://doi.org/10.3982/ecta22261", "doi": "10.3982/ecta22261", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.0166198420239988}, {"title": "Submission of Manuscripts to the Econometric Society Monograph Series", "url": "https://doi.org/10.3982/ecta934sum", "doi": "10.3982/ecta934sum", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.013474573164104608}, {"title": "Fellows of the Econometric Society July, 2025", "url": "https://doi.org/10.3982/ecta934fes", "doi": "10.3982/ecta934fes", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.03705343596762789}, {"title": "Dynamic Concern for Misspecification", "authors": "Giacomo Lanzani", "abstract": "I consider an agent who posits a set of probabilistic models for the payoff‐relevant outcomes. The agent has a prior over this set but fears the actual model is omitted and hedges against this possibility. The concern for misspecification is endogenous: If a model explains the previous observations well, the concern attenuates. I show that different static preferences under uncertainty (subjective expected utility, maxmin, robust control) arise in the long run, depending on how quickly the agent becomes unsatisfied with unexplained evidence. The misspecification concern's endogeneity naturally induces behavior cycles, and I characterize the limit action frequency. I apply the model to monetary policy cycles and choices in the face of complex tax schedules.", "url": "https://doi.org/10.3982/ecta22139", "doi": "10.3982/ecta22139", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.007885671816025175}, {"title": "Producing Health: Measuring Value Added of Nursing Homes", "authors": "Liran Einav, Amy Finkelstein, Neale Mahoney", "abstract": "We develop a stylized model that allows us to estimate a value‐added measure for nursing homes (“SNFs”) which accounts for patient selection both into and out of a SNF. We use the model, together with detailed data on the physical and mental health of about 6 million Medicare SNF patients between 2011 and 2016, to estimate the value added for about 14,000 distinct SNFs. We document substantial heterogeneity in value added. Nationwide, compared to a 10th percentile SNF, a 90th percentile SNF is able to discharge a patient at the same health level almost a week sooner, or one quarter of the median length of stay. Heterogeneity in value added within a market is almost as large as it is nationwide. Our results point to the potential for substantial gains through policies that encourage reallocation of patients to higher‐quality SNFs within their market.", "url": "https://doi.org/10.3982/ecta21016", "doi": "10.3982/ecta21016", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.005554357607882587}, {"title": "Fisher–Schultz Lecture: Generic Machine Learning Inference on Heterogeneous Treatment Effects in Randomized Experiments, With an Application to Immunization in India", "authors": "Victor Chernozhukov, Mert Demirer, Esther Duflo, Iván Fernández-Val", "abstract": "We propose strategies to estimate and make inference on key features of heterogeneous effects in randomized experiments. These key features include best linear predictors of the effects using machine learning proxies, average effects sorted by impact groups , and average characteristics of most and least impacted units . The approach is valid in high‐dimensional settings, where the effects are proxied (but not necessarily consistently estimated) by predictive and causal machine learning methods. We post‐process these proxies into estimates of the key features. Our approach is generic; it can be used in conjunction with penalized methods, neural networks, random forests, boosted trees, and ensemble methods, both predictive and causal. Estimation and inference are based on repeated data splitting to avoid overfitting and achieve validity. We use quantile aggregation of the results across many potential splits, in particular taking medians of p ‐values and medians and other quantiles of confidence intervals. We show that quantile aggregation lowers estimation risks over a single split procedure, and establish its principal inferential properties. Finally, our analysis reveals ways to build provably better machine learning proxies through causal learning: we can use the objective functions that we develop to construct the best linear predictors of the effects, to obtain better machine learning proxies in the initial step. We illustrate the use of both inferential tools and causal learners with a randomized field experiment that evaluates a combination of nudges to stimulate demand for immunization in India.", "url": "https://doi.org/10.3982/ecta19303", "doi": "10.3982/ecta19303", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.009058133733236828}, {"title": "Selecting the Most Effective Nudge: Evidence From a Large‐Scale Experiment on Immunization", "authors": "Abhijit Banerjee, Arun G. Chandrasekhar, Suresh Dalpath, Esther Duflo, John Floretta, Matthew O. Jackson, Harini Kannan, Francine Loza, Anirudh Sankar, Anna Schrimpf, Maheshwor Shrestha", "abstract": "Policymakers often choose a policy bundle that is a combination of different interventions in different dosages. We develop a new technique— treatment variant aggregation (TVA)—to select a policy from a large factorial design. TVA pools together policy variants that are not meaningfully different and prunes those deemed ineffective. This allows us to restrict attention to aggregated policy variants, consistently estimate their effects on the outcome, and estimate the best policy effect adjusting for the winner's curse. We apply TVA to a large randomized controlled trial that tests interventions to stimulate demand for immunization in Haryana, India. The policies under consideration include reminders, incentives, and local ambassadors for community mobilization. Cross‐randomizing these interventions, with different dosages or types of each intervention, yields 75 combinations. The policy with the largest impact (which combines incentives, ambassadors who are information hubs, and reminders) increases the number of immunizations by 44% relative to the status quo. The most cost‐effective policy (information hubs, ambassadors, and SMS reminders, but no incentives) increases the number of immunizations per dollar by 9.1% relative to the status quo.", "url": "https://doi.org/10.3982/ecta19739", "doi": "10.3982/ecta19739", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.006029617828061107}, {"title": "Artisanal mining in Africa. Green for Gold?", "authors": "Victoire Girard, Teresa Molina-Millán, Guillaume Vic", "abstract": "The livelihoods of 130 to 270 million people depend on artisanal mining. Artisanal mining is a labour-intensive, often illegal, extractive activity. We combine geological knowledge and a source of exogenous temporal variation to construct the first proxy for artisanal gold mining in Africa – the main form of artisanal mining. We establish that an increase in the potential value of artisanal mining is a significant driver of deforestation. The historical increase in the gold price accounts for 8% of deforestation continent-wide, 28% in gold-suitable areas. In parallel, artisanal mining increases local economic wealth and may provide an alternative livelihood, should in case of weather shock jeopardising agricultural output. Finally, mining-induced deforestation seems rooted more in the direct clearing of trees for the activity than in indirect deforestation triggered by increased local demand.", "url": "https://doi.org/10.1093/ej/ueaf058", "doi": "10.1093/ej/ueaf058", "journal_full": "Economic Journal", "specialized": false, "preprint": false, "score": 0.03177681796702314}, {"title": "Unemployment dynamics and endogenous unemployment insurance extensions", "authors": "W. Similan Rujiwattanapong", "url": "https://doi.org/10.1016/j.euroecorev.2025.105106", "doi": "10.1016/j.euroecorev.2025.105106", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.08130455787034696}, {"title": "Do firms react to monetary policy in developing countries?", "authors": "Djeneba Dramé, Florian Léon", "url": "https://doi.org/10.1016/j.euroecorev.2025.105102", "doi": "10.1016/j.euroecorev.2025.105102", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.013653730009633658}, {"title": "Measuring social norm variation across contexts: Replication and comparison to alternative methods", "authors": "David Huffman, Garrett Kohno, Pauline Madiès, Spencer Vogrinec, Stephanie W. Wang, Dhwani Yagnaraman", "url": "https://doi.org/10.1016/j.euroecorev.2025.105097", "doi": "10.1016/j.euroecorev.2025.105097", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.015437022813183154}, {"title": "Warning words in a warming world: Central bank communication and climate change", "authors": "Emanuele Campiglio, Jérôme Deyris, Davide Romelli, Ginevra Scalisi", "url": "https://doi.org/10.1016/j.euroecorev.2025.105101", "doi": "10.1016/j.euroecorev.2025.105101", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.048074970259610716}, {"title": "(Re)Evaluating recent macroeconomic policy in the US", "authors": "Tatiana Kirsanova, Campbell Leith, Celsa Machado, Ana Paula Ribeiro", "url": "https://doi.org/10.1016/j.euroecorev.2025.105091", "doi": "10.1016/j.euroecorev.2025.105091", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.01303387053459748}, {"title": "Sieve estimation of state-varying factor models", "authors": "Liangjun Su, Sainan Jin, Xia Wang", "url": "https://doi.org/10.1016/j.jeconom.2025.106064", "doi": "10.1016/j.jeconom.2025.106064", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.01604422326382493}, {"title": "Robust estimation for dynamic spatial autoregression models with nearly optimal rates", "authors": "Yin Lu, Chunbai Tao, Di Wang, Gazi Salah Uddin, Libo Wu, Xuening Zhu", "url": "https://doi.org/10.1016/j.jeconom.2025.106065", "doi": "10.1016/j.jeconom.2025.106065", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.009791543772821987}, {"title": "Model uncertainty in the cross-section of stock returns", "authors": "Jiantao Huang, Ran Shi", "url": "https://doi.org/10.1016/j.jeconom.2025.106066", "doi": "10.1016/j.jeconom.2025.106066", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.01186016584928884}, {"title": "Recent Referees", "url": "https://doi.org/10.1086/737774", "doi": "10.1086/737774", "journal_full": "Journal of Political Economy", "specialized": false, "preprint": false, "score": 0.0036255983305827355}, {"title": "JPE Turnaround Times", "url": "https://doi.org/10.1086/737517", "doi": "10.1086/737517", "journal_full": "Journal of Political Economy", "specialized": false, "preprint": false, "score": 0.003756707828254102}, {"title": "The impact of increased exposure of diversity on suburban students’ outcomes: An analysis of the METCO voluntary desegregation program", "authors": "Elizabeth Setren", "url": "https://doi.org/10.1016/j.jpubeco.2025.105377", "doi": "10.1016/j.jpubeco.2025.105377", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.7812470947918396}, {"title": "Vote and trade: An efficient mechanism for common-pool resource management with stock externalities", "authors": "Hao Zhao, David Porter", "url": "https://doi.org/10.1016/j.jpubeco.2025.105448", "doi": "10.1016/j.jpubeco.2025.105448", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.007439579722578471}, {"title": "Driving innovation? Carbon tax effects in the Swedish transport sector", "authors": "Nils aus dem Moore, Johannes Brehm, Henri Gruhl", "url": "https://doi.org/10.1016/j.jpubeco.2025.105444", "doi": "10.1016/j.jpubeco.2025.105444", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.15516665732990875}, {"title": "Review of Economics and Statistics 2025 Annual Report", "url": "https://doi.org/10.1162/rest_e_01583", "doi": "10.1162/rest_e_01583", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.01890211908893269}, {"title": "Distributional Growth Accounting: Education and the Reduction of Global Poverty, 1980-2019", "authors": "Amory Gethin", "abstract": "This article quantifies the role played by education in the reduction of global poverty. I propose tools for identifying the contribution of schooling to economic growth by income group, integrating imperfect substitution between skill groups into macroeconomic growth decomposition. I bring this “distributional growth accounting” framework to the data by exploiting a new microdatabase representative of nearly all of the world’s population, new estimates of the private returns to schooling, and historical income distribution statistics. Education can account for about 45% of global economic growth and 60% of pretax income growth among the world’s poorest 20% from 1980 to 2019. A significant fraction of these gains was made possible by skill-biased technical change amplifying the returns to education. Because they ignore the distributional effects of schooling, standard growth accounting methods substantially underestimate economic benefits of education for the global poor.", "url": "https://doi.org/10.1093/qje/qjaf033", "doi": "10.1093/qje/qjaf033", "journal_full": "The Quarterly Journal of Economics", "specialized": false, "preprint": false, "score": 0.0078919411390036}, {"title": "From Public Labs to Private Firms: Magnitude and Channels of Local R&amp;D Spillovers", "authors": "Antonin Bergeaud, Arthur Guillouzouic, Emeric Henry, Clément Malgouyres", "abstract": "Introducing a new measure of scientific proximity between private firms and public research groups and exploiting a multi-billion euro financing program of academic clusters in France, we provide causal evidence of local spillovers from academic research to firms in the private sector. Our main estimate suggests that each euro spent in academic research through this program spurred an additional 0.81 euros in private R&amp;D expenditures. We also show that this shock increased the average quality of patents. We exploit reports produced by funded clusters, complemented by data on firm creation, labor mobility and R&amp;D public–private partnerships, to provide evidence on the channels for these spillovers. We discuss the policy implications of funding academic research to stimulate private R&amp;D.", "url": "https://doi.org/10.1093/qje/qjaf034", "doi": "10.1093/qje/qjaf034", "journal_full": "The Quarterly Journal of Economics", "specialized": false, "preprint": false, "score": 0.011185844364618336}, {"title": "Capital Requirements with Non-Bank Finance", "authors": "Kyle Dempsey", "abstract": "I quantitatively analyze the macroeconomic impacts of raising capital requirements in a model in which heterogeneous firms may choose either intermediated or direct finance. Heterogeneous banks compete with other banks and the bond market, fund loans with insured deposits and costly equity (subject to a minimum capital to asset ratio), and monitor borrowers. I find that tighter capital requirements reduce costly bank failures while having only small effects on key macroeconomic aggregates, and that raising capital requirements above current levels can be welfare-improving. Three main forces give rise to these results. First, even though banks cut loan supply for a given level of net worth under a tighter capital requirement, in equilibrium banks’ net worth rises to dampen this effect. Second, intense competition from the non-bank sector disciplines banks’ lending responses to tighter regulation. Third, substitution by corporate firms offsets much of the decline in debt financing associated with tighter bank loan supply. As a corollary, almost all of the modest costs associated with tighter capital requirements are concentrated within the bank-dependent non-corporate sector.", "url": "https://doi.org/10.1093/restud/rdaf061", "doi": "10.1093/restud/rdaf061", "journal_full": "The Review of Economic Studies", "specialized": false, "preprint": false, "score": 0.004827486231186007}, {"title": "Does Tax-Benefit Linkage Matter for the Incidence of Payroll Taxes?", "authors": "Antoine Bozio, Thomas Breda, Julien Grenet, Arthur Guillouzouic", "abstract": "We analyze earnings responses to six large payroll tax and income tax reforms in France. Our findings indicate full pass-through to workers when there is a strong and transparent link between contributions and expected benefits. In contrast, employer payroll taxes with no tax-benefit linkage exhibit limited pass-through to workers, while income tax nominally borne by employees show nearly full pass-through. Together with a meta-analysis of the literature, we interpret these results as empirical support for the long-standing hypothesis that tax-benefit linkage matters for the incidence of payroll taxes. In the absence of such linkage, our findings suggest that the individual-level incidence of payroll taxes aligns with their statutory incidence.", "url": "https://doi.org/10.1093/restud/rdaf059", "doi": "10.1093/restud/rdaf059", "journal_full": "The Review of Economic Studies", "specialized": false, "preprint": false, "score": 0.009446679253692358}, {"title": "A tale of two homecomings: the fragmented reintegration of first- and 1.5-generation returnees in Mexico", "authors": "Ana P. Canedo", "abstract": "During the past decade, an unprecedented number of Mexicans residing in the U.S. returned to Mexico. This high level of return migration entails great social, cultural, economic, and political challenges for a country that has long struggled to absorb its young and low-skilled workforce—and that is likely to continue receiving returnees as immigration enforcement in the United States intensifies. Drawing on semi-structured interviews with Mexican migrants returning from the United States, this paper examines the key barriers that returnees face to be able to reintegrate successfully. The analysis shows that first-generation migrants or those who migrated to the United States in adulthood and 1.5-generation migrants or those who migrated as minors with their parents have strikingly different reintegration experiences upon return. Findings also point to a fragmented form of embeddedness, in which returnees may reintegrate along one dimension (social, economic, or psychological) but not others. These insights contribute to the literature on return migration by deepening our understanding of the complexities of reintegration in the Mexican context, with the aim of informing more effective policy responses and anticipating future challenges.", "url": "https://doi.org/10.1186/s40878-025-00477-5", "doi": "10.1186/s40878-025-00477-5", "journal_full": "Comparative Migration Studies", "specialized": true, "preprint": false, "score": 0.9630320143275812}, {"title": "Anti-racism in grassroots football: bridging policy gaps and local struggles in migration-shaped communities", "authors": "Alessandro Mazzola", "url": "https://doi.org/10.1080/01419870.2025.2532715", "doi": "10.1080/01419870.2025.2532715", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.953631802629073}, {"title": "Symposium on Tariq Modood’s and Thomas Sealy’s The New Governance of Religious Diversity", "authors": "John Solomos", "url": "https://doi.org/10.1080/01419870.2025.2524598", "doi": "10.1080/01419870.2025.2524598", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.5873562314339988}, {"title": "American dark age: racial feudalism and the rise of black liberalism", "authors": "Alford A. Young, Jr.", "url": "https://doi.org/10.1080/01419870.2025.2534514", "doi": "10.1080/01419870.2025.2534514", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.11928307192239773}, {"title": "“It’s okay to be white”: anatomy of a white supremacist trolling campaign", "authors": "Mark Davis", "url": "https://doi.org/10.1080/01419870.2025.2529402", "doi": "10.1080/01419870.2025.2529402", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.04214619275089271}, {"title": "Stories of the changing same: the contribution of public scholarship to antiracism", "authors": "Anna Numa Hopkins", "url": "https://doi.org/10.1080/01419870.2025.2531304", "doi": "10.1080/01419870.2025.2531304", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.0870780145529908}, {"title": "“Don’t complain. Adapt. Be successful”: how highly educated, middle-class Germans of Polish, Turkish, and sub-Saharan African background respond to racism", "authors": "Eunike Piwoni", "url": "https://doi.org/10.1080/01419870.2025.2529413", "doi": "10.1080/01419870.2025.2529413", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.6817180255040022}, {"title": "“Not by preaching” but storytelling: anti-racist podcast production in Finland in the European context", "authors": "Outi Kähäri", "url": "https://doi.org/10.1080/01419870.2025.2531300", "doi": "10.1080/01419870.2025.2531300", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.3942825934148534}, {"title": "#PeroNoSomosRacistas: examining Dominican (anti)blackness in a time of global racial reckoning", "authors": "Pamela Zabala Ortiz", "url": "https://doi.org/10.1080/01419870.2025.2531297", "doi": "10.1080/01419870.2025.2531297", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.467021906787618}, {"title": "“Antiracism for sale”: commodification, antiracialism, and the politics of antiracism campaigns in France", "authors": "Guillaume Johnson, Noémi Michel", "url": "https://doi.org/10.1080/01419870.2025.2531298", "doi": "10.1080/01419870.2025.2531298", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.1511995083860892}, {"title": "Comparative Analysis of Reintegration Policies", "authors": "Katie Kuschminder, Kidjie Saguin", "abstract": "The term ‘reintegration policies’ is increasing in utility within academic and policy communities. However, exactly what constitutes a reintegration policy is unclear, and the term is being operationalised within a conceptual vacuum. We define reintegration policies as instruments intended to address the social, economic, and political needs of returnees to facilitate their reintegration into society. In doing so, we consider five elements within a reintegration policy: (1) the target population; (2) the policy goals; (3) instruments; (4) administration and funding; and (5) the implementers of the policy. Three contemporary reintegration policies are compared and used as examples: the EU‐IOM Joint Initiative on Migrant Protection and Reintegration, the Netherlands Subsidy Scheme for Supporting Voluntary Departure, and the Philippines reintegration policy for Overseas Foreign Workers. The results show that contemporary reintegration policies are diverse and manage trade‐offs between migration management‐led and protection‐led reintegration policies.", "url": "https://doi.org/10.1111/imig.70072", "doi": "10.1111/imig.70072", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.19259948321498155}, {"title": "Skilled Migrants' Experiences of Othering, Alterity and Language Policing", "authors": "Uma Jogulu, Maggie McAlinden, Melissa A. Parris, Juliana Mutum", "abstract": "The Australian Permanent Migration Program and related settlement services have been critical to Australia's success as a stable, democratic and culturally diverse nation. However, emerging research has revealed that this success may come with a high price for as many as one in four skilled migrants who find themselves employed beneath their level of education, expertise and experience, which we define as underemployment. We designed a study that sought to understand the settlement experiences of 36 Asia‐Pacific‐skilled migrants working as managers. Incorporating Spivak's concepts of subalternity, othering and alterity as a theoretical framework, our analysis uncovered how migrant identity intersected with the linguistic prejudice and othering that arose in migrants' everyday interactions with coworkers and employers. We found that the skilled migrants experienced linguistic prejudice and discrimination despite their high levels of English language proficiency.", "url": "https://doi.org/10.1111/imig.70074", "doi": "10.1111/imig.70074", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.9952874531240398}, {"title": "Computational Research in Ethnic and Migration Studies. By EmanuelDeutschmann, Lucas G. Drouhot, Carolina V. Zuccotti, and EmilioZagheni (eds.), London: Routledge, 2025. 234 pp. £108.00 (hardback) ISBN: 978‐1‐03‐287571‐2; £42.39 (e‐book) ISBN: 978‐1‐00‐353336‐8", "authors": "Şükrü Atsızelti", "url": "https://doi.org/10.1111/imig.70073", "doi": "10.1111/imig.70073", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.9875167722799814}, {"title": "Governing Migration, Producing Skills: Emigration and Education in the Philippines", "authors": "Yasmin Y. Ortiga, Roderick Galam", "abstract": "This article examines skill as an integral yet understudied aspect of emigration governance. To date, migration studies have mainly focused on how the demand for migrant skills drive people's movements across borders, shaping the conditions for entry into popular destinations in the West. In contrast, less is known as to how skills also shape the way governments manage emigration, pushing would-be migrants to acquire certain capacities well before they leave their countries of origin. Drawing from the case of the Philippines, this article discusses how state agencies have used skills training to dominate specific markets for migrant professionals and demand higher wages for Filipino workers abroad. Yet, this emphasis on skilling has also worsened existing inequalities within the country, creating social problems that state officials are unable to fully address and control. We argue that such issues stem from the private schools and training companies who dominate skills provision for aspiring migrants. Such actors remain largely overlooked in current scholarship, despite their increasing influence on workers’ migration trajectories. This paper highlights the challenges of producing workers for labor markets beyond borders, as well as its implications on how we understand migration governance as a whole.", "url": "https://doi.org/10.1177/01979183251359171", "doi": "10.1177/01979183251359171", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.992262530369906}, {"title": "The Limits of Refugee Status Determination Through Credibility Assessment: Empirical Evidence from Sexual Orientation Asylum Cases", "authors": "Thomas Wimark", "abstract": "Using credibility assessment methods in determining refugee status for asylum claimants is a widely used practice. Scholars tend to argue that this is inappropriate when sexual orientation forms the basis of the claim. Detailedness, consistency, and plausibility in sexual orientation narratives are hard to establish, as the narratives relate to identity and inner emotions rather than solely to external events. We have yet to determine which parts of the credibility assessments can affect refugee status outcomes. To address this gap, this article uses a representative sample of sexual orientation asylum decisions from Sweden, aiming to test which credibility aspects influence asylum determination outcomes. The findings reveal that case assessors put emphasis on detailedness and inconsistencies to determine whether statements are truthful. This emphasis on detail and consistency poses challenges in verifying the credibility of sexual orientation claims, as it is susceptible to deception. These insights underscore the need for a deeper understanding of credibility assessment methods to ensure a fairer treatment of sexual orientation claimants in asylum processes.", "url": "https://doi.org/10.1177/01979183251360677", "doi": "10.1177/01979183251360677", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.9785112090438104}, {"title": "Migration, Advanced Digital Technologies, and the Future of Work", "authors": "Anna Triandafyllidou", "abstract": "Advanced digital technologies are transforming the way we work, connect, participate, and even live. Their impact is most visible in the migration field where they facilitate decoupling the place of work and the place of residence, potentially leading to whole new opportunities and challenges. Today, digital nomads can travel while they work, while labor migrants, particularly those with temporary status, may find themselves trapped in digital platform work. Contributions to this special Issue shed light on these seemingly opposed phenomena of digital nomadism and migrant worker engagement in digital platforms. This introductory paper offers a critical review of the notion of quality of work, arguing that its contours have been fundamentally shifting in recent times. Empirical insights arising from research on digital platforms (particularly immigrant employment in those) and work on digital nomadism reveal new elements valued by migrant and digital nomad workers. This paper and the other contributions included in this special issue point to the ambivalence of these new configurations, which create vulnerable workers but also agentic subjects who seek to negotiate better career aspirations, whether through digital nomadism or engagement in digital platform work.", "url": "https://doi.org/10.1177/01979183251359176", "doi": "10.1177/01979183251359176", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.9777912278356771}, {"title": "Estimating and Conditional Forecasting Bilateral Migration Flows Between South America and Europe, 1985–2050", "authors": "Andrea Lisette Aparicio Castro, Arkadiusz Wiśniowski, Dilek Yildiz, Michaela Potančoková", "abstract": "South America and Europe have a history of reversals in the directionality of migration. While South America was a major destination for European migrants in the early twentieth century, migration flows have reversed in recent decades, with increasing South American emigration to Europe. However, inconsistencies in bilateral migration data hinder empirical assessments of migration systems between these regions. This study addresses this gap by (1) estimating a complete, comparable, reliable, and consistent time series of bilateral migration flows between South America and Europe from 1985 to 2018 and (2) generating conditional forecasts until 2050. Using a two-level hierarchical Bayesian model, it integrates one-year and five-year transition census data, corrects for undercounting of native-born migrants, adjusts for census approaches and data quality, and incorporates key migration drivers, including demographics, socioeconomic disparities, historical ties, and environmental factors. By producing reliable migration data, this study provides a robust foundation for analyzing the persistence and evolution of migration patterns between South America and Europe across time. It contributes to migration systems theory by integrating theoretical insights with empirical modeling, assessing whether South America–Europe flows form a structured, evolving network, whilst also serving as a valuable reference for analyzing future migration trajectories.", "url": "https://doi.org/10.1177/01979183251352404", "doi": "10.1177/01979183251352404", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.9955522731601789}, {"title": "Aquapelagic necropolitics: governing migrants through more-than-human technologies on the Atlantic route to the Canary Islands", "authors": "Ángela Iranzo, Sira Dupain", "url": "https://doi.org/10.1080/1369183x.2025.2536166", "doi": "10.1080/1369183x.2025.2536166", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.9748875965462261}, {"title": "Re-thinking how people and societies change through migration: comparisons across boundaries – Nancy Foner discusses her intellectual, career, and life journey with Paul Statham", "authors": "Nancy Foner, Paul Statham", "url": "https://doi.org/10.1080/1369183x.2025.2521560", "doi": "10.1080/1369183x.2025.2521560", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.9228225371657391}, {"title": "‘ I’m not Swedish, I’m not Arab, I’m a mother’ narratives of fragile (un)belonging in a postmigrant society", "authors": "Mostafa Hosseini", "url": "https://doi.org/10.1080/1369183x.2025.2529495", "doi": "10.1080/1369183x.2025.2529495", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.30290010871847395}, {"title": "Unpacking ‘birth tourism’: incidental citizenship and the diverse migration and reproduction trajectories of nonresident mothers in Canada", "authors": "Amanda R. Cheong, Megan Gaucher, Jing Li, Stephanie Nedoshytko, Jamie Chai Yun Liew, Angela M. Contreras-Chavez, Hilal Kina, Nikita McDavid, David Brush", "url": "https://doi.org/10.1080/1369183x.2025.2534416", "doi": "10.1080/1369183x.2025.2534416", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.9084936921783817}, {"title": "Art as a path to social inclusion: perspectives of Syrian refugees in Istanbul", "authors": "Gizem Karaköse", "abstract": "Art provides refugees with a way to navigate linguistic and cultural challenges, creating opportunities for expression and connection in the context of displacement. Despite significant research on art’s role in refugee integration within Western contexts, its influence on non-Western settings remains underexplored. This study examines how art enables Syrian refugees in Istanbul to redefine their identities and engage with host communities. Drawing on theories of integration, identity negotiation, and social inclusion, the research explores how initiatives like Yolo Art and Addar support refugees in challenging stereotypes and building mutual understanding. The paper argues for expanding traditional integration frameworks to include social inclusion, highlighting the complexities of refugee experiences. It also addresses challenges such as language barriers and economic constraints that limit participation in art-based inclusion efforts. Findings suggest that inclusive, culturally adaptive art initiatives can foster dialogue and enhance social cohesion between refugees and host societies.", "url": "https://doi.org/10.1093/jrs/feaf048", "doi": "10.1093/jrs/feaf048", "journal_full": "Journal of Refugee Studies", "specialized": true, "preprint": false, "score": 0.7752168797113114}, {"title": "Economic Conditions, Education and Parity‐Specific Fertility: A Sub‐National Regional Study Across 15 Countries in Europe", "authors": "Jessica Nisén, Sebastian Klüsener, Johan Dahlberg, Lars Dommermuth, Aiva Jasilioniene, Michaela Kreyenfeld, Trude Lappegård, Peng Li, Pekka Martikainen, Karel Neels, Bernhard Riederer, Saskia te Riele, Harun Sulak, Laura Szabó, Alessandra Trimarchi, Francisco Viciana, Mikko Myrskylä", "abstract": "There is a longstanding interest in the link between economic conditions and fertility levels. Most research measuring economic development has focused on national‐level patterns and period total fertility levels. We aim to extend existing knowledge by carrying out a sub‐national regional analysis of the link between economic conditions and parity‐specific cohort fertility, while taking into account heterogeneity by educational level. We study three fertility outcomes by women's education: the share of women who remain childless, the mean number of children per mother and the mean number of children per woman. For this analysis, we harmonised register, census and large‐scale survey data from 15 European countries, with a focus on women born in the late 1960s. Women's fertility was measured at the end of their reproductive careers and combined with contextual information, including information on the regional GDP (per capita). In our multiple regression models that controlled for country‐level factors, we found that GDP was positively associated with childlessness among women with medium and high levels of education. However, GDP was negatively associated with the number of children per mother among women with low levels of education. These findings show that the relationship between economic conditions and fertility varies depending on the level of education of the women, and it differs between childlessness and continued childbearing. High‐income contexts may be less supportive of continued childbearing for women with lower levels of education.", "url": "https://doi.org/10.1002/psp.70074", "doi": "10.1002/psp.70074", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.03406100684210889}, {"title": "Time Since Separation, Repartnering, and Homeownership in England and Wales, and Germany", "authors": "Júlia Mikolai, Hill Kulu, Michael J. Thomas, Sergi Vidal", "abstract": "Separation, divorce, and repartnering are increasingly common across European societies. These partnership transitions are closely related to individuals' housing careers. For example, after separation, individuals are likely to move out of homeownership and experience a period of elevated residential mobility. However, little is known about the role of repartnering for post‐separation housing careers. This paper investigates homeownership levels among separated and repartnered individuals in Germany, and England and Wales, two societies with similar levels of economic development but different welfare and housing systems. We use multi‐level logistic regression to study the probability of being a homeowner on combined data from the British Household Panel Survey and the United Kingdom Household Longitudinal Study, and the German Socio‐Economic Panel. We find that separated individuals are significantly less likely to own a home than those who are married or cohabiting in both countries. Homeownership levels increase over time since separation, but this increase is largely associated with repartnering. Homeownership rates remain low among separated individuals who do not repartner, especially among those with low socio‐economic status. We conclude that separation has a long‐term effect on individuals' housing careers, which exacerbates existing housing inequalities particularly in countries such as England and Wales where homeownership is the main tenure type.", "url": "https://doi.org/10.1002/psp.70073", "doi": "10.1002/psp.70073", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.026831189643883424}, {"title": "How the four-day working week could affect health", "authors": "Sotiris Vandoros, Pedro P Barros, Jolene Skordis, Brendan Burchell, Rita Fontinha, Pedro Gomes", "url": "https://doi.org/10.1038/s41562-025-02262-x", "doi": "10.1038/s41562-025-02262-x", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.013426188111973936}, {"title": "Feature-based reward learning shapes human social learning strategies", "authors": "David Schultner, Lucas Molleman, Björn Lindström", "abstract": "Human adaptation depends on individuals strategically choosing whom to learn from. A mosaic of social learning strategies—such as copying majorities or successful others—has been identified. Influential theories conceive of these strategies as fixed heuristics, independent of experience. However, such accounts cannot explain the flexibility and individual variability prevalent in social learning. Here we advance a domain-general reward learning framework that provides a unifying mechanistic account of pivotal social learning strategies. We first formalize how individuals learn to associate social features (for example, others’ behaviour or success) with reward. Across six experiments ( n = 1,941), we show that people flexibly adjust their social learning in response to experienced rewards. Agent-based simulations further demonstrate how this learning process gives rise to key social learning strategies across a range of environments. Our findings suggest that people learn how to learn from others, enabling adaptive knowledge to spread dynamically throughout societies.", "url": "https://doi.org/10.1038/s41562-025-02269-4", "doi": "10.1038/s41562-025-02269-4", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.005419993894778319}, {"title": "Predicting human decisions with behavioural theories and machine learning", "authors": "Ori Plonsky, Reut Apel, Eyal Ert, Moshe Tennenholtz, David Bourgin, Joshua C. Peterson, Daniel Reichman, Thomas L. Griffiths, Stuart J. Russell, Even C. Carter, James F. Cavanagh, Ido Erev", "url": "https://doi.org/10.1038/s41562-025-02267-6", "doi": "10.1038/s41562-025-02267-6", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.005780744062553689}, {"title": "Work time reduction via a 4-day workweek finds improvements in workers’ well-being", "authors": "Wen Fan, Juliet B. Schor, Orla Kelly, Guolin Gu", "url": "https://doi.org/10.1038/s41562-025-02259-6", "doi": "10.1038/s41562-025-02259-6", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.013000280009148435}, {"title": "Unpacking gender and race segregation along occupational skills and socio-economic status in Brazil", "authors": "Ben-Hur Francisco Cardoso, Laís Souza, Flávio L. Pinheiro, Liana Bohn, Dominik Hartmann", "url": "https://doi.org/10.1038/s41562-025-02272-9", "doi": "10.1038/s41562-025-02272-9", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.2899997250520857}, {"title": "Impact of women’s political empowerment through gender quotas on improved drinking water access in Africa", "authors": "Jiafu An, Tenghui Wang, Bin Chen, Peng Gong, Chen Lin, Nils Chr. Stenseth", "abstract": "Access to safely managed drinking water is a fundamental human right, essential for human health and well-being. However, 2.2 billion people around the world still lack this access, with significant geographical disparities. In this study, we leveraged the implementation of gender quota laws—specifically reserved parliamentary seats for women across African countries—to examine its impact on improved water availability. Our findings reveal that the implementation of gender quotas is associated with a 4.71 percentage point increase, on average, in the likelihood of people accessing safely managed water infrastructure. This effect becomes even more pronounced, rising to a 12.25 percentage point increase, when the quotas mandate reserving more than 20% of seats for women. Households with lower wealth, female-headed households, those living in rural areas, and households with lower levels of women’s empowerment and education benefit most from this policy. Further investigation into the underlying mechanisms, and anecdotal evidence, reveals that gender-reserved seat quotas lead to an increase in the proportion of women in parliaments and an expansion of women’s political and social rights, although these effects do not extend to economic status.", "url": "https://doi.org/10.1073/pnas.2511977122", "doi": "10.1073/pnas.2511977122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.02432282592901669}, {"title": "Exploring the social life of urban spaces through AI", "authors": "Arianna Salazar-Miranda, Zhuangyuan Fan, Michael Baick, Keith N. Hampton, Fabio Duarte, Becky P. Y. Loo, Edward Glaeser, Carlo Ratti", "abstract": "We analyze changes in pedestrian behavior over a 30-y period in four urban public spaces located in New York, Boston, and Philadelphia. Building on William Whyte’s observational work, which involved manual video analysis of pedestrian behaviors, we employ computer vision and deep learning techniques to examine video footage from 1979–80 and 2008–10. Our analysis measures changes in walking speed, lingering behavior, group sizes, and group formation. We find that the average walking speed has increased by 15%, while the time spent lingering in these spaces has halved across all locations. Although the percentage of pedestrians walking alone remained relatively stable (from 67% to 68%), the frequency of group encounters declined, indicating fewer interactions in public spaces. This shift suggests that urban residents are using streets as thoroughfares rather than as social spaces, which has important implications for the role of public spaces in fostering social engagement.", "url": "https://doi.org/10.1073/pnas.2424662122", "doi": "10.1073/pnas.2424662122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.01742551195675579}, {"title": "Tenure and research trajectories", "authors": "Giorgio Tripodi, Xiang Zheng, Yifan Qian, Dakota Murray, Benjamin F. Jones, Chaoqun Ni, Dashun Wang", "abstract": "Tenure is a cornerstone of the US academic system, yet its relationship to faculty research trajectories remains poorly understood. Conceptually, tenure systems may act as a selection mechanism, screening in high-output researchers; a dynamic incentive mechanism, encouraging high output prior to tenure but low output after tenure; and a creative search mechanism, encouraging tenured individuals to undertake high-risk work. Here, we integrate data from seven different sources to trace US tenure-line faculty and their research outputs at a remarkable scale and scope, covering over 12,000 researchers across 15 disciplines. Our analysis reveals that faculty publication rates typically increase sharply during the tenure track and peak just before obtaining tenure. Post-tenure trends, however, vary across disciplines: In lab-based fields, such as biology and chemistry, research output typically remains high post-tenure, whereas in non-lab-based fields, such as mathematics and sociology, research output typically declines substantially post-tenure. Turning to creative search, faculty increasingly produce novel, high-risk research after securing tenure. However, this shift toward novelty and risk-taking comes with a decline in impact, with post-tenure research yielding fewer highly cited papers. Comparing outcomes across common career ages but different tenure years or comparing research trajectories in tenure-based and non-tenure-based research settings underscores that breaks in the research trajectories are sharply tied to the individual’s tenure year. Overall, these findings provide an empirical basis for understanding the tenure system, individual research trajectories, and the shape of scientific output.", "url": "https://doi.org/10.1073/pnas.2500322122", "doi": "10.1073/pnas.2500322122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.004511702891043967}, {"title": "Implementation science aims to improve healthcare by validating effective interventions", "authors": "John Carey", "url": "https://doi.org/10.1073/pnas.2517704122", "doi": "10.1073/pnas.2517704122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.005165277637914412}, {"title": "Eighty years at the nuclear brink", "authors": "Ernest J. Moniz", "abstract": "Eighty years ago, the atomic bombings of Hiroshima and Nagasaki ushered in the nuclear age with weapons of previously unimagined destructive power. Since then, an arms race led to a global inventory of 70,000 nuclear weapons, followed by a period of arms control that brought the number down to almost 12,000 today. Despite this tremendous achievement, nuclear arms still figure prominently in global crises. The world is in desperate need of both short-term nuclear risk reduction and a longer-term vision for enduring peace and stability.", "url": "https://doi.org/10.1126/science.aea6515", "doi": "10.1126/science.aea6515", "journal_full": "Science", "specialized": false, "preprint": false, "score": 0.017604897802050767}, {"title": "Understanding the success and failure of online political debate: Experimental evidence using large language models", "authors": "Tobias Heide-Jørgensen, Gregory Eady, Anne Rasmussen", "abstract": "Online political debate is frequently lamented for being toxic, partisan, and counterproductive. However, we know little about how core elements of political debate (justification, tone, willingness to compromise, and partisanship) affect its quality. Using text-based treatments experimentally manipulated with a large language model, we test how these elements causally affect the quality of open-text responses about issues important to the US and UK public. We find substantial evidence that differences in justification, tone, and willingness to compromise, but not partisanship, affect the quality of subsequent discourse. Combined, these elements increase the probability of high-quality responses by roughly 1.6 to 2 times and substantially increase openness to alternative viewpoints. Despite the ability to bring about substantial changes in discourse quality, we find no evidence of changes in political attitudes themselves. Our findings demonstrate how adapting approaches to online debate can foster healthy democratic interactions but have less influence on changing minds.", "url": "https://doi.org/10.1126/sciadv.adv7864", "doi": "10.1126/sciadv.adv7864", "journal_full": "Science Advances", "specialized": false, "preprint": false, "score": 0.006731903893565483}, {"title": "Remembering crises: the making of monetary distrust in Argentina", "authors": "Guadalupe Moreno", "abstract": "Money, the paramount contract of market societies, relies on our collective belief in its enduring value. Yet we still know little about the social foundations that sustain that belief. How is collective trust in the enduring value of money socially constructed—and what happens when that trust is lost? What if a society becomes convinced that policymakers cannot guarantee that money’s value will persist over time? This article takes Argentina as a case to study how the memory of decades of monetary turmoil crystallised into a distrust narrative: a widespread belief that neither the state nor the domestic financial system can safeguard the value of the national currency or savings over time. By analysing how this narrative is shaped and transmitted through collective memory, the article challenges accounts that treat public trust (and distrust) as by-products of elite credibility. It shows instead how socially embedded imaginaries of failure can weaken a central bank’s ability to govern public expectations.", "url": "https://doi.org/10.1093/ser/mwaf044", "doi": "10.1093/ser/mwaf044", "journal_full": "Socio-Economic Review", "specialized": false, "preprint": false, "score": 0.008493677470388539}, {"title": "Does Transparency Reach Citizens? National Accountability Mechanisms and Public Perceptions in Europe", "authors": "Julia Trautendorfer, Nina Eder", "abstract": "Governments worldwide have introduced transparency and accountability regulations so that citizens can hold officials accountable for their actions and fulfill their role as “watchdogs” of the state. In the long term, this should legitimize government by mitigating information asymmetries between citizens and the government. Therefore, if adequate mechanisms that empower citizens to increase government transparency and the accountability of public officials are properly stipulated in the law, do citizens also perceive it that way? Understanding public perceptions of decision‐making processes and government activities is crucial for policymaking because citizens are the ultimate evaluators of policy outcomes. Thus, this study examines whether such institutionalized regulations reach citizens and (positively) affect citizens' perceptions of government transparency. Using individual‐level data from the European Social Survey (ESS) and country‐level data from the European Public Accountability Mechanisms Dataset (EuroPAM), we analyze the impact of five accountability indicators on citizens' perceptions of transparency in 28 European countries. Using the large‐N sample data from the ESS, we control for socio‐demographic variables and thus also shed light on covariates of citizens' perceptions of transparency. Contrary to our hypotheses, we find that the scope of accountability mechanisms is not indicative of perceived transparency. Rather, our findings point toward a more complex relationship between national policies and citizens' perception, and underline the importance of distinguishing between de jure, de facto, and perceived transparency.", "url": "https://doi.org/10.1111/gove.70041", "doi": "10.1111/gove.70041", "journal_full": "Governance", "specialized": false, "preprint": false, "score": 0.006818952172282788}, {"title": "‘Guns versus butter’ in public opinion: the politicization of the warfare-welfare trade-off", "authors": "Stefano Sacchi, Gregorio Buzzelli, Caroline de la Porte", "url": "https://doi.org/10.1080/13501763.2025.2534663", "doi": "10.1080/13501763.2025.2534663", "journal_full": "Journal of European Public Policy", "specialized": false, "preprint": false, "score": 0.01502589840279367}, {"title": "Playing the capital market? Sustainable finance and the discursive construction of the Capital Markets Union as a common good", "authors": "Riccardo Baioni, Nicolás Águila, Janina Urban, Paula Haufe, Simon Schairer, Joscha Wullweber", "url": "https://doi.org/10.1080/13501763.2025.2532555", "doi": "10.1080/13501763.2025.2532555", "journal_full": "Journal of European Public Policy", "specialized": false, "preprint": false, "score": 0.020961558003155134}, {"title": "Persistent informality: preparing the EU’s input into international climate negotiations", "authors": "Rüdiger K.W. Wurzel, Duncan Liefferink, Maurizio di Lullo", "url": "https://doi.org/10.1080/13501763.2025.2536548", "doi": "10.1080/13501763.2025.2536548", "journal_full": "Journal of European Public Policy", "specialized": false, "preprint": false, "score": 0.08366595881537942}, {"title": "The firm logic of parallel lobbying: explaining why corporations lobby directly in addition to their associations", "authors": "Adrià Albareda, David Coen, Angel Saz-Carranza", "url": "https://doi.org/10.1080/13501763.2025.2534653", "doi": "10.1080/13501763.2025.2534653", "journal_full": "Journal of European Public Policy", "specialized": false, "preprint": false, "score": 0.012893099630007954}, {"title": "Stages, orders &amp; periods of welfare state development: a global sequence analysis of social policy dynamics", "authors": "Fabian Besche-Truthe, Tobias Böger, Johanna Fischer", "abstract": "Comparative social policy research frequently deals, implicitly or explicitly, with time and timing in the development of welfare states. We identify three types of such temporal theorizations – i.e. stage models, timed orders, and periodizations – and analyze their relevance for global social policy development. We do so by employing sequence and cluster analysis to a new comprehensive dataset of social policy adoption in 164 countries over 140 years (1880–2019). While our analysis reveals certain common stages of social policy consolidation – from education mandates and health care systems over work-related protections to care services – we also find varying trajectories which challenge conventional regional clustering narratives. Moreover, our analysis highlights two periods which have so far not featured prominently in comparative welfare state research: The interwar years (1919–1929) and the period of decolonization (1949–1969).", "url": "https://doi.org/10.1017/s0143814x25100676", "doi": "10.1017/s0143814x25100676", "journal_full": "Journal of Public Policy", "specialized": false, "preprint": false, "score": 0.012405975720140572}, {"title": "Are Competitive Public Service Exams Counter‐Productive? A Survey Experiment From Two East Asian States", "authors": "Chung‐An Chen, Don‐Yun Chen, Yang‐Chung Chen, Kee Hoon Chung, Pan Suk Kim, Geunjoo Lee, Cheol Liu, James L. Perry, Inbok Rhee", "abstract": "Public service exams are extremely competitive in East Asia. Does a high entry bar impede people with high public service motivation (PSM) from taking the exam? If so, what kinds of people are interested in taking a difficult public service exam? We employ a randomized control trial (RCT) to manipulate perceptions of exam competitiveness, using 1804 survey responses from online advertisements targeting individuals interested in public service careers in South Korea and Taiwan. OLS regression analyses (adjusted R 2 = 0.116, Model 7) with moderation tests show that when exam competitiveness is high (2.5% passing rate), public service positions are attractive to those who have high PSM, high academic competence, and low material desires. When exam competitiveness is lower (5% passing rate), public sector jobs remain attractive to individuals with high PSM, but public organizations become less likely to attract academically competent individuals and may not effectively screen out those primarily incentivized by material rewards. Our findings suggest that a high level of competitiveness in public service exams may have distinct merits, though given the modest explanatory power, we explicitly caution readers against overstating the strength of these findings.", "url": "https://doi.org/10.1111/padm.70009", "doi": "10.1111/padm.70009", "journal_full": "Public Administration", "specialized": false, "preprint": false, "score": 0.008293941809964234}, {"title": "Getting Your Foot in the Door: The Impact of Public Sector Fellowships on Career Trajectories", "authors": "Brenda Sciepura, Alec Wall, Elizabeth Linos", "abstract": "Governments face significant challenges in attracting and retaining younger talent, leading to a workforce increasingly skewed towards older employees. This study examines the impact of public sector fellowship programs as alternative pathways into government roles for early career professionals. Leveraging data from 17 cohorts of applicants accross four US fellowship programs over 19 years ( N = 2141; 31,153 individual‐year observations), we employ a staggered difference‐in‐differences approach to compare the career trajectories of fellows and similarly motivated finalists. We find that fellowship participants are 30 percentage points more likely to pursue government careers, with a significant employment effect persisting up to 8 years after the launch of the fellowship. These findings suggest that scholarship can look beyond motivation‐based theories of who enters and stays in government to better understand how to bring new and different people into the public sector.", "url": "https://doi.org/10.1111/puar.13958", "doi": "10.1111/puar.13958", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.00968246807209694}, {"title": "Recurring Street‐Level Encounters: How Bureaucratic Representation Changes Through Citizen Interactions", "authors": "Ahrum Chang", "abstract": "Representative bureaucracy theory posits that policy outcomes made by bureaucrats will reflect the interests of groups with whom they share social identities. However, the question remains whether each bureaucrat consistently acts on behalf of its constituents across a series of street‐level interactions. Considering the sequential nature of state‐citizen encounters, this study incorporates both social identity theory and identity theory into representative bureaucracy and examines whether Black and Hispanic officers' previous issuance of traffic citations affects their current issuance of citations toward same race/ethnic drivers. Tracking traffic citation practices of individual officers from Florida reveals that racial/ethnic congruence between officers and citizens results in fewer citations. However, officers who issued citations in their preceding encounters are more likely to cite the same race/ethnic drivers in current encounters. These results indicate that bureaucrats' previous interactional contexts may limit their current provision of substantive representation, overwhelming the influence of shared social identities.", "url": "https://doi.org/10.1111/puar.70010", "doi": "10.1111/puar.70010", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.0150130964029348}, {"title": "When the Servant Is Also Master: A Theory on the Dual Role of Public Managers", "authors": "Mads Pieter van Luttervelt", "abstract": "Public managers at all levels of the political‐administrative hierarchy take on a dual role as both principal and agent simultaneously. Because of this dual role, it is relevant for public managers to maintain credibility with their agents and remain loyal to their principals. This article develops a theory arguing that public managers can approach their dual role in a given situation utilizing a strategy based on one of four ideal types: Squires prioritize loyalty, Chieftains prioritize credibility, Mavericks prioritize neither, while Diplomats prioritize both. The relative distribution of preferences and information among public managers, and their principals and agents determines the viability of utilizing each strategy in that situation. The article contributes with a theoretical framework that allows us to better understand and analyze the dual role of public managers. It also promotes a research agenda by outlining relevant situations to examine and potential implications of the theory.", "url": "https://doi.org/10.1111/puar.70012", "doi": "10.1111/puar.70012", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.004760430208915367}, {"title": "With or without you: does local autonomy increase intergovernmental collaboration?", "authors": "Xin Chen, Andrew A. Sullivan", "url": "https://doi.org/10.1080/14719037.2025.2535428", "doi": "10.1080/14719037.2025.2535428", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.009201869383195005}, {"title": "What makes co-production sustainable? A comparative case study of three self-managed homeless programs", "authors": "Menno Hoppen, Max Huber, Havard Aaslund", "url": "https://doi.org/10.1080/14719037.2025.2534724", "doi": "10.1080/14719037.2025.2534724", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.03311451358885131}, {"title": "Fostering value facilitation through situated learning in communities of practice", "authors": "Jim Broch Skarli, Mona Stokke", "url": "https://doi.org/10.1080/14719037.2025.2534721", "doi": "10.1080/14719037.2025.2534721", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.010247584405923216}, {"title": "Assuming accountability in the absence of control: the role of stewardship management", "authors": "Margit Ernst", "url": "https://doi.org/10.1080/14719037.2025.2536154", "doi": "10.1080/14719037.2025.2536154", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.003754870194687232}, {"title": "Go with the flow? How volunteers respond to NPO commercialization", "authors": "Qing Miao, Yunshu Wang, Jinhao Huang", "url": "https://doi.org/10.1080/14719037.2025.2536161", "doi": "10.1080/14719037.2025.2536161", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.014980282959508706}, {"title": "Mainstreaming Co-production: from pilot to practice", "authors": "Nanna Møller Mortensen, Caitlin McMullin, Jacob Brix", "url": "https://doi.org/10.1080/14719037.2025.2536158", "doi": "10.1080/14719037.2025.2536158", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.011868262750901581}, {"title": "Long Problems: Climate Change and the Challenge of Governing Across TimeBy Thomas Hale, Princeton: Princeton University Press, 2024. 241 pp. $ 29.95 (hardcover). ISBN: 978‐0‐69‐123812‐8", "authors": "Daniel J. Fiorino", "url": "https://doi.org/10.1111/rego.70058", "doi": "10.1111/rego.70058", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.02328717060127139}, {"title": "Balancing Between Extremes: Goal Ambiguity‐Based Strategies to Contain Goal Displacement in Regulatory Enforcement Agencies", "authors": "Kees Huizinga, Martin de Bree", "abstract": "There is growing evidence of the occurrence of several types of goal displacement in regulatory enforcement agencies. A major underlying determinant of these phenomena is the neglect of ambiguities characterizing the goals of these agencies. This paper proposes three strategies that carefully consider these goal ambiguities to contain goal displacement. Each of them relates to an important underlying process in enforcement regimes. The first, multifocal scope selection, seeks to establish a balanced process of selecting regulated organizations to inspect. The second, multitier compliance perception, aims to increase the robustness of the translation of regulatory requirements to the specific settings of regulated organizations. Finally, multi‐indicator means specification strives to solidify the subordinate position of means to goals in the process of means specification. These ambiguity management strategies may shed new light on how to optimally manage enforcement agencies to increase their effectiveness.", "url": "https://doi.org/10.1111/rego.70062", "doi": "10.1111/rego.70062", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.010622351258739782}, {"title": "Pre-emptive Repair of Potential Misunderstandings: Prospective Procedures for Managing Intersubjectivity and Steering Social Action", "authors": "Chase Wesley Raymond, Virginia Teas Gill", "abstract": "In social interaction, participants face a pervasive problem: recipients might not only misinterpret what speakers are saying and doing, but they might act on those misinterpretations. A practical challenge for speakers is thus how to prevent misunderstandings that may lead to inapposite conduct. In this study, we bring prior interactional research together with new data from a range of social settings, to focus on the pre-emptive repair of potential misunderstandings as a resource in interaction. This type of repair can be distinguished from speakers’ self-corrections of their own speaking difficulties, as well as from speakers’ repairs of misunderstandings that recipients have already displayed. When speakers engage in pre-emptive repair—expanding their turns in prospective positions to address how they should not and/or should be understood—they orient to interpretive troubles that might relevantly emerge and the potential for these troubles to affect future action. By heading off potential misunderstandings before they can manifest in recipient behavior, speakers work anticipatorily to “steer” recipients toward more apposite conduct. The analysis offers empirical insight into how members of society use context-specific sensemaking practices and concrete conversational resources to shape interpretive landscapes in the service of intersubjectivity and social action.", "url": "https://doi.org/10.1177/00031224251347285", "doi": "10.1177/00031224251347285", "journal_full": "American Sociological Review", "specialized": false, "preprint": false, "score": 0.006747330871938906}, {"title": "Competence over Partisanship: Party Affiliation Does Not Affect the Selection of School District Superintendents", "authors": "Greer Mellon", "abstract": "In recent decades, affective polarization and partisan animosity have risen sharply in the United States. To what extent have these trends affected hiring decisions? I examine partisan biases in hiring by considering the case of school district superintendent appointments: chief executives of local U.S. elementary/secondary education systems. I analyze mixed-methods data on a decade of hiring outcomes in Florida and California from 2009 to 2019. Despite rising polarization, the data consistently show that partisan affiliation is not a primary factor in these hiring decisions. Quantitative analyses reveal no significant relationship between changes in board partisan composition and superintendent hiring outcomes within school districts. I find no relationship between board-level partisan composition and superintendent exits. Qualitative findings show hiring decisions are primarily shaped by evaluations of candidates’ interpersonal skills and competence, even among board members with strong partisan views on other policy issues. Board members discuss a strong commitment to building consensus in their selections. While I cannot rule out very small effects, these results show that school boards do not routinely prioritize applicants from their own political party. This study advances research on affective polarization and social closure by demonstrating the contingent nature of partisan affiliation on decision-making and by providing evidence of a strong respect for professionalism in a critical U.S. public sector setting.", "url": "https://doi.org/10.1177/00031224251346993", "doi": "10.1177/00031224251346993", "journal_full": "American Sociological Review", "specialized": false, "preprint": false, "score": 0.005111467279555693}, {"title": "Exploring integration and migration dynamics: the research potentials of a large-scale longitudinal household study of refugees in Germany", "authors": "Herbert Brücker, Yuliya Kosyakova, Nina Rother, Sabine Zinn, Elisabeth Liebau, Wenke Gider, Silvia Schwanhäuser, Manuel Siegert", "abstract": "Forced migration has intensified in the 21st century, driven by conflicts, persecution, and political instability in regions such as the Middle East, Afghanistan, the Horn of Africa, South-East Asia, Latin America and, most recently, Ukraine. Germany has become a primary destination for refugees within the European Union and one of the largest among the OECD countries. The IAB-BAMF-SOEP Refugee Survey, lunched in 2016, is a high-quality longitudinal household panel study that documents the arrival and integration trajectories of refugees who came to Germany during and after the 2015/16 surge. Based on a register-based random sample and conducted annually, the survey is integrated into the German Socio-Economic Panel Study (SOEP) and linked to administrative data sources, allowing for population-level inference and rich longitudinal analyses. It encompasses a wide range of topics, including pre-migration biographies, flight experiences, entry and arrival procedures, legal status, and integration processes. The dataset includes approximately 22,000 individual respondents across 6,500 households, with data currently available for the years 2016 to 2022. This paper discusses the analytical potential of the dataset, highlighting areas where the data contributes to research on forced migration and refugee integration, and subsequently outlines the survey’s structure, questionnaire topics, and key descriptive statistics.", "url": "https://doi.org/10.1093/esr/jcaf032", "doi": "10.1093/esr/jcaf032", "journal_full": "European Sociological Review", "specialized": false, "preprint": false, "score": 0.9930134453509866}, {"title": "Offering safe passage: grading systems and gendered enrollment patterns in undergraduate mathematics", "authors": "Monique H Harrison", "abstract": "While copious research documents that early grades in college are fateful for persistence in STEM fields, social scientists have seldom considered how grading systems themselves might influence STEM progress. Drawing on university-wide transcript data and longitudinal interview data from a cohort of undergraduates moving through an elite university, I show that a university-wide transition from A–F to pass/fail grades during the COVID-19 pandemic substantially influenced student decisions to enroll in mathematics courses. Female-identified students from minoritized ethno-racial groups were substantially more likely to enroll in their first math courses than demographically similar students in prior years. Interviews reveal that pass/fail grades gave these students a sense of safety with a subject they perceived as difficult. Integrating these findings with insights from the sociology of quantification, I theorize that grading systems—the specific scales used to assign final course grades (e.g., A–F grading or pass/fail)—may have independent effects on demographic segmentation and stratification in undergraduate education.", "url": "https://doi.org/10.1093/sf/soaf103", "doi": "10.1093/sf/soaf103", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.009446762838842604}, {"title": "Information foundations of state capacity: evidence from the imperial bureaucracy of China", "authors": "Xiaoming Zhang", "abstract": "Building a strong state requires ample information regarding civil societies; otherwise, central authorities lack the foundation to implement taxation schemes and mobilize the military. However, the information foundations of state capacity are under-researched by scholars. This paper studies a communication reform in the imperial bureaucracy of Qing China, which allowed certain local officials to report directly to the emperor, serving as informants. Leveraging the fact that the direct communication channel was unevenly introduced, this paper finds that government disaster assistance, a critical public good in pre-industrial societies, was significantly increased in prefectures where at least one informant was assigned, compared to those without informants. Furthermore, the increase in government assistance can be mainly attributed to improved information transmission and competitive information supply facilitated by direct communication within the bureaucracy. This research highlights the positive impact of a flattening and competitive information structure on the development of state capacity.", "url": "https://doi.org/10.1093/sf/soaf106", "doi": "10.1093/sf/soaf106", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.008930750371928697}, {"title": "Symbols of the South: Digital Nationalism of Yemen's Southern Rebellion", "authors": "Ayoub Wadood", "abstract": "The article evaluates how actors in Yemen's secessionist Southern Movement utilise social media and digital communications to construct a separate South Arabian national consciousness in opposition to the Yemeni identity. The article traces the history of the North/South Yemeni split into the modern crisis, and how the split transformed from a matter of competing legitimacy into one of self-determination. Southern Transitional Council (STC) media builds a national consciousness and assumes a 'primordial' South Arabia. This is done through creating a national narrative from historical events associated with South Yemen, the monarchies preceding South Yemen, and specific diction choices. Specific case studies are evaluated in demonstrating the South Arabian nationalist influencer model. Ultimately, this work finds that social media figures associated with the Southern Movement reflect this specific line of nationalist reasoning by claiming South Arabia as a natural nation-state under Yemeni occupation.", "url": "https://doi.org/10.31235/osf.io/6purg_v1", "doi": "10.31235/osf.io/6purg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.03795450480105145}, {"title": "Legal Institutions and Human Trafficking in a Shifting Climate", "authors": "Ted Hsuan Yun Chen, Jeffery Shih-Chieh Wang, Ore Koren", "abstract": "While international law and climate change researchers have shown how legal institutions and climate shocks impact human trafficking in origin and destination countries, little attention is given to the intermediary countries through which individuals are trafficked. We develop and test a two-part cost-based explanation of how anti-trafficking legalization and climate shocks impact trafficking patterns through intermediary countries. We argue that the diffusion of anti-trafficking laws induces pressures on traffickers to diversify their trafficking routes. We then theorize that climate shocks confound the effect of legal institutions by incentivizing traffickers to focus their resources on mitigating climate impacts. Evidence from inferential network analysis of human trafficking networks mined from the U.S. State Department's Trafficking in Persons Report (2009--2016) supports our arguments.", "url": "https://doi.org/10.31235/osf.io/94wxa_v2", "doi": "10.31235/osf.io/94wxa_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.025294792874245964}, {"title": "Road Not Taken： Why Artificial Intelligence Will Not Re-define Politics", "authors": "ZHU Wen-Yi", "abstract": "Artificial intelligence is not the only or main force thrown upon politics by current scientific revolution. No man in social sense is not, or more than AI, and rulers in the past has long been mastering the more versatile and volatile Slave Intelligence. As a political community with enough surplus product can easily withstand malgovernance, without necessity or outcry for “Optimal Rule”, artificial intelligence will unlikely outgun or outvote human rulers. Among international competition barbarized by prospect of perpetual world domination through new technology, natural sciences and politics will no longer know ethics. People of nation states, if too little to rule themselves, will ask for a quasi-omnipotent protector, against artificial intelligence and foreign conquerors, at the price of total submission. This protector will be awarded with those very technology for a general artificial intelligence, to become a superhuman utterly integrated with machines, sooner, surer, and quicker than general artificial intelligence, or any other system of production and distribution past or foreign. Yet this will not make it any less human, as such integration is never absent or rare in human history. Through conquest, this superhuman ruler, itself a creation facilitated by international politics, may end international politics altogether, along with nation states. A superhuman ruler born of international politics, technology, and fear, is thus more likely the outcome of current scientific revolution, than scenarios of AI takeover/cataclysm/enthronement. Yet though thinkers of the past has already many foreshadows for such an outcome, actual future is still decided by actions of generations to come.", "url": "https://doi.org/10.31235/osf.io/c3km9_v2", "doi": "10.31235/osf.io/c3km9_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006835182723701982}, {"title": "Unified Causal Field Theory: A Proof of Geometric Subsumption and Extension of Causal Inference Methods Into Unified Framework", "authors": "Samuel L Leizerman", "abstract": "I follow the foundational scientific method of using a formal proof to mathematically derive from first principles, relying on no external justification, proof that causality follows field theoretic principles. And in following this standard practice from pure and theoretical science, I start from axioms such as the applicability of generalized (nD + T) spacetime, with signature (−, +, ..., +), to formally subsume, reinterpret, and unify causal inference methods. I illustrate this unity by demonstrating its applicability to Difference-in-Differences (DiD), regression interaction effects, potential outcomes, Dynamic Structural Equation Modeling (DSEM), and propensity scoring. Critically, I prove that Regression Discontinuity Design (RDD) and Regression Kink Design (RKD) are field-theoretic boundary phenomena differentiated by the order of causal curvature discontinuity—interpretable as a collision angle within the manifold. This geometric-dynamical paradigm offers a novel mechanism for the detection of unobserved variable bias, leveraging tensor calculus and linear algebra. The framework’s predicted performance stems from its foundation in Lorentzian spacetime, the inherent mathematical structure of causality, providing a native environment for causal relationships that is inaccessible to methods operating on degraded, flattened projections of reality. True mathematical discontinuities are shown to be approximations arising when the characteristic time scale of a causal transition falls below the observational time step, analogous to the Planck time limit in physics. The empirical success of existing low-dimensional causal inference methods provides a compelling validation for the superior performance predicted out of mathematical necessity and of this higher-dimensional spacetime framework. NOTE: This is a first draft, expect errors and an additional section or two. (To the mod who rejected this and said this is not science, this is theoretical physics, but because, as I prove, physics is the science of causality (it just focuses on the ground state of the universe; matter, energy, and time), this proof, if validated by peers, has the potential to revolutionize the ENTIRETY OF QUANTITATIVE SCIENCE. Now I may be wrong on this proof in every single way; I’m not, at least not all.. Nevertheless, I if I am, so be it; such is the nature of theoretical science. But, I know this much for certain, people who do not know what theoretical science is or looks like should not be gatekeeping OPEN SCIENCE anymore than someone who can’t recognize a heart should be a cardio surgeon. If you think my claim unbelievable that is fine, take my work scrutinize it, and prove me wrong or don’t. As I said, maybe I am. But without the very scientific method used here in this paper there would be no relativity (Newtonian, general, or special), no information theory, no genetics, no quantum mechanics, no internet search engine, no AI, none of it. The lack of citations is not a bug, it is literally the point. The landmark papers from Einstein, Schrödinger, Gödel, Dirac, Hawking, Shannon, collectively had 0 citations. Simply put, this is the scientific methodology from which all other methods are born. If if it the policy of OSF is to prohibit the foundational methodology of science itself, they have an ethical obligation to state as much as official policy. This proof will either stand and speak for itself or it will crash and burn like Icarus. But here’s the reality, science demands that we allow good faith efforts to fail if that is their fate; to do anything else would be to stifle innovation and discovery. So I ask, are we here for open science or echo chambers?", "url": "https://doi.org/10.31235/osf.io/c7pz9_v1", "doi": "10.31235/osf.io/c7pz9_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010196073837048902}, {"title": "No Irreversibility, No Scarcity: How Will Ongoing Scientific Revolution Retouch Political Power", "authors": "ZHU Wen-Yi", "abstract": "Current scientific revolution may produce power so great, to rule out Irreversibility and Scarcity, short of permanent death, in anthrosphere. Such power, manifesting as probably an omnimachine, under direct human control, would thus become the most important means of production, political rights, and political power, in combination. Such power, fairly shared, would change meaning, relationship, and practise of political equality, freedom, and democracy for the better, as never before. Still, the omnimachine, powerful as it may be, will likely develop in a world of Nation States competing for it, and would not be able to choose its own owner. Frightened by “General AI” and “foreign threats”, and seeking protection in idolatry, citizens of nation states would likely create for themselves a superhuman dictator with the omnimachine. Yet this new and utter tyranny, could, ironically, offer so much more affluence, equality, freedom, and democracy than any government of the past, those most equal, free, or democratic included, if the superhuman wills. Even if people could once share the new power fairly among themselves, safeguarding it would would still be challenging. There would be, thus, no real escape from the duties of politics, collective or personal, through whatever power of natural sciences.", "url": "https://doi.org/10.31235/osf.io/eqv43_v2", "doi": "10.31235/osf.io/eqv43_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014981156857130418}, {"title": "Future of Politics As Per Plato", "authors": "ZHU Wen-Yi", "abstract": "Plato`s political science is never exclusively ancient or Hellenic, but identifies, epitomizes, and explores the still current background of politics: the problematic “irreversibility” and “scarcity”. As an adequate discussion of such problem must probe into its past and future possibilities, Plato, a “spectator or all times and of all existence”, maneuvering colorful characters able to imagine a limited human likelihood of gods in the future, and narrating in prose and myth, tested the feasibility and sustainability of “perfect” political systems at all levels of technological development, in a world of inherent randomness, apparent physical laws, and free will. Revelation of this test, then, are twofold, that no political system, including those best-designed, could hope for static existence forever, due to the world`s innate randomness, regardless of whether “irreversibility” and “scarcity” was overcame with technology. Yet this same randomness could, at the same time, and on the contrary, deny despotism immortality and full legitimacy at least in theory, by protecting ethics and freedom from natural sciences, and preserving hope, through refusal of strict determinism in all manners. It is thus noteworthy, that in such Platonic world, and probably our world, political idleness would never be safe, even in the best-governed polity, of powerful technology, so self-loving people should always bear the burden, however light, of making themselves just in a just manner.", "url": "https://doi.org/10.31235/osf.io/fh964_v2", "doi": "10.31235/osf.io/fh964_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.012580388123636821}, {"title": "Memes and monsters of the interregnum: Gramsci between the times", "authors": "Christopher Hobson", "abstract": "Faced with a continually mounting array of shocks, surprises and shifts, there is an understandable search for frames to describe these confusing conditions. A combination of the collapse of previous certainties with the lack of a new paradigm solidifing has led many to depict the present moment as an interregnum. This is not a neutral term, to use it is to bring forth the poetic phrasing of Antonio Gramsci: ‘the old is dying and the new cannot be born’. Through a genealogical engagement with Gramsci’s prison notebook entry, this paper traces the remarkable trajectory of the term from obscurity to being adopted by commentators across the political spectrum. In the process, however, his insights have been flattened and thinned out, reduced to an analytical meme. Invoking Gramsci’s interregnum is often a way of sidestepping or avoiding more directly reckoning with challenging conditions of entropy and transformation. Bemoaning the death of the ‘old’ and the rise of ‘monsters’ is much easier than seriously reckoning with the contradictions and difficulties of an expanding empty space, one devoid of historical guarantees or clear precedents.", "url": "https://doi.org/10.31235/osf.io/gzhrq_v1", "doi": "10.31235/osf.io/gzhrq_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0226795288287458}, {"title": "Introducing and applying the Climate Institutions Analysis Framework (CIAF): A comparative analysis of climate institutions in Germany, the United Kingdom, Sweden, and Australia using the CIAF", "authors": "Claudia Zwar, Jacob Edenhofer, Christian Flachsland", "abstract": "Climate institutions - including framework legislation and advisory bodies - have proliferated globally as part of countries' responses to climate change. They have received growing attention amid a broader 'institutional turn' in the study of climate politics. We lack conceptual tools, however, to analyse these meso-level institutions and disentangle the mechanisms driving their effects on climate policymaking. To fill this gap, we develop the Climate Institutions Analysis Framework (CIAF) and use it to qualitatively analyse climate institutions in Germany, the United Kingdom, Sweden, and Australia. We demonstrate how cross-country variation in effects stems from interactions between institutions and 'intervening variables' specific to countries' contexts. Across our sample, most institutions address agenda-setting and knowledge-related strategic challenges; few deliver ex-ante accountability and none compensation. Our framework is relevant for comparative political economy analyses of meso-level political institutions, and, alongside our results, offers lessons for policymakers seeking to create or improve climate institutions.", "url": "https://doi.org/10.31235/osf.io/jf8ah_v1", "doi": "10.31235/osf.io/jf8ah_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014755715056656737}, {"title": "Faith _Translated from Power Analysis「权力分析」 (Ch. 7.1) [Author’s self-translation]", "authors": "张成军", "abstract": "Faith is an essential requirement and a fundamental need intrinsic to humans as spiritual beings. Because humans possess consciousness, and will is an inherent component of consciousness—its origin and core—humans need to live in the process of fulfilling their will. In other words, humans need to live in hope. Consequently, faith arises. Faith is the hope humans create for themselves. The significance of this hope for humans does not lie in the necessity or the objective likelihood of achieving the goal, but precisely in this hope itself.Faith serves as humanity's spiritual pillar—a systematic, complete, and independently existing ideology. It assimilates and integrates elements of human consciousness such as knowledge, emotions, ideals, convictions, and morality, forming an organic whole. Not only does it provide purpose and direction for human life, but it also supplies principles for conduct and spiritual fortitude, ensuring humans eternally dwell in hope while fulfilling their multifaceted spiritual needs. Faith is a human necessity and simultaneously a political imperative, for a society requires shared faith to maintain cohesion. As the administration tasked with governing and serving society, politics ought to cultivate and guide public faith. This constitutes both the proper duty of politics and a service to politics itself, functioning as a vital means to promote political stability.", "url": "https://doi.org/10.31235/osf.io/uvq2y_v1", "doi": "10.31235/osf.io/uvq2y_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.016023760888941974}, {"title": "Securitising Climate Change in the European Union: A Mixed-Methods Analysis of Discursive Strategies and Policy Implications", "authors": "Leonard Maximilian König", "abstract": "This study investigates the role of language and discursive strategies in constructing and legitimizing truth claims about climate change as a security issue within the European Union (EU), focusing on European Parliament decisions and key Common Foreign and Security Policy (CFSP) documents. Employing an explanatory sequential mixed-methods approach, the research integrates quantitative computational linguistic techniques with qualitative critical discourse analysis to provide a comprehensive understanding of how climate change is framed as a security threat in the EU's CFSP and its implications for climate change mitigation and adaptation. The findings reveal an increased emphasis on security implications of climate change, a higher focus on the relationship between climate change and security, and a shift in focus from topics such as migration, energy, and economic issues to human and environmental aspects, as well as defence and regional issues. The study also highlights the interconnectedness of securitisation and riskification framings in constructing climate change as a security issue within CFSP policy documents. These insights contribute to existing literature on climate change securitisation, critical discourse analysis, and policy-making within the EU context. The research underscores the importance of adopting a comprehensive approach to address climate change-related security risks, prioritizing actions that address both direct impacts of climate change on ecosystems and societies, enhancing collaboration with various stakeholders, and developing policies that encompass a wide range of strategies for mitigation and adaptation efforts.", "url": "https://doi.org/10.31235/osf.io/zfywa_v1", "doi": "10.31235/osf.io/zfywa_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.022695776485451402}, {"title": "Measuring the Unmeasurable? Systematic Evidence on Scale Transformations in Subjective Survey Data", "authors": "Caspar Kaiser, Anthony Lepinteur", "abstract": "Economists routinely use survey measures of, for example, risk preferences, trust, political attitudes, or wellbeing. The literature generally treats numerical response categories as if they represent equal psychological intervals. We provide the first systematic test of this assumption, developing a general framework to quantify how easily results can be overturned when this linearity assumption is relaxed. Using original experimental data, we show that respondents interpret survey scales in ways that do deviate from linearity, but only mildly. Focusing on wellbeing research, we then replicate 30,000+ coefficient estimates across more than 80 papers published in top economics journals. Replicated coefficient signs are remarkably robust to mild departures from linear scale-use. However, statistical inference and estimates of relative effect magnitudes become unreliable, even under modest departures from linearity. This is especially problematic for policy applications. We show that these concerns generalise to many other widely used survey-based constructs.", "url": "https://doi.org/10.31235/osf.io/3gmzy_v1", "doi": "10.31235/osf.io/3gmzy_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.005043187131580806}, {"title": "Does Genshin *impact* common prosperity? : Empirical Results Based on Panel Data of \"China\"", "authors": "Cokumo Hajimi", "abstract": "As the wave of digital civilization reshapes the global development paradigm, the integration of culture and technology is emerging as a new key to solving the challenge of regional coordination. This paper takes the phenomenal open-world game \"Genshin Impact\" as the research object, pioneeringly constructs a theoretical framework of \"virtual-reality\" bidirectional empowerment, and empirically tests the empowerment mechanism of Genshin Impact on common prosperity. The study finds that Genshin Impact drives the development of regional common prosperity through three intermediary channels, achieving a qualitative leap in efficiency: activating regional innovation level enhancement through an innovative network akin to the \"Sumeru Wisdom Sharing System\", realizing industrial structure upgrading through the upgrading effect of \"Stratovolcano Industrial Transformation\", and cultivating innovative consciousness and enhancing regional innovation activity through the entrepreneurial ecosystem of the \"Liyue Commerce Ecology\". Spatial heterogeneity analysis reveals that its effectiveness exhibits a \"geographical energy gradient distribution\" characteristic, with the eastern region benefiting from the resonance of digital infrastructure endowment and market response efficiency, the western region relying on the latecomer advantage of resource digital transformation for improvement, and the central region's role not yet evident. Furthermore, the temporary negative correlation in the northeast resembles the suppression of elemental reactions by the \"icy environment of the Winter Nation - Snezhnaya \", profoundly demonstrating the threshold effect of regional institutional adaptability. The innovation of this study lies in translating game narratives such as \"Contract Spirit\" and \"Grass God Think Tank\" into operational economic governance language, empirically responding to the strategic deployment of \"improving the modern cultural industry system\" proposed at the 20th National Congress of the Communist Party of China. The policy implications emphasize the need to break down \" Enkanomiya-style\" administrative barriers and build \"Jade Chamber-style \" regional growth poles, so that the integration of culture and technology can truly become a new fulcrum for coordinated development in a \"seven nations resonate\" manner, just as Zhongli's adage goes: \"Although the rock remains unmoved, the rock patterns eventually connect - only the coexistence of all things can form an inexhaustible flow.\"", "url": "https://doi.org/10.31235/osf.io/dfzmh_v3", "doi": "10.31235/osf.io/dfzmh_v3", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014935207482667412}, {"title": "Automation and the Labor Market: Evidence from Technological Change in Colombia, 2009-2017", "authors": "Cristian Camilo Moreno Narvaez", "abstract": "This paper studies differences in the labor markets for occupations with different automation risk, and how actual automation may induce changes in wages and employment. Using data from Colombia between 2009 and 2017, we compute wage disparities by automation risk. We find that 62% of the occupied people in Colombia are at high-risk of automation. In the same way, we find that 71% of informal workers are at high-risk, while 56% of formal workers are. The wage return to education are highest in the less automatable occupations. We then look at the effects of actual education, measured by ICT investment. On wages and employment, automation increases employment, decreases wages and the wages gap by skill. Education acts as a protection mechanism against new automation technologies.", "url": "https://doi.org/10.31235/osf.io/v382q_v1", "doi": "10.31235/osf.io/v382q_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.02349785093495238}, {"title": "In the Shadow of War: Assessing Conflict-Driven Disruptions in the Kyrgyzstan-Russia Labor Pipeline via a Gradient Boosting Approach to Nowcasting", "authors": "Michelle Schultze", "abstract": "Kyrgyzstan serves as a key case study for the broader Central Asia–Russia labor pipeline, which supported an estimated 8 million migrants annually in 2020. Prior to the Russo-Ukraine war, remittances from Russia accounted for approximately 30% of Kyrgyzstan’s GDP, driven by over 10% of its population working in Russia. However, understanding wartime migration dynamics is challenging due to suspected political interference in Russian data, restricted foreign access to this data, and the informality that characterizes Central Asian migration patterns. This study incorporates Yandex Wordstat, Google Trends, XGBoost (which outperforms other machine learning methods), and autoregressive models to \"nowcast\" missing data. The results reveal a push effect linked to war onset in February 2022 and war intensity. However, all three of the analyzed migration datasets suggest a potential delayed labor substitution effect as Central Asian migrants fill vacancies left by conscripted Russian workers, proxied by casualty data from Mediazona and the BBC. The study also examines remittance trends, which seem to increase along with the labor substitution effect after a two-month lag. These results are robust to Russia- and Kyrgyzstan-side socioeconomic controls such as wage levels and population dynamics. This study provides new insight into the largely opaque Central Asia–Russia labor pipeline, a critical element in development policymaking for both regions. It also introduces a novel methodology for nowcasting migration trends, particularly through Yandex Wordstat, which has been largely overlooked in English-language scholarship.", "url": "https://doi.org/10.31235/osf.io/z2wch_v1", "doi": "10.31235/osf.io/z2wch_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.9598304593890805}, {"title": "The Grass Really Is Greener on the Other Side: Immigration and Changes in Expressed Sentiments Online", "authors": "Jisu Kim, Ingmar Weber, Emilio Zagheni", "abstract": "Immigration produces diverse outcomes, with some immigrants finding happiness in an improved quality of life, while others face emotional distress from unexpected challenges. Studying these emotional experiences is challenging due to limited longitudinal data. To address this, we curated high-quality data and analyzed Twitter activities of immigrants in the US to explore how their expressed sentiments evolve post-migration, comparing them to non-immigrants and US locals in a quasi-causal sense. Our findings revealed that migration generally boosts positive sentiments among immigrants, even when discussing the same topics, and that this effect lasts up to one year post-migration. However, there is no conclusive evidence that migration significantly impacts negative sentiments. Additionally, age and gender play a key role, with younger population and females more likely to express positive sentiments post-migration, while linguistic ties help foster increased positivity. These insights advance our understanding of immigrants’ emotional adaptation and highlight key demographic and social factors that shape their post-migration experiences.", "url": "https://doi.org/10.31235/osf.io/69p7y_v1", "doi": "10.31235/osf.io/69p7y_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.9954629603639039}, {"title": "‘Must Fix Trust’: Privacy-enhancing technologies as reductive tool", "authors": "Tom Barbereau, Thijmen van Gend", "abstract": "Privacy-enhancing and other related digital technologies are marketed as increasing trust within the digital society. They are deployed as means to assert trust in digital transactions and interactions between actors. What this commentary argues is that digital trust is thereby reduced to the product of a technological iteration, insertion, or fix: more encryption ≃ more privacy ≃ more trust. However righteous it may be to foster privacy, the promise to uphold something as uncertain as trust by the use of mathematics and/or statistics alone is short-sighted. Lofty notions like ‘data minimisation’ and ‘privacy-by-design’ rest on deterministic assumptions. We suggest that in reductively appropriating the concept of trust and failing to meet expectations, the consequences of the technification of trust – i.e., the making of trust a product of technê (alone) – are paradoxical in that they actually undermine trust, by centralising power within tech companies.", "url": "https://doi.org/10.31235/osf.io/7kaxj_v1", "doi": "10.31235/osf.io/7kaxj_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0034635441937392875}, {"title": "Shut up and do the dishes! Toxicity and Gender in Digital Political Spaces: Evidence from the 2024 European Elections", "authors": "Arianna Sala, João Vinagre, Eleonora Esposito, Paula Fortuna, Cristian Consonni, Lorenzo Porcaro, Gerrit Bostelmann, Emilia Gomez", "abstract": "This study investigates gender differences in online toxicity towards a sample of candidates in the 2024 European Parliament elections. Using data from five EU countries and drawing on a dataset of over 3.2 million posts mentioning 88 candidates, we applied a mixed-methods approach to assess the volume and nature of online abuse. Toxicity levels were measured using a state-of-the-art toxicity detection algorithm. After developing a comprehensive coding scheme, qualitative content analysis was performed on a subset of posts with the highest probability of being perceived as toxic to examine gendered patterns of abuse. While a purely quantitative analysis did not reveal significant differences between the number of toxic replies received by female and male candidates that the gender alone could explain, qualitative insights uncovered systematic semiotic violence against women in politics. Female politicians were more often targeted with personal and degrading attacks, including sexist slurs, sexually explicit content, and attempts to silence or delegitimise them. In contrast, male candidates were likelier to receive insults tied to their political conduct and professional criticism. Moreover, replies to women are significantly more likely to include multiple elements of toxicity, indicating a higher intensity of online harassment. These results underscore the need for platform and user accountability, nuanced moderation policies, and legal protections that reflect the gendered dimensions of online political violence. Our research highlights the persistence of digital misogyny as a barrier to gender parity in democratic participation and stresses the urgency of cross-sectoral strategies to combat this issue during electoral processes.", "url": "https://doi.org/10.31235/osf.io/8xmh9_v2", "doi": "10.31235/osf.io/8xmh9_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.013740947945845905}, {"title": "A Sociological Turing Test: Social Identity Cues Shape Who is Classified as Human Online", "authors": "Benjamin Evan Rochford, Cathy Lee, Michelle Qiu, Alexander Volfovsky, D. Sunshine Hillygus, Christopher A. Bail", "abstract": "The rise of generative artificial intelligence systems complicates our ability to distinguish real people from machine imitators, or “bots.” Drawing upon social psychology, symbolic interactionism, and the sociology of science and technology, we develop a theoretical framework for a “Sociological Turing Test” to explain how social identity cues influence how people differentiate AI from humans. To evaluate our hypotheses we present a pre-registered online experiment with 1,160 respondents who were exposed to social media accounts with varied visual cues about their race, gender, and partisanship. We find that people from dominant social groups are more likely to classify members of minority groups as AI bots—however, our results also show that members of some minority groups are more likely to classify each other as AI bots. These findings suggest existing social hierarchies extend into human-AI interaction, creating a new burden for marginalized groups in online settings and complicating the processes of social identity construction more broadly. Our research thus contributes to an emerging sociology of generative artificial intelligence by revealing how technological disruption challenges ontology and inter-group relations and introduces new methods to study this process in online settings.", "url": "https://doi.org/10.31235/osf.io/c8sn3_v1", "doi": "10.31235/osf.io/c8sn3_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014081908103195762}, {"title": "Does caregiver well-being differ by rurality and state policy environment? Identifying a well-being typology for rural, suburban, and urban caregivers", "authors": "Elena Maria Pojman, Florence Becot, Zuzana Beknarik, Carrie Henning-Smith", "abstract": "Despite caregiving making up a considerable portion of how individuals and governments spend their time and money, its impacts on caregivers’ well-being are not well understood. In this article, we identify the various manifestations of caregiver well-being, test rural-suburban-urban differences, and explore the role of state-level family policy. Drawing on responses from 4,620 caregivers of adults and children to the STAT Caregiving surveys from the North Central and Northeast Regions of the United States, we use latent class analysis to develop a caregiver well-being typology. We identify three latent classes of caregiver well-being: high, medium, and low and describe the composition of each class. Next, we use multinomial logistic regression to test differences between rural, suburban, and urban caregivers in their probability to be in each well-being class, while accounting for individual-level characteristics and the state-level context of care infrastructure. We find that rural and suburban caregivers are overrepresented among the low and medium well-being classes and underrepresented among the high well-being class relative to their urban counterparts. Additionally, caregivers’ own characteristics vary more across well-being than does the state-level family policy context. Our findings speak to the importance of robust family care policies that are attuned to differences in social and built infrastructure across rural, suburban, and urban residence.", "url": "https://doi.org/10.31235/osf.io/dmq56_v1", "doi": "10.31235/osf.io/dmq56_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.013854790336175316}, {"title": "Decolonizing Peace: Possibilities for Pluriversality", "authors": "David Golding, Victoria C. Fontan", "abstract": "This chapter reviews some of the decolonial theory that has had significant impact on the current research that seeks to decolonize peace and conflict studies, as well as potential pathways for the further decolonization of the field. Much decolonial research on peace and conflict studies has critiqued the Eurocentrism and universalism that persists in the global peacebuilding architecture. Research that comprises this decolonial turn in peace studies often implements a pluriversal approach to conflict analysis and peacebuilding in opposition to the universalistic “expertise” through which Eurocentric peacebuilding often travels, as outlined in this chapter. We connect pluriversal peace research to the decolonial potential of subaltern cosmopolitanism, the latter of which is already underway and yet has seen little engagement in peace and conflict studies. The emergent project of subaltern cosmopolitanism, along with the pluriversal and postabyssal way of thinking from which it issues, can support the decolonization of the practice of peacebuilding, its institutional contexts, and its academic study. To demonstrate the practical importance of subaltern cosmopolitanism and indigenous epistemologies, this chapter highlights approaches to justice and reconciliation in Colombia and Rwanda. We conclude by emphasizing some aspects of peace and conflict that could be illumined and problematized through further decolonial research.", "url": "https://doi.org/10.31235/osf.io/fk5zv_v1", "doi": "10.31235/osf.io/fk5zv_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014374209518429493}, {"title": "Rethinking Children’s Family Complexity: A Multi-Conceptual Approach with Dynamic Sequence Analysis and Fixed Effects Models", "authors": "Carla Rowold, Martin Gädecke, Zachary Van Winkle", "abstract": "Objective: The association between a wide range of family complexity indicators and children’s educational outcomes was assessed. Background: Previous research documented a negative impact of disadvantageous family transitions and family instability on children’s educational outcomes. However, there is a theoretical and empirical debate surrounding the most appropriate measure of family complexity during childhood. Method: Numerous theoretically conceptualized sequence-based complexity measures are applied to parents’ life history data from the UK Household Longitudinal Study, which were linked to children’s test scores in the National Pupils Dataset. Average within-child change in boys’ and girls’ math and English tests scores following change in mothers’ and fathers’ family complexity were estimated with fixed-effects regressions. Results: Family complexity measures were largely found to be negatively associated with children’s academic performance, however with differences across indicators. The number of transitions as well as the uncertainty and sum of disadvantage indicators were most tightly associated with children’s test scores. In addition, results varied by parents’ and children’s gender. For example, family complexity for fathers was often positively associated with children’s educational outcomes and associations were often stronger for boys compared to girls. Conclusion: Findings highlight the importance of theoretically derived measures of family complexity. In this study, measures associated with family instability and parental absence were shown to be most strongly linked with children’s educational outcomes.", "url": "https://doi.org/10.31235/osf.io/g4d2b_v1", "doi": "10.31235/osf.io/g4d2b_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.004436500360451068}, {"title": "Mind the Gap: The Role of Gender and Social Capital in STEM Choice", "authors": "Brian Holzman, Jinhua Zhao, Bethany Lewis, Hao Ma", "abstract": "Background/Context: As states implement policies to expand STEM pathways, addressing persistent gender gaps in STEM education and careers remains a critical concern. In 2014–2015, Texas introduced a high-school graduation policy requiring students to declare an academic endorsement, similar to a high school major, including a STEM option. Beginning with the class of 2018, students in the Houston Independent School District (HISD) were subject to this policy. In 2019, HISD added a personalized intervention: high-school guidance counselors conducted Personal Graduation Plan (PGP) check-ins with seniors to assess progress toward endorsement completion. These check-ins may have served as a form of social capital, influencing students’ endorsement decisions, including girls’ persistence in STEM pathways. Purpose: This study examines whether personalized guidance counseling can affect gender gaps in STEM choice. We examine whether a district-wide policy requiring senior-year check-ins might have influenced girls’ persistence in STEM, with particular attention to students from low-income backgrounds and underserved neighborhoods. Research Design: We use HISD administrative data to analyze endorsement selections and changes over time for the 2018 and 2019 cohorts. We begin by assessing gender gaps in ninth-grade STEM endorsement selection using binary logistic regression. We then use multinomial logistic regression to examine whether the PGP check-ins are associated with differential persistence patterns by gender and cohort. Results: We find persistent gender gaps in STEM endorsement selection beginning in ninth grade, with girls less likely than boys to choose STEM. Without personalized counseling, these gaps persisted through graduation. However, the PGP check-in was associated with a disproportionate reduction in girls dropping the STEM endorsement and a greater likelihood of adding STEM, especially among girls from low-income backgrounds and underserved neighborhoods. Conclusions: These findings suggest that relational interventions like personalized guidance counseling may help mitigate gender disparities in STEM pathways. Expanding access to such interventions may promote greater equity in STEM education and beyond.", "url": "https://doi.org/10.31235/osf.io/q3hy5_v1", "doi": "10.31235/osf.io/q3hy5_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.011723446599744669}, {"title": "Not Only the Score: A Promoter-Based Merit Negotiation in Elite College Admission Battle", "authors": "Katrina Qiyao Wang", "abstract": "For ambitious young Chinese students, gaining admission to an exclusive group of universities is a critical step toward entering elite spheres of Chinese society. Educators and policymakers often explain admissions and school choices through asocial concepts of meritocracy like gaokao-score-based tournaments and rational choice explanations. Organizational scholars emphasize cultural matching as an interpersonal recruitment mechanism. However, both frameworks fail to explain how standardized testing and cultural processes work together, albeit at different analytical levels. This article addresses this limitation by offering the first systematic analysis of the high-stakes admission competition between China's top two universities, Peking and Tsinghua. Based on participant observation of university recruiters (promoters) in Mango Province during the annual post-gaokao enrollment period, this study examines how merit is negotiated on the ground. I find that numbers game is prioritized at the institution and student levels, while cultural matching emerges at the promoter level. Universities focus on securing top-1 students (zhuangyuan) and boosting reported admission cutoffs. Students often cannot meaningfully distinguish between the two institutions. This allows promoters to \"guide\" students to their institutions by mediating between student decision-making and institutional goals. They accomplish this work by using three distinct practices. First, as institutional agents, they deploy emotional appeals to evaluate and promote a sense of \"fit.\" Second, as peer-like figures, they guide students to internalize dominant judgments of the \"small-town swot,\" leading them to reinterpret their own success as mechanical, narrow, or lacking in elite polish. Third, by calling themselves \"volunteers,\" they blur the boundary between institutional authority and personal goodwill, masking their strategic role in the admissions process. This article contributes to theories of merit under egalitarian governance, by showing how critical decision-making junctures actively construct meritocracy and the social meaning of elite status in the world.", "url": "https://doi.org/10.31235/osf.io/qadnt_v1", "doi": "10.31235/osf.io/qadnt_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008800507271291669}, {"title": "Beyond Proximity: Constructing Organic Neighborhoods Using a Two-Stage Unsupervised Learning Approach", "authors": "Kerstin Ostermann", "abstract": "Studying the relationship between neighborhoods and individual-level outcomes such as crime, labor market success, or intergenerational mobility has a long history in the social sciences. As local processes such as gentrification or residential mobility constantly change neighborhoods’ composition and spatial expansion, time-constant one-size-fits-all neighborhood measures fail to capture important local dynamics. This paper presents a flexible and data-driven approach for efficiently estimating overlapping and arbitrarily shaped neighborhoods with time-dynamic boundaries. Constructed in a two-stage clustering design, the first stage identifies homogeneous groups within a city (using an automated K-Means algorithm), while the second stage clusters homogeneous groups by spatial proximity (using the HDBSCAN algorithm). In an analysis of 86 million person-year observations from 76 German cities, the paper shows that a larger spatial expansion of neighborhoods with a high socioeconomic status negatively correlates with city crime cases, while higher neighborhood fragmentation and heterogeneity correlate positively with crime rates. The findings stress the importance of flexible neighborhood estimation techniques and the necessity to view neighborhoods as non-constant entities. By modeling contexts as such agentic players, the two-staged algorithm depicts a novel and transparent tool to consider the spatial embeddedness of individuals, firms, or regions in sociological research.", "url": "https://doi.org/10.31235/osf.io/xpmkr_v2", "doi": "10.31235/osf.io/xpmkr_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009699568060320685}, {"title": "Pop the Balloon or Find Love: Using Machine Learning to Predict the Matches on an Online Dating Show", "authors": "Ethan Register", "abstract": "Pop the Balloon or Find Love is one of the most popular online dating shows in the world. Each episode, a group of single participants line up and have their balloons popped (or pop them themselves) based on whether or not they find the suitor or suitress attractive. The objective of this paper is to detail a novel approach to using machine learning to predict whether or not a contestant would match on the show based on the information they provide about themself and the qualities they are looking for in a prospective partner.", "url": "https://doi.org/10.31235/osf.io/xyk6e_v3", "doi": "10.31235/osf.io/xyk6e_v3", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.013782226727269364}, {"title": "Who’s Doing the Housework and Childcare Now? Differential Convergence in 21st-century Gender Gaps in Home Tasks", "authors": "Melissa A. Milkie, Liana C Sayer, Kei Nomaguchi, Hope Xu Yan", "abstract": "Gender scholars have debated whether the recent movement toward a more equal division of domestic labor is stalling. Using a differential convergence perspective, we argue that examining which domestic tasks experience gender convergence, whose changes narrow the gap, and why changes happen is critical for understanding gender convergence in domestic labor time. Drawing on data from the 2003-22 American Time Use Survey, we examine trends in core housework, occasional housework, shopping, and childcare time. Results for married women and men indicate that the historically large gender gap in housework time narrowed further this century, from a women-to-men ratio of 1.8:1 in 2003-05 to 1.5:1 in 2022. The decrease in the gender gap was concentrated in traditionally “feminine” core housework (from 4.2:1 to 2.5:1), particularly in housecleaning and laundry. The gender gap in shopping time also narrowed significantly, reaching gender parity. However, the gender gap in childcare time remained at a mother-to-father ratio of 2:1. Decomposition analyses indicate that women’s reduced housework time could mainly be explained by population compositional changes, whereas men’s increased housework time reflected behavioral changes. With men taking on more “female-typed” domestic activities, the gendered norms associated with different types of domestic labor may be becoming redefined.", "url": "https://doi.org/10.31235/osf.io/yc38x_v2", "doi": "10.31235/osf.io/yc38x_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009680469603742692}, {"title": "The Doraemon Model of Emotional Memes: A Structural Analysis of Anger, Silence, and Cultural Selection", "authors": "Koichi Hiraoka", "abstract": "This paper analyzes the dynamics of structurally reproduced emotional expressions—what we term emotional memes—within organizational culture, using culturally shared symbolic character structures as a theoretical framework. Emotions are not merely internal phenomena; they are selectively expressed, maintained, and propagated under structural and institutional pressures. This study classifies the memetic structures that shape emotional orders within organizations into six archetypes: “the Gian-type (Big G)” (domination through anger), “Suneo-type (Sneech)” (silence and complicity), “Shizuka-type (Sue)” (asymmetric recognition), “Nobita-type (Noby)” (sacrificial exclusion), “Doraemon-type” (external intervention), and “Dekisugi-type” (overadaptation and invisibility). In an additional chapter, we introduce a seventh type—“Dorami-type” (non-disruptive support)—as a complementary external support structure. These archetypes illustrate how emotions are institutionally selected and reproduced under structural selection pressure. The framework challenges conventional binary analyses of harassment (perpetrator/victim) and proposes a new perspective: emotions are not freely expressed but structurally selected. By visualizing these hidden dynamics of emotional order, the paper offers a memetic lens for organizational transformation.", "url": "https://doi.org/10.31235/osf.io/yh7rs_v2", "doi": "10.31235/osf.io/yh7rs_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010461244077744625}, {"title": "Navigating Gendered and Structural Barriers to Aspirations: Experiences of Youth in Kalyanpuri, New Delhi - A Study Report", "authors": "ISST, Mubashira Zaidi, Camellia Reja, Ira Wadhwa", "abstract": "Adolescence is a period of intense change when young people begin to form aspirations shaped by their socio-economic realities. For adolescents and youth from underprivileged backgrounds, particularly girls, these aspirations are often constrained by limited resources, gender norms, and everyday violence. This report presents findings from research and programmatic work conducted by the Institute of Social Studies Trust (ISST) in Kalyanpuri, Delhi, through its Saathi and Yuva Saathi Centres. Using mixed methods—situational analysis, qualitative case studies, and participatory observations—the study explored how aspirations are formed and negotiated. While both girls and boys face structural barriers, girls contend with deeper restrictions on mobility, access to resources, and control over their agency and decision-making. Gendered violence, both within homes and in public spaces, further undermines their sense of agency and overall well-being. The findings underscore the importance of gender-sensitive, community-rooted interventions that expand adolescents’ real freedoms and choices, strengthen their capacity to aspire, and enable them—especially girls—to imagine and pursue more just and equitable futures.", "url": "https://doi.org/10.31235/osf.io/3vq7n_v1", "doi": "10.31235/osf.io/3vq7n_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01127472236677951}, {"title": "Can Inter-caste marriages Reduce Economic Inequalities in Child Nutrition in India? Evidence from Triangulation of Cross-sectional and Panel Data Analyses", "authors": "Rukmi Pradeep, Srinivas Goli", "abstract": "Endogamous marriages in India reflect a socially segregated society based on religion and caste, perpetuating the existing social stratification and inequalities. Caste endogamy contributes to the unequal transfer of social capital and social endowments, thereby reproducing inequalities within and across generations. In this background, the study examined the question of whether Inter-caste marriages contribute to reducing economic inequality in children’s nutrition. We triangulated analyses based on pooled microdata and macro-panel data compiled from the National Family Health Survey and other Government surveys (2005-2021). The Wagstaff’s corrected concentration index, panel data random effects regression models, and pooled cross-sectional probit regression model have been used. Findings suggest the continued prevalence of caste-based assortative sorting in the Indian marriage market and wealth-based inequalities in child nutritional status, thereby indicating both strong caste endogamy and health inequalities. However, an increase in Inter-caste marriage is associated with declining inequalities in the child nutrition indicators: stunting, wasting, and underweight. The pathway is established through the reduced economic heterogeneity in populations owing to inter-caste marital arrangements and a greater possibility of exchange of resources. Thus, we advance that Inter-caste marriages lessen caste inequalities in child nutrition in India by narrowing group differences in socio-economic status.", "url": "https://doi.org/10.31235/osf.io/47dk9_v1", "doi": "10.31235/osf.io/47dk9_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.04064894632218563}, {"title": "Human Development from the Perspective of Gender: Ranking Countries", "authors": "Niels Lind", "abstract": "Males or females, which are ahead? In health, education and income? And where, in which countries? How is human development distributed by gender over the World? The Gender Development Index and the Gender Inequality Index of the United Nations Development Programme UNDP provide some information, but it is biased. Here instead, the direct ranking of countries by component indicator ranks is explained. It iss an objective method to process the gender-specific human development indicators entirely without distorting subjective transformations, and circumventing the need for a gender index. The results show that the lower female mortality now strongly compensates for lower income, especially and fully in highly developed regions. Conversely, in countries and regions of low human development females appear far behind.", "url": "https://doi.org/10.31235/osf.io/csyn5_v1", "doi": "10.31235/osf.io/csyn5_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.012950186960737686}, {"title": "Descentralización y participación ciudadana en Chile: Evaluación de la autonomía de los gobiernos locales", "authors": "Fabian Belmar, Mario Herrera Muñoz", "abstract": "Evaluamos la autonomía y capacidades de los 345 municipios chilenos para asumir procesos de descentralización efectiva. Desde la perspectiva de la gobernanza participativa, desarrollamos el Índice de Capacidades y Autonomía (ICA) comunal que integra tres dimensiones: política (participación ciudadana y organizaciones sociales), administrativa (eficiencia en gestión y desarrollo urbano) y fiscal (capacidad de recaudación e independencia financiera). Utilizando datos del SINIM y SERVEL (2018-2023), los resultados revelan significativas disparidades territoriales: 59% de los municipios presentan niveles \"bajo\" o \"muy bajo\" de autonomía, mientras solo 2% alcanza niveles \"muy altos\". La autonomía administrativa es consistentemente alta en todas las regiones, pero las dimensiones política y fiscal muestran gran variabilidad interregional. No existe correlación directa entre las tres dimensiones, sugiriendo que la descentralización se desarrolla de manera independiente en cada ámbito. Estos hallazgos evidencian importantes desafíos para profundizar la descentralización en Chile, requiriendo estrategias diferenciadas según las capacidades específicas de cada territorio.", "url": "https://doi.org/10.31235/osf.io/r2q3e_v1", "doi": "10.31235/osf.io/r2q3e_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.07759185553865089}, {"title": "Next-Generation Mortality Forecasting with Deep Learning", "authors": "Paige Park", "abstract": "Deep learning is transforming fields like chemistry, engineering, and medicine, but its application to social science fields like demography remains limited. This study explores deep learning as an emerging approach to mortality forecasting, a core area in demographic research. This paper addresses why and how deep learning performs better than three well-known baselines for mortality forecasting. First, it explores the relationship between model architecture and data pooling. Second, it provides a detailed country-level performance analysis, identifying contexts where deep learning underperforms and exploring possible remedies. Third, it discusses the broader applicability and potential of deep learning methods in demography. The findings underscore the potential of deep learning to enhance demographic forecasting and invite broader reflection on the role of computational and AI-driven methods in population studies.", "url": "https://doi.org/10.31235/osf.io/sqphx_v1", "doi": "10.31235/osf.io/sqphx_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008808133843660304}, {"title": "Agile Leadership in the Holy Quran: A Modern Vision to Ponder Between Its Folds", "authors": "Dr. Ismail A Mageed", "abstract": "In an age where volatility, uncertainty, complexity, and ambiguity (VUCA) are prevalent, modern companies are increasingly adopting Agile methods to foster resilience and innovation. With its focus on adaptability, teamwork, and empowerment, nimble leadership is offered as a new answer to current problems. However, this paper contends that the underlying tenets of this leadership style are not novel but are instead firmly founded in the divine guidance of the Holy Quran and the actual example (Seerah) of Prophet Muhammad (ﷺ). This visual academic article investigates the great parallels between the fundamental concepts of Agile leadership and the eternal Islamic ideals of Shura (consultation), Amanah (trust), Tafwid (delegation), Adl (justice), and Ihsan (excellence). By means of a methodical study, it creates a conceptual framework that connects modern Agile values directly to Quranic teachings. The study shows how the Quran presents an adaptive and goal-oriented model of leadership that is holistic, ethically sound, and spiritually based. This essay offers a fresh viewpoint for leaders of every background by highlighting these links and proposes that a closer interaction with this 1400-year-old knowledge can inspire and improve 21st century leadership practice.", "url": "https://doi.org/10.31235/osf.io/tfwz9_v1", "doi": "10.31235/osf.io/tfwz9_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01357059800709115}, {"title": "Miraculous Geometry Wonderland: Contemporary Teleological Reasoning for Allah's Existence as Fractal and Differential Metaphors", "authors": "Dr. Ismail A Mageed", "abstract": "Teleological argument has been a cornerstone of natural theology, suggesting that complexity and order in the universe imply a purposeful designer. Early forms used biological analogies, while modern expressions incorporate sophisticated mathematical and physical concepts. This paper explores the philosophical and theological use of two such fields: fractal geometry and differential geometry. It argues that while these disciplines cannot, by their very nature, provide a formal \"proof\" of God's (Allah's) existence, they serve as powerful and compelling metaphorical frameworks for understanding divine attributes such as immanence, transcendence, omnipotence, and omniscience. By examining the self-similarity and infinite complexity of fractals and the elegant, fine-tuned structure of the cosmos described by differential geometry, this paper analyzes how these mathematical concepts are employed to reinvigorate the teleological argument, shifting the discourse from a claim of logical proof to an epistemology of awe and wonder.", "url": "https://doi.org/10.31235/osf.io/vfk7t_v1", "doi": "10.31235/osf.io/vfk7t_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009860246124069216}, {"title": "The PIAAC Variable Finder: An interactive Shiny app for cleaning, interpreting and analyzing Programme for the International Assessment of Adult Competencies data", "authors": "Nate Breznau", "abstract": "The release of an interactive app for searching through PIAAC documentation, variables and metadata. Details the process of building the app, using Gen AI and how the app can support researchers seeking to use PIAAC data more efficiently or build their own similar apps.", "url": "https://doi.org/10.31235/osf.io/xp4ja_v1", "doi": "10.31235/osf.io/xp4ja_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010806951717545643}, {"title": "Do the reasons people drink alcohol aid our understanding of sociodemographic differences in alcohol-free and low-alcohol consumption? A path analysis on a cross-sectional study of adult alcohol drinkers in Great Britain.", "authors": "Lucy C Burke, Colin Angus, Jamie Brown, Inge Kersbergen", "abstract": "Background In the UK, consumption of alcohol-free and low-alcohol (NoLo) drinks is more prevalent among heavier drinkers and socially advantaged groups. If heavier drinkers are substituting alcoholic drinks with NoLo drinks, this could improve public health. However, socioeconomic differences in consumption could exacerbate alcohol-related health inequalities. Socioeconomic groups vary in their reasons for drinking alcohol, with less advantaged individuals more likely to drink alcohol to cope. This study examined whether alcohol drinking motives can help explain differences in NoLo consumption, with a particular aim of understanding socioeconomic differences. Methods 2,555 adults residing in Great Britain provided data on at-least monthly NoLo consumption, hazardous drinking (AUDIT-C), alcohol drinking motives, social grade, education, age, and gender, via the Alcohol Toolkit Study. Path analysis explored the mediating effects of drinking motives between sociodemographic characteristics, hazardous drinking, and NoLo consumption. Results Drinking alcohol to conform, education, and hazardous drinking were positively associated with NoLo consumption. Drinking alcohol to cope with depression was a serial mediator between social grade and NoLo. Drinking to cope with depression, more frequently reported among lower social grades, weakened the positive relationship between hazardous drinking and NoLo consumption (β = -0.001, 95% CI -0.002, -0.000). Enhancement and social motives also weakened this relationship, partially mediating pathways between age, gender, education, and NoLo consumption. Discussion Whilst hazardous drinking is positively associated with NoLo consumption, for those drinking to cope with depression, for enhancement, or social reasons, this effect is diminished, potentially limiting the public health potential for these groups.", "url": "https://doi.org/10.31235/osf.io/yae82_v1", "doi": "10.31235/osf.io/yae82_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.023938416735945878}, {"title": "Editing platform politics on Wikipedia: A longitudinal study 2002-2024: The history of user-creation of Swedish political parties’ Wikipedia articles", "authors": "Susanne Marlene Almgren", "abstract": "The purpose of this study is to contribute to knowledge about the connection between platform studies and comparative party politics. More specifically, to gain new knowledge about the history of user-creation about Swedish political parties on Wikipedia. This study maps the user-created history of Swedish political parties on the platform Wikipedia over a twenty-year period. Users’ contributions construct articles by making edits (N=20,906). The study focuses on whether users edit political articles differently, in which order political parties appeared, the relation of election years (heightened political activity) to frequencies of user edits, and whether the overall evolution of content on political parties’ articles is in a process of growth, standstill or decline. The results show that parties without government representation have the highest frequency of editing when related to parties’ political support in elections. This tendency is stronger on the far-right side of the political scale. The Sweden Democrats was the first party on Wikipedia (2002) and within six months most parties followed. Elections were initially related to higher edit frequencies. Users’ editing peaked the first 15 years, but has then merged on a lower level. The conclusions suggest that when studying this type of political platform user engagement, the following factors matter: The age of the platform, whether the party holds a dominant position, whether the party's support is increasing, whether the party is excluded from governmental collaboration, whether the party has a far-out political position on the left-right scale, and finally, whether the party is a right-wing party.", "url": "https://doi.org/10.31235/osf.io/zxp58_v1", "doi": "10.31235/osf.io/zxp58_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.00712225053803639}, {"title": "Sport-Oriented Micro Smart Cities - The Next Wave of Urban Evolution? Analyzing the Transformation of Modern Sports Infrastructure into Technologically Advanced, Functionally Integrated Environments", "authors": "Szymon Szulim", "abstract": "While smart city research predominantly focuses on large urban areas, this paper investigates smaller, purpose-built environments, proposing an operational definition for the \"Micro Smart City\" concept. It specifically analyzes \"Sport-Oriented Micro Smart Cities\", arguing that large-scale, technologically advanced sports complexes (elite training centers, academies, stadiums) are evolving into such entities. This transformation is driven by the integration of smart technologies and the adoption of selected urban functions (like housing, services, and operational self-sufficiency), allowing these facilities to emulate urban characteristics despite lacking municipal governance. Case studies of modern sports infrastructure illustrate this evolution. The paper contributes to understanding smart city scalability and the diverse manifestations of smart urbanism in specialized, micro-scale contexts.", "url": "https://doi.org/10.31235/osf.io/8nxaq_v1", "doi": "10.31235/osf.io/8nxaq_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009951717643153168}, {"title": "Structured content analysis of open access book policies: European university and research funder approaches", "authors": "Lisa Matthias, Nataliia Bazeliuk, Mikael Laakso", "abstract": "Despite playing a crucial role in making research publications freely accessible for more than two decades, academic research on open access (OA) policies remains limited. Drawing on both a review of existing research and an analysis of 66 recent OA book policies, this study introduces a novel methodological framework for structured policy analysis and maps the current OA book policy landscape in Europe. Our results reveal substantial heterogeneity in the policy environment, with substantial variation both in the presence of policy elements and in their operationalization across policies. This diverse policy environment creates implementation challenges at multiple levels, from researchers managing different requirements to institutions developing support strategies, and publishers adapting their services to meet varied policy demands. Given that OA policies significantly impact research practices at individual, institutional, and national levels, yet systematic evidence remains scarce, our findings emphasize the need for increased research and monitoring in this domain.", "url": "https://doi.org/10.31235/osf.io/bhjuz_v1", "doi": "10.31235/osf.io/bhjuz_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.011143555738030386}, {"title": "Intercultural Competence in English Language Teaching: Navigating Cultural Taboos in the Arab Gulf", "authors": "Filomachi Spathopoulou, Konstantinos M. Pitychoutis", "abstract": "This study explores the influence of cultural taboos on English Language Teaching (ELT) within the Arab Gulf region, where societal norms and Islamic traditions significantly shape pedagogical approaches. It identifies educators' primary challenges, such as navigating culturally sensitive topics like religion, gender roles, and family dynamics, which impact curriculum design, classroom interactions, and material selection. A recent literature review and thematic analysis reveal strategies for addressing these challenges, including contextualised materials, role-playing, and reflective exercises. These methods indirectly enable teachers to engage with cultural taboos, fostering student participation while respecting local sensitivities. The study emphasises the importance of intercultural competence as a critical skill for educators, equipping them to mediate cultural dynamics and create inclusive learning environments. Findings indicate that culturally responsive teaching facilitates language acquisition and promotes empathy and understanding among students from diverse cultural backgrounds. Implications include the need for ongoing professional development for ELT practitioners, focusing on strategies to balance cultural respect with pedagogical objectives. Addressing these issues, the research contributes to advancing culturally competent language education, offering practical solutions for integrating cultural sensitivity into ELT practices in the Gulf region and beyond.", "url": "https://doi.org/10.31235/osf.io/c6z84_v1", "doi": "10.31235/osf.io/c6z84_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.14242181152687905}, {"title": "Mapping Scholarly Identities: A Descriptive Study of Spanish ORCID Records at the Spanish National Research Council (CSIC)", "authors": "Bruno Penadés, Teresa Muñoz-Écija, Benjamín Vargas-Quesada, Zaida Chinchilla-Rodríguez", "abstract": "This study analyzes the adoption and use of ORCID at the Spanish National Research Council (CSIC) compared to other researcher profile systems such as Scopus Author ID, ResearcherID, and Google Scholar. Based on a sample of CSIC-affiliated authors who published between 2012 and 2022, the results show a moderate ORCID adoption rate, with gender and job category disparities. Male and permanent researchers were more likely to register and complete their ORCID profiles. Disciplinary differences emerged, with Natural Resources and Social Sciences having the highest number of profiles, while Humanities showed the highest profile completeness. A sharp early increase in ORCID registrations was followed by a gradual decline, though profile updates remained steady. These findings offer insights to improve institutional strategies for persistent identifier use, data quality, and equity in research information systems.", "url": "https://doi.org/10.31235/osf.io/k7eyx_v1", "doi": "10.31235/osf.io/k7eyx_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.024724301808330962}, {"title": "Evidence analysis of tourism and geographic location correlation with syphilis incidence", "authors": "Joao Pedro Barbosa Santos, Luis Claudio Teixeira França, Brenda L. Lima, Renato B. Reis, Carolina Spínola, Joberto S. B. Martins", "abstract": "Tourism is a valuable source of revenue for countries and communities that contributes to their economic growth. Despite these advantages, tourist travel flow can have unexpected effects, such as spreading diseases, like sexually transmitted infections (STIs), that affect public health. However, identifying possible correlations between tourism activities in regions and disease incidence is a relevant research issue that has not yet been extensively explored. According to the World Health Organization, syphilis is a worldwide STI with an estimated impact of 8 million adults between 15 and 49 years old in 2022. This paper investigates and analyses evidence concerning the correlation between tourism activities and geographical location with syphilis incidence. The correlation analysis uses a machine learning algorithm to cluster the governmental syphilis notification database of Bahia state in Brazil between 2010 and 2019. Evidence analysis suggests correlations between tourism activities in coastal tourism municipalities and the incidence of syphilis. Identified evidence of a correlation allows proactive preventive actions and positively impacts the municipality's public health sector.", "url": "https://doi.org/10.31235/osf.io/q58xc_v1", "doi": "10.31235/osf.io/q58xc_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.05572422953368139}, {"title": "Analyzing the Relationship Between Urban Greening and Gentrification: Empirical Findings from Denver, Colorado", "authors": "Mahshid Gorjian", "abstract": "BACKGROUND: More U.S. communities are pushing for urban greening to make cities more sustainable and better able to handle climate change. Still, there is growing worried that greening efforts can make gentrification worse and force individuals who are already at risk to move. A recent study shows that improvements to the environment and changes in the housing market in rapidly changing urban areas are connected in many ways. OBJECTIVE: The goal of this study is to empirically look at the order and factors that affect the connection between urban greening and gentrification in Denver, Colorado. The goal is to improve fair urban sustainability policies by looking at both numerical and descriptive data about how neighborhoods change, how people in those neighborhoods feel, and how policies respond. METHODS: A mixed-methods approach was used, which included longitudinal geographic analysis, fieldwork, interviews with stakeholders, surveys of the community, and analysis of policy documents. The study looks at neighborhoods in Denver that are getting a lot of new green infrastructure and are seeing changes in their populations. Difference-in-differences modeling, theme coding, and triangulation of various data sources are all parts of data analysis. RESULTS: The results show that gentrification often happens before major urban greening projects, which sets the stage for future environmental investments that make exclusion and displacement worse. Quantitative models show big increases in eviction filings and rent burden after investments in green infrastructure. Qualitative statistics, on the other hand, show that vulnerable groups are likely to be displaced and that participatory planning is lacking. 1 IMPACT STATEMENT: This study gives new real-world data about how green gentrification changes over time, showing that both market factors and government policies affect how neighborhoods change. The study shows how policies should include anti-displacement strategies in programs to improve the environment and stresses the need for urban planning that is proactive and focused on fairness. Researchers and legislators who want to create fair and long-lasting cities are given suggestions.", "url": "https://doi.org/10.31235/osf.io/rnkbf_v1", "doi": "10.31235/osf.io/rnkbf_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.02691412900735446}, {"title": "INEQUITABLE ACCESS TO SUSTAINABILITY CERTIFICATION: IMPLICATIONS FOR THE IMPLEMENTATION OF EUROPEAN GREENWASHING LEGISLATION", "authors": "Xavier Font", "abstract": "This report examines potential unintended consequences of the EU Empowering Consumers for the Green Transition Directive (approved) and the Green Claims Directive (stalled) on the hotel sector, revealing that sustainability certification is concentrated among large, high-end, chain-affiliated hotels. Small and independent hotels face significant structural barriers—such as high costs, limited resources, and lack of support—that risk excluding them from making environmental claims. Without targeted policy interventions, both directives could entrench inequities and marginalise under-resourced businesses. Using real options theory, the report identifies four strategic responses: wait and see, partial investment, growth, and withdrawal. It calls for inclusive policy design, accessible certification systems, and coordinated stakeholder action to ensure equitable implementation.", "url": "https://doi.org/10.31235/osf.io/wzg4a_v1", "doi": "10.31235/osf.io/wzg4a_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0246981242914891}, {"title": "Agricultura urbana e periurbana - uma experiência de extensão universitária da UFRGS no Litoral Norte do RS", "authors": "Rejane Margarete Schaefer Kalsing, Ricardo de Sampaio Dagnino", "abstract": "This text reports experiences acquired over the years 2019 to 2021, in the editions of the Urban and Periurban Agriculture, Food, Education and Health extension project, carried out by the Federal University of Rio Grande do Sul (UFRGS) Campus Litoral Norte, in order to problematize and enhance extension as fundamental in the processes of articulation between the work carried out at the university and the needs widely posed by society.", "url": "https://doi.org/10.31235/osf.io/ypfq5_v2", "doi": "10.31235/osf.io/ypfq5_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.10288763197578676}]