[{"title":"Brook no compromise: How to negotiate a united front","authors":"Elaine Yao","abstract":"Negotiating factional conflict is crucial to successful coordination: Political parties, rebel alliances, and authoritarian elites must all overcome internal disagreements to survive and achieve collective aims. Actors in these situations sometimes employ hardball tactics to block outcomes they dislike, but at the risk of causing coordination failure. Using a dynamic bargaining model, I explore how the threat and usage of these tactics impact coordination. In the model, two players who prefer different reforms must jointly agree on one to overturn a mutually unfavorable status quo. Neither knows the other's willingness to compromise—whether they prefer the status quo over their less‐preferred outcome. Players who are willing to compromise delay hardball, balancing incentives to preempt the opponent against the benefit of waiting to gather more information. Finally, I identify factors that incentivize players to exercise caution, thereby reducing the incidence of avoidable miscoordination, which results when players preemptively rule out possible compromises.","url":"https://doi.org/10.1111/ajps.12986","doi":"10.1111/ajps.12986","journal_full":"American Journal of Political Science","dist":0.3561,"specialized":false,"preprint":false},{"title":"Ideology and Revolution in Civil Wars: The “Marxist Paradox”","authors":"LAIA BALCELLS, STATHIS N. KALYVAS","abstract":"Powered by Marxist ideology, Revolutionary Socialist (RS) armed groups launched formidable challenges against incumbent regimes during the historical era of the Cold War. As both transformational and transnational actors, they were optimally positioned to execute a revolutionary war doctrine that called for a highly integrated political and military organization that could weave a dense web of interactions with civilian populations. Civil wars featuring RS rebels tended to be robust insurgencies, that is, irregular wars that lasted longer and produced more battlefield fatalities compared to other civil wars. However, this superior capacity failed to translate into a higher rate of victories—hence, a “Marxist Paradox.” By posing a credible threat, RS rebellions engendered equally powerful regime counter-mobilizations. We show how ideology shaped armed conflict in a particular world-historical time and point to implications for the current state of civil conflict.","url":"https://doi.org/10.1017/s0003055425000188","doi":"10.1017/s0003055425000188","journal_full":"American Political Science Review","dist":0.4118,"specialized":false,"preprint":false},{"title":"Electoral Gender Quotas and Democratic Legitimacy","authors":"AMANDA CLAYTON, DIANA Z. O’BRIEN, JENNIFER M. PISCOPO","abstract":"Gender quotas are used to elect most of the world’s legislatures. Still, critics contend that quotas are undemocratic, eroding institutional legitimacy. We examine whether quotas diminish citizens’ faith in political decisions and decision-making processes. Using survey experiments in 12 democracies with over 17,000 respondents, we compare the legitimacy-conferring effects of both quota-elected and non-quota elected local legislative councils relative to all-male councils. Citizens strongly prefer gender balance, even when it is achieved through quotas. Though we observe a quota penalty, wherein citizens prefer gender balance attained without a quota relative to quota-elected institutions, this penalty is often small and insignificant, especially in countries with higher-threshold quotas. Quota debates are thus better framed around the most relevant counterfactual: the comparison is not between women’s descriptive representation with and without quotas, but between men’s political dominance and women’s inclusion.","url":"https://doi.org/10.1017/s0003055425000176","doi":"10.1017/s0003055425000176","journal_full":"American Political Science Review","dist":0.4314,"specialized":false,"preprint":false},{"title":"The Political Economy of Racial Capitalism in the United States","authors":"Chloe N. Thurston","abstract":"This article summarizes recent scholarship on racial capitalism with an eye toward highlighting the opportunities the lens poses for the field of American political economy. It reviews the origins and evolution of the construct as well as its contemporary developments and critiques. It highlights three areas of generative dialogue between scholarship working at the intersection of racial capitalism and American political economy: first, surrounding the value of studying the political economy through a relational lens; second, involving how mid-range theoretical tools can generate more insights into specific institutional constraints and questions of agency, contingency, and change; and third, how deeper engagement between the two can productively reorient assessments of inequality in American democracy.","url":"https://doi.org/10.1146/annurev-polisci-041023-073142","doi":"10.1146/annurev-polisci-041023-073142","journal_full":"Annual Review of Political Science","dist":0.4389,"specialized":false,"preprint":false},{"title":"Islamism and Armed Conflict","authors":"Stathis N. Kalyvas, Mikael Hiberg Naghizadeh","abstract":"Islamism has become a dominant force across civil wars, the most common form of armed conflict. Yet our comparative and theoretical understanding of this critical political development is lacking. We discuss this phenomenon and describe its emergence and basic trends and patterns; we review existing accounts of its causes and dynamics and conclude by suggesting future directions for research, with an emphasis on integrating context-rich studies with comparative and theoretical approaches.","url":"https://doi.org/10.1146/annurev-polisci-061623-100652","doi":"10.1146/annurev-polisci-061623-100652","journal_full":"Annual Review of Political Science","dist":0.37,"specialized":false,"preprint":false},{"title":"The Study of Racism and Policing in the United States","authors":"Spencer Piston, Kaneesha R. Johnson, Selma Hedlund, Chas Walker","abstract":"We begin this article by discussing two moments, in the late 1800s and late 1900s, in which the racist views of influential political scientists fundamentally shaped research on policing. In contrast, today's scholarship, breaking sharply with research of the past, does not attempt to justify racist policing but to study it. The dominant approach today follows a racial disparities framework, which maps out the uneven allocation of police harms. As we discuss, these studies have made valuable contributions to the field and to real-world efforts to resist the damage done by police. At the same time, however, the racial disparities framework has limitations that make it difficult for scholars to understand racist police oppression. We conclude by arguing that, to take the next step forward, future scholarship should follow the lead of and expand upon work that centers the voices of the highly policed. This Review in Advance was removed on May 1, 2025. It will be reinstated as soon as possible.","url":"https://doi.org/10.1146/annurev-polisci-033123-124752","doi":"10.1146/annurev-polisci-033123-124752","journal_full":"Annual Review of Political Science","dist":0.5092,"specialized":false,"preprint":false},{"title":"Deliberation and Human Nature – CORRIGENDUM","authors":"Ramon van der Does","url":"https://doi.org/10.1017/s0007123425000407","doi":"10.1017/s0007123425000407","journal_full":"British Journal of Political Science","dist":0.3274,"specialized":false,"preprint":false},{"title":"The Correlates of Ethnicity: Why the Ethnic Majority Expects That Ethnic Minorities Contribute Less to the Collective","authors":"Mathias Kruse","abstract":"Members of the ethnic majority tend to view immigrants and ethnic minorities as less willing to contribute to the collective. Why is this the case? I argue that in Europe, ethnic attributes signal citizens’ socioeconomic resources, cultural values, and norm compliance and that these factors, rather than ethnic identities per se, explain why citizens are expected (not) to contribute. Through a novel conjoint experimental design in Denmark that manipulated respondents’ access to information about these different mechanisms, the argument finds support. First, in information-sparse environments, ethnic majority members expect that minority members contribute substantially less to the provision of public goods than majority members. Second, this ethnic bias is reduced by each of the three mechanisms and explained away once information on all three is available. This demonstrates that negative expectations toward minorities operate through multiple, complementary channels and that stereotype-countering information can reduce the majority-minority expectation gap.","url":"https://doi.org/10.1017/s0007123425000092","doi":"10.1017/s0007123425000092","journal_full":"British Journal of Political Science","dist":0.6289,"specialized":false,"preprint":false},{"title":"Macrointerest Across Countries","authors":"Yue Hu, Frederick Solt","abstract":"The extent to which the public takes an interest in politics has long been argued to be foundational to democracy, but the want of appropriate data has prevented cross-national and longitudinal analysis. This letter takes advantage of recent advances in latent-variable modelling of aggregate survey responses and a comprehensive collection of survey data to generate dynamic comparative estimates of macrointerest, that is, aggregate political interest, for over a hundred countries over the past four decades. These macrointerest scores are validated with other aggregate measures of political interest and of other types of political engagement. A cross-national and longitudinal analysis of macrointerest in advanced democracies reveals that along with election campaigns and inclusive institutions, it is good economic conditions, not bad times, that spur publics to greater interest in politics.","url":"https://doi.org/10.1017/s0007123424001042","doi":"10.1017/s0007123424001042","journal_full":"British Journal of Political Science","dist":0.5302,"specialized":false,"preprint":false},{"title":"Going the Last Mile: How Social Pensions Make Marginalized Elders Legible and Build the State’s Informational Capacity","authors":"Imke Harbers, Wendy Hunter","abstract":"The state’s reach across societal groups is often uneven. Lacking documents that provide official proof of age and identity, many elderly people in countries of the Global South have long resided in the blind spot of states, especially if they are poor, indigenous, live in rural areas, and have labored outside the formal sector. How can states go the last mile and build informational capacity by incorporating particularly marginalized groups? What induces marginalized elders to register their births decades after the fact? Based on cross-national analyses, case studies of Mexico and Bolivia, and a series of difference-in-difference designs, we show that bureaucratic social welfare policies can incentivize identity documentation among hard-to-reach populations. The rollout of social pensions prompted previously unregistered elders to finally obtain birth registration and certification, making invisible elders legible and enhancing the informational capacity of the state.","url":"https://doi.org/10.1177/00104140251328023","doi":"10.1177/00104140251328023","journal_full":"Comparative Political Studies","dist":0.5192,"specialized":false,"preprint":false},{"title":"Countryside champions or urban allies? What rural and urban citizens want from elected representatives","authors":"Lawrence McKay, Christopher Claassen, Petar Bankov, Christopher Carman","url":"https://doi.org/10.1016/j.electstud.2025.102937","doi":"10.1016/j.electstud.2025.102937","journal_full":"Electoral Studies","dist":0.4111,"specialized":false,"preprint":false},{"title":"The value of liberal democracy: Assessing citizens' commitment to democratic principles","authors":"SERGI FERRER, ENRIQUE HERNÁNDEZ, ENRIQUE PRADA, DAMJAN TOMIC","abstract":"Recent studies suggest that citizens are unlikely to trade off free elections for other desirable outcomes, such as economic growth. However, while free elections are central to democracies, today democracy is not often undermined by abolishing elections. Our study shifts the focus to citizens' willingness to trade off the more granular democratic principles frequently eroded in backsliding processes – such as judicial independence, media freedom or horizontal accountability – for higher incomes. Through a seven‐country conjoint experiment, we analyse how citizens prioritize among these principles and estimate their ‘willingness to pay’ – or the additional income needed to persuade citizens to give these principles up. We find that while citizens do not relinquish free elections easily, they are more open to forgo liberal principles undermined in backsliding processes, especially when these principles are eroded gradually, one at a time. These findings help explain why democratic backsliding may be often tolerated by citizens.","url":"https://doi.org/10.1111/1475-6765.70021","doi":"10.1111/1475-6765.70021","journal_full":"European Journal of Political Research","dist":0.4814,"specialized":false,"preprint":false},{"title":"Do government invitations to consultations shape stakeholder participation in public policymaking?","authors":"ADRIANA BUNEA, IDUNN NØRBECH","abstract":"Online public consultations are an instrument frequently used by governments to invite citizens and interest organisations to participate in the formulation of public policies. A key feature of the consultation design is the prerogative of policymakers to send formal invitations to consultations with stakeholders. The extent to which these invitations shape the patterns of stakeholder participation in online consultations is a relevant theoretical and empirical research puzzle that remains largely overlooked in the literature on participatory governance and bureaucratic policymaking. Our study addresses this gap in research and asks: Do government invitations to consultations increase the levels and diversity of stakeholder participation in online public consultations? We explain when and why the number of government invitations is systematically associated with higher levels of participation and diversity of stakeholder interests and how this systematic co‐variation is conditional upon the policy act type on which the government consults. We test our argument on a new dataset containing information about 251,153 instances of stakeholder participation in 4062 online public consultations organised by the Norwegian government across all policy areas during 2009–2023. We find that a higher number of government invitations is systematically associated with significantly higher stakeholder participation, higher diversity of interests represented and a higher likelihood of and more frequent citizen participation. This positive association is, however, moderate in size and is also conditional upon policy act type. Invitations increase participation and stakeholder diversity more in consultations on legislative acts and government reports relative to all other acts. These are acts on which the demand for stakeholder participation successfully meets stakeholders’ interest in supplying it. Our study underscores the importance of government invitations as a relevant feature of consultation design that shapes patterns of participation in public consultations while accounting for the impact of the policy context in which consultations are organised.","url":"https://doi.org/10.1111/1475-6765.70027","doi":"10.1111/1475-6765.70027","journal_full":"European Journal of Political Research","dist":0.4762,"specialized":false,"preprint":false},{"title":"Bipartisanship in the Shadow of China’s Rise: The Effect of External Threats on Internal Unity in the US Congress","authors":"Guan Wang, Weifang Xu","abstract":"In recent years, political analysts and media observers claim that taking a harder line against China has become one of the few remaining bipartisan issues left in a highly partisan US Congress. However, a closer look at China-related bills and resolutions reveals significant variation in the level of bipartisan support they receive. While some China-related legislation receives support from both Democratic and Republican lawmakers, others are supported by members of only one party. Under what conditions can Democrats and Republicans collaborate to deal with threats posed by China? In this research note, we examine two conditions under which the two parties jointly support a China-related measure. First, the proposed legislation is not related to US domestic affairs. Second, if the legislation is related to US domestic affairs, neither party claims the ownership of the issue addressed by the legislation. We created and analyzed a novel dataset that encompasses China-related legislation in the US House of Representatives between 2009 and 2022. Our empirical results show that bipartisan collaboration on China’s threats depends on the nature of the issue.","url":"https://doi.org/10.1093/isq/sqaf030","doi":"10.1093/isq/sqaf030","journal_full":"International Studies Quarterly","dist":0.4825,"specialized":false,"preprint":false},{"title":"Giving a hand to autocrats: Are Russia’s high-level visits for authoritarian durability?","authors":"Ali Balci, Bülent Aras","abstract":"The existing literature largely agrees that Russia and China actively bolster and protect authoritarian regimes as alternatives to liberal democracies. While empirical research predominantly focuses on economic and military aid as primary mechanisms, emerging studies on ‘leader visits’ reveal that great powers send visible, immediate, and robust signals of support to their protégés, especially against domestic and regional threats. Given that face-to-face interactions enable host leaders to more precisely discern their patrons’ intentions, we argue that leader visits constitute a critical strategy employed by Russia in its global efforts to bolster authoritarian durability. Our empirical results demonstrate that although domestic instability generally deters foreign official visits, domestic instability actually increases authoritarian regimes’ chances of attracting a Russian official visit. We also find that Russia’s visits to authoritarian regimes experiencing domestic turmoil are linked to its power competition with the United States, particularly following a series of democratic revolutions in Russia’s former protégés during the early 2000s. The findings underscore the strategic use of leader visits as a tool to bolster autocratic allies in times of global power competition, thereby advancing scholarship on authoritarian resilience. Policy implications include recognizing the geopolitical significance of diplomatic visits in signaling support for unstable regimes and the need to incorporate such symbolic gestures into assessments of great power competition and authoritarian diffusion strategies.","url":"https://doi.org/10.1177/00223433251318911","doi":"10.1177/00223433251318911","journal_full":"Journal of Peace Research","dist":0.4119,"specialized":false,"preprint":false},{"title":"Fair representation in primaries: Heterogeneity and the New Hampshire effect","authors":"Stefano Barbieri, Marco Serena","abstract":"In sequential primaries, fair representation of the electorate may be undermined by the New Hampshire effect. Simultaneous primaries address fair representation, as there is no New Hampshire effect, but may increase expenditures. We analyze these issues by studying heterogeneity in sequential and simultaneous contests. The nature of heterogeneity is crucial. If a player is stronger in every battle, then expenditures in sequential contests are smaller than in simultaneous ones, in line with the existing literature, and the stronger player is more likely to win in sequential than simultaneous contests. If players’ advantages alternate across battles, for sufficiently large advantages, expenditures in sequential contests are greater than in simultaneous ones, and the player who has the advantage later in sequential contests is more likely to win: dynamics affect representation. We interpret our results in light of the candidates’ advantages due to the different demographic composition of states and discuss novel testable implications.","url":"https://doi.org/10.1177/09516298251333765","doi":"10.1177/09516298251333765","journal_full":"Journal of Theoretical Politics","dist":0.4151,"specialized":false,"preprint":false},{"title":"Getting what you pay for: Resource allocations and legislative success","authors":"Emily Cottle Ommundsen","abstract":"Members of Congress run for office with a variety of goals they hope to achieve if elected. How members go about achieving these goals is constrained by numerous institutional factors. Yet there exist two areas in which members are afforded broad discretion: the allocation of their time and budget. In this paper, I assess the personal qualities and institutional circumstances that motivate members' budgetary decisions, and take an important step further to evaluate the consequences of such choices. I find that members who spend a greater proportion of their budget are more effective lawmakers than those who do not spend their full budgets. Further, I demonstrate that members who invest more in legislative staff have the highest rates of legislative productivity. Members make strategic choices in how they divide their budget. This paper demonstrates that investing in skilled staff is a wise strategy for members desiring legislative success.","url":"https://doi.org/10.1111/lsq.70000","doi":"10.1111/lsq.70000","journal_full":"Legislative Studies Quarterly","dist":0.4455,"specialized":false,"preprint":false},{"title":"Book review of Matthias Dilling’s Parties under Pressure: The Politics of Factions and Party Adaptation Matthias Dilling, Parties under Pressure: The Politics of Factions and Party Adaptation . Chicago: The University of Chicago Press, 2024. $115.00 (cloth); $32.50 (paper), x + 289 pp. ISBN 978 0 226 83023 0; 978 0 226 83025 4.","authors":"Tristan Klingelhöfer","url":"https://doi.org/10.1177/13540688251339630","doi":"10.1177/13540688251339630","journal_full":"Party Politics","dist":0.3213,"specialized":false,"preprint":false},{"title":"Book Review: Review of beyond social democracy. The transformation of the left in emerging knowledge societies HäusermannSiljaKitscheltHerbert (ed.), Beyond Social Democracy. The Transformation of the Left in Emerging Knowledge Societies. Cambridge: Cambridge University Press, 2024; £ 34.99 (pbk), xx + pp. 463, ISBN: 9781009496803.","authors":"Karl Loxbo","url":"https://doi.org/10.1177/13540688251339627","doi":"10.1177/13540688251339627","journal_full":"Party Politics","dist":0.3843,"specialized":false,"preprint":false},{"title":"Unheard Voices: The Importance of Intersectionality in Responsiveness and the Systematic Ignoring of Black Men by Elected Officials","authors":"Ethan C. Busby, Andrew Ifedapo Thompson, Tomo Vierbuchen, Suzy Yi","abstract":"All citizens are not listened to equally, despite the importance of responsiveness and listening to different theories of democracy. We take an ‌intersectional‌ ‌approach‌ ‌to‌ make several novel predictions about how citizens’ identities, the topic of constituent messages, and the identities of elected officials combine to influence responsiveness. These theories lead us to expect (and empirically confirm) that Black men in particular - more than other racial and gender groups - are systematically ignored by elected officials. ‌We‌ ‌implement‌ ‌a‌ ‌wide-scale‌ experiment with U.S. local elected officials ‌( N = 23,738)‌ to test our predictions. Extending‌ ‌previous‌ ‌work,‌ ‌we‌ ‌vary‌ ‌the‌ ‌race,‌ ‌gender,‌ ‌and‌ ‌topic‌ ‌of‌ ‌the‌ ‌constituent’s‌ ‌message, and we‌ observe ‌if elected‌ ‌officials ‌both open‌ ‌and‌ ‌reply‌ ‌to‌ ‌constituents’ messages‌.‌ ‌We ‌find‌ ‌that‌ ‌Black‌ ‌men‌ ‌are systematically ignored, regardless of the message they send.‌ ‌In‌ ‌contrast,‌ ‌elected officials respond less to ‌Black‌ ‌women‌ ‌when‌ they ‌discuss race ‌and‌ ‌less to ‌White‌ ‌women‌ ‌when‌ ‌they discuss gender.‌ ‌We‌ ‌discuss ‌the‌ ‌implications‌ ‌of‌ ‌this‌ ‌study‌ ‌for‌ ‌work‌ ‌on‌ ‌responsiveness‌ ‌in‌ democratic government.‌‌","url":"https://doi.org/10.1007/s11109-025-10042-6","doi":"10.1007/s11109-025-10042-6","journal_full":"Political Behavior","dist":0.4949,"specialized":false,"preprint":false},{"title":"Exploiting a Major Blunder to Study Policy Accountability: Trump and His Covid Stance in 2020","authors":"Eric Guntermann, Gabriel S. Lenz","abstract":"Most theories of democracy assume that voters punish politicians who pursue unpopular policies. However, empirical evidence supporting this claim remains elusive, partly because politicians strategically avoid adopting unpopular stances. The 2020 US presidential election offers a unique opportunity to investigate this phenomenon. Incumbent President Donald Trump publicly embraced unpopular positions on Covid-19, arguably the campaign’s most critical issue. Using panel survey data, we find many Trump supporters disagreed with his Covid-19 stances and preferred more aggressive government action, yet most remained unaware that his policies conflicted with their views even by the campaign’s end. Among those who recognized this contradiction, few defected; instead, many followed Trump, adjusting their own views to match his positions. Although our statistical power to detect voter defections is limited—precisely because learning about his stance was uncommon—Trump’s unpopular positions may still have been decisive given the narrow election margin. Broadly, voters’ failure to perceive or acknowledge conflicts between their policy views and those of favored candidates constrains their ability to hold politicians accountable, highlighting a critical challenge for democratic accountability.","url":"https://doi.org/10.1007/s11109-025-10041-7","doi":"10.1007/s11109-025-10041-7","journal_full":"Political Behavior","dist":0.5425,"specialized":false,"preprint":false},{"title":"The Racialization of the United States Supreme Court? Examining Changes in Public Opinion Toward SCOTUS Over Time","authors":"Kelsey Shoub, Jamil S. Scott, Leah Christiani","url":"https://doi.org/10.1007/s11109-025-10043-5","doi":"10.1007/s11109-025-10043-5","journal_full":"Political Behavior","dist":0.4597,"specialized":false,"preprint":false},{"title":"Governing the unstable: Colonial atmospheres, ‘weathering’ Indigenous, and the colonisation of polar air in the Soviet Arctic","authors":"Nadezhda Mamontova","url":"https://doi.org/10.1016/j.polgeo.2025.103331","doi":"10.1016/j.polgeo.2025.103331","journal_full":"Political Geography","dist":0.3648,"specialized":false,"preprint":false},{"title":"Embodied encounters, emerging publics in U.S. immigration courts","authors":"Alicia Danze, Caroline Faria, Valentina Glockner, Rebecca Torres","url":"https://doi.org/10.1016/j.polgeo.2025.103334","doi":"10.1016/j.polgeo.2025.103334","journal_full":"Political Geography","dist":0.4989,"specialized":false,"preprint":false},{"title":"The network dynamics of antiprejudice norms: A field experiment testing antiprejudice interventions in real groups","authors":"Feiteng Long, Daan Scheepers, Tibor Zingora, Ruthie Pliskin","abstract":"Individuals' attitudes toward members of ethnic and national outgroups can be shaped by peer norms within social networks. However, little is known about the interplay between such spontaneous normative influence processes within social networks and more formalized top‐down norms communicated by institutions (e.g., schools). To test this impact, we conducted a longitudinal four‐wave field experiment employing social network analysis among real groups. Students enrolled in Dutch and international psychology bachelor programs at a Dutch university were assigned to mentoring groups ( N = 288 across 50 groups in the last wave). As institutional interventions, they watched an online diversity training video (vs. not, between mentoring groups) at the beginning of data collection (T1) and attended a diversity and inclusion session (within‐participants) before T2. At each timepoint, participants reported attitudes toward outgroup members and friendships with students enrolled in the same program. We examined how peer norms (i.e., friends' intergroup attitudes) and institutional interventions shaped intergroup attitudes, finding that the video‐ and workshop‐based interventions improved intergroup attitudes. However, network analyses showed limited influence of friends' intergroup attitudes on individuals' own attitudes as well as limited interactive effects of the institutional interventions and network dynamics in affecting intergroup attitudes.","url":"https://doi.org/10.1111/pops.70029","doi":"10.1111/pops.70029","journal_full":"Political Psychology","dist":0.6457,"specialized":false,"preprint":false},{"title":"It seems tense: The influence of loneliness on perceived social conflict and societal threats","authors":"Alexander Langenkamp, Alexander Schmidt‐Catran, Janosch Schobin","abstract":"In recent years, many Western democracies have experienced increased political polarization, eroding social cohesion and, in some cases, heightened fear of violence among the general population. Simultaneously, surveys have found high rates of loneliness in modern societies and that it appears to have an impact on hypervigilance to social threats. This paper links and extends both lines of literature and investigates whether loneliness influences citizens' perceptions of the state of society, namely the presence of societal conflicts and fear of the failure of social institutions. Analyzing cross‐national data from the European Quality of Life Survey (EQLS), the paper shows that loneliness is associated with high levels of perceived social conflict. A subsequent analysis of panel data confirms that rising loneliness is positively associated with increasing fear of social unrest and failure of social institutions, which supports the idea that loneliness does cause an elevated sense of social conflict and insecurity. In conclusion, we extend the “hypervigilance to social threats” hypothesis of loneliness and argue that loneliness causes universal hypervigilance for social and societal threats.","url":"https://doi.org/10.1111/pops.70036","doi":"10.1111/pops.70036","journal_full":"Political Psychology","dist":0.5533,"specialized":false,"preprint":false},{"title":"The construction of threatening Others: Discourses and agendas of the Brazilian and German radical right","authors":"Beatriz Besen","abstract":"Based on empirical data from a comparative study of youth activism in the Radical Right of Brazil and Germany, this article identifies the construction of threatening Others as a common root of agendas promoting civilian gun ownership in Brazil and anti‐immigration in Germany. Through the analysis of biographical interviews conducted between 2021 and 2023 with young activists, the article explores the youths' narratives and examines the binary social representations such as “normal vs. cultural strangers” in Germany and “law‐abiding citizens vs. criminals/bandits” in Brazil. These constructions, often seen as products of a politics of fear, are analyzed as manifestations of “othering” and “authoritarianism,” based on the mobilization of anxieties related to ontological and structural insecurity. Ultimately, the article concludes that despite the existence of particular agendas in the Radical Right, the same mechanisms operate in diverse contexts. By the constant use of the discourse of threat, the Radical Right mobilizes securitization as a form to legitimize exclusionary policies and practices.","url":"https://doi.org/10.1111/pops.70031","doi":"10.1111/pops.70031","journal_full":"Political Psychology","dist":0.5184,"specialized":false,"preprint":false},{"title":"Consumers’ sovereignty and W. H. Hutt’s critique of the color bar","authors":"Phillip W. Magness, Art Carden, Ilia Murtazashvili","url":"https://doi.org/10.1007/s11127-025-01267-4","doi":"10.1007/s11127-025-01267-4","journal_full":"Public Choice","dist":0.3195,"specialized":false,"preprint":false},{"title":"Beyond the glass ceiling, more 'housework'? Womens' work assignment, performance and influence in political institutions","authors":"Louisa Boulaziz","url":"https://doi.org/10.1086/736465","doi":"10.1086/736465","journal_full":"The Journal of Politics","dist":0.5311,"specialized":false,"preprint":false},{"title":"The Contemporary Landscape of Gendered Personality Traits","authors":"Sarah Shair-Rosenfield, Melody E Valdini","url":"https://doi.org/10.1086/736464","doi":"10.1086/736464","journal_full":"The Journal of Politics","dist":0.4217,"specialized":false,"preprint":false},{"title":"Coalition-directed Voting under Uncertainty","authors":"Oke Bahnsen, Lukas Stoetzer, Thomas Gschwend","url":"https://doi.org/10.1086/736445","doi":"10.1086/736445","journal_full":"The Journal of Politics","dist":0.3379,"specialized":false,"preprint":false},{"title":"Do Voters Value Relief over Preparedness? Evidence from Disaster Policies in Malawi","authors":"Felix Hartmann","url":"https://doi.org/10.1086/736446","doi":"10.1086/736446","journal_full":"The Journal of Politics","dist":0.4218,"specialized":false,"preprint":false},{"title":"Editor’s Choice: Measuring Candidate Quality using Local Newspaper Endorsements","authors":"Kevin DeLuca","url":"https://doi.org/10.1086/736463","doi":"10.1086/736463","journal_full":"The Journal of Politics","dist":0.4474,"specialized":false,"preprint":false},{"title":"Outgroup Avoidance","authors":"Chagai Weiss, Alexandra Siegel, Alexandra Scacco","url":"https://doi.org/10.1086/736444","doi":"10.1086/736444","journal_full":"The Journal of Politics","dist":0.3596,"specialized":false,"preprint":false},{"title":"Local Backlash Against INGOs? How Heterogeneous Interests Condition the Effects of Conservation Advocacy Campaigns","authors":"Takumi Shibaike","url":"https://doi.org/10.1086/732968","doi":"10.1086/732968","journal_full":"The Journal of Politics","dist":0.4822,"specialized":false,"preprint":false},{"title":"Selective Exposure and Electoral Competition","authors":"Avidit Acharya, Peter Buisseret, Adam Meirowitz, Floyd Jiuyun Zhang","url":"https://doi.org/10.1086/732966","doi":"10.1086/732966","journal_full":"The Journal of Politics","dist":0.456,"specialized":false,"preprint":false},{"title":"Complementarity and Public Views on Overlapping International and Domestic Courts","authors":"Kelebogile Zvobgo, Stephen Chaudoin","url":"https://doi.org/10.1086/732982","doi":"10.1086/732982","journal_full":"The Journal of Politics","dist":0.4474,"specialized":false,"preprint":false},{"title":"Is Clientelism (Only) for the Poor? Insights on Class and Clientelism from a Survey Experiment in Lebanon","authors":"Melani Cammett, Christiana Parreira, Sami Atallah","url":"https://doi.org/10.1086/732967","doi":"10.1086/732967","journal_full":"The Journal of Politics","dist":0.4632,"specialized":false,"preprint":false},{"title":"Once We Too Were Strangers: Can a Heritage of Displacement Be Leveraged to Build Support for Present-Day Refugees?","authors":"Nicholas Sambanis, Matthew D. Simonson, Şule Yaylacı","url":"https://doi.org/10.1086/732984","doi":"10.1086/732984","journal_full":"The Journal of Politics","dist":0.5586,"specialized":false,"preprint":false},{"title":"Credit Claiming in the European Union","authors":"Tom Hunter","url":"https://doi.org/10.1086/732970","doi":"10.1086/732970","journal_full":"The Journal of Politics","dist":0.3658,"specialized":false,"preprint":false},{"title":"The Effective Power of Military Coalitions: A Unified Theoretical and Empirical Model","authors":"Brenton Kenkel, Kristopher W. Ramsay","url":"https://doi.org/10.1086/732953","doi":"10.1086/732953","journal_full":"The Journal of Politics","dist":0.4147,"specialized":false,"preprint":false},{"title":"Fanatical Peace: How Fundamental Disagreements Can Discourage Conflict","authors":"Peter Bils, Richard Jordan, Kristopher W. Ramsay","url":"https://doi.org/10.1086/732987","doi":"10.1086/732987","journal_full":"The Journal of Politics","dist":0.4031,"specialized":false,"preprint":false},{"title":"Identity, Industry, and Perceptions of Climate Futures","authors":"Noah Zucker","url":"https://doi.org/10.1086/732992","doi":"10.1086/732992","journal_full":"The Journal of Politics","dist":0.3483,"specialized":false,"preprint":false},{"title":"You Better Shop Around: Litigant Characteristics and Supreme Court Support","authors":"Jamil S. Scott, Elizabeth A. Lane, Jessica A. Schoenherr","url":"https://doi.org/10.1086/732956","doi":"10.1086/732956","journal_full":"The Journal of Politics","dist":0.3893,"specialized":false,"preprint":false},{"title":"European cloud computing policy: failing in Europe to succeed nationally?","authors":"Antonio Calcara","url":"https://doi.org/10.1080/01402382.2025.2491962","doi":"10.1080/01402382.2025.2491962","journal_full":"West European Politics","dist":0.3398,"specialized":false,"preprint":false},{"title":"‘Seen one, seen ‘em all’: political outgroup homogeneity and negative affect","authors":"Felix Grünewald","url":"https://doi.org/10.1080/01402382.2025.2489869","doi":"10.1080/01402382.2025.2489869","journal_full":"West European Politics","dist":0.4881,"specialized":false,"preprint":false},{"title":"The 2024 Belgian federal elections: a race to the right","authors":"Stefano Camatarri, Pierre Baudewyns, Régis Dandoy, Min Reuchamps","url":"https://doi.org/10.1080/01402382.2025.2492986","doi":"10.1080/01402382.2025.2492986","journal_full":"West European Politics","dist":0.3322,"specialized":false,"preprint":false},{"title":"The 2023 Greek parliamentary elections: extreme multipartyism with one dominant party","authors":"Lamprini Rori","url":"https://doi.org/10.1080/01402382.2025.2492968","doi":"10.1080/01402382.2025.2492968","journal_full":"West European Politics","dist":0.3627,"specialized":false,"preprint":false},{"title":"Education and the Paradox of Perceived Discrimination","authors":"Margarita Gelepithis, Marco Giani","abstract":"abstract: The authors identify a paradox of perceived discrimination whereby perceptions of discrimination among disadvantaged groups are lower when dominant group attitudes are more discriminatory. This article forwards an explanation for this phenomenon based on the asymmetric effects of education on dominant and disadvantaged groups. Using individual- and school-level European data, the authors argue that education decreases discriminatory attitudes while increasing perceived discrimination through the interplay of cognitive sophistication, liberal instruction, and intergroup contact. At the country level, as education levels have increased over time, discriminatory attitudes have become less prevalent but perceptions of discrimination among disadvantaged groups have increased. The findings suggest that education increases awareness of discrimination among victims more than it decreases prejudice among perpetrators, challenging existing social hierarchies while simultaneously contributing to intergroup tensions.","url":"https://doi.org/10.1353/wp.2025.a957994","doi":"10.1353/wp.2025.a957994","journal_full":"World Politics","dist":0.6134,"specialized":false,"preprint":false},{"title":"A Warning from Above: How Authoritarian Anti-Protest Propaganda Works","authors":"Minh D. Trinh, Mai T. Truong","abstract":"abstract: When faced with unfolding protests, autocrats frequently respond with anti-protest propaganda loaded with negative narratives about protesters. Although a substantial body of literature has suggested that anti-protest propaganda can effectively alter the way the public views protests, few researchers have examined the mechanism through which propaganda negatively affects public support for protests. In this article, the authors explain the role that anti-protest propaganda plays in weakening public support for protests. Using an innovative experiment involving mediation analysis, the authors administered a survey to 950 Vietnamese respondents. The experimental results showed that anti-protest propaganda may deter support for protests more by influencing the audience's beliefs about the intention and capacity of the government than by shaping perceptions of the protesters' legitimacy. This evidence suggests that even when it fails at discrediting protesters, anti-protest propaganda still serves as an effective warning, credibly signaling the commitment and ability of the government to punish protesters and their supporters.","url":"https://doi.org/10.1353/wp.2025.a957997","doi":"10.1353/wp.2025.a957997","journal_full":"World Politics","dist":0.4751,"specialized":false,"preprint":false},{"title":"Turnout, Family, and Gender Norms: The Political Incorporation of Women in Sweden, 1921–1960","authors":"Carles Boix, Zsuzsanna Magyar, Jordi Muñoz","abstract":"abstract: This article investigates the historical process through which women mobilized at the ballot box and caught up with men's high voting turnout. The authors employ a unique set of official electoral data in Sweden collected between 1921 and 1960, recording all eligible voters' participation by gender, occupational group, and marital status. Although, in line with standard models of turnout, women's individual resources mattered, the authors show how the changing nature of gender norms and institutions played a crucial role in mobilizing women. Under traditional gender norms, female participation was strongly related to marital status: married women, arguably following their husbands' lead, voted at levels similar to men's, whereas unmarried women participated much less. As gender norms evolved, emphasizing women's personal and professional autonomy, the gap in turnout between married and unmarried women narrowed. That process happened asynchronically across social strata, paralleling the diffusion of modern gender norms and practices: from urban upper classes first, to rural areas last.","url":"https://doi.org/10.1353/wp.2025.a957995","doi":"10.1353/wp.2025.a957995","journal_full":"World Politics","dist":0.5275,"specialized":false,"preprint":false},{"title":"Foreign Training, Course Content, and Political Militarization: Evidence from the US School of the Americas","authors":"Adam Scharpf, Jesse Dillon Savage","abstract":"abstract: How does foreign military training shape civil-military relations in recipient states? Existing works have mostly analyzed aggregate indicators of foreign training but paid little attention to the content to which soldiers are exposed. Also, studies have often fallen prey to coupism, thereby ignoring the more subtle ways by which soldiers can influence politics. In this article, the authors disaggregate foreign military training to assess how different course types influence military involvement in politics. They argue that soldiers exert higher levels of political influence when they receive domestically oriented training. Empirically, the authors leverage the wide-ranging dissemination of counterinsurgency training after the Cuban Revolution. They analyze original data on 22,000 course attendances at the School of the Americas to show that counterinsurgency courses increased soldiers' influence over politics, whereas training in conventional warfare stabilized civilian control. Their findings have implications for understanding why and when soldiers capture political institutions and dictate policies.","url":"https://doi.org/10.1353/wp.2025.a957996","doi":"10.1353/wp.2025.a957996","journal_full":"World Politics","dist":0.5063,"specialized":false,"preprint":false},{"title":"Bringing Home The Bacon: Politician Ambassadors and Home State Trade","authors":"Minju Kim, Shu Fu","abstract":"abstract: Ambassadors promote domestic exports to a host country and represent the interests of their home country at large. However, are trade benefits equally distributed domestically? In the United States, a substantial number of ambassadors are former governors or legislators—that is, politician ambassadors. The authors argue that these politician ambassadors are particularly equipped with knowledge and incentives to promote exports from their home states to host countries. Leveraging the biographic information of 164 ambassadors and US state–level exports to thirty major export destinations from 2002 to 2020, the authors find that the home states of politician ambassadors, compared to other states, on average enjoy a ten percentage point increase in exports to host countries. The home-state effect is particularly apparent in countries in which the United States exports the most in dollar value, and in industries that export final goods, such as beverages and electrical equipment. The past career paths and future career aspirations of ambassadors can shape how the benefits of diplomacy are distributed domestically.","url":"https://doi.org/10.1353/wp.2025.a957998","doi":"10.1353/wp.2025.a957998","journal_full":"World Politics","dist":0.4998,"specialized":false,"preprint":false},{"title":"Trolling is in the Eye of the Beholder: An Attributional Approach to Predicting Perceptions of Trolling and Vigilantism in Online Games","authors":"John A. Velez, Ines Hyunju Yu, Xan Smith, Sung Hyun Lee, Seung Woo Chae, Yuxian Lin","abstract":"While perpetuated by the few, trolling in online video games is an increasingly common phenomenon. To understand how trolling behaviors gain momentum and spread throughout a community, this study examined when players perceive trolling and why such perceptions compel retaliatory actions. Participants evaluated staged gameplay that offered multiple auxiliary cues to a player’s underlying motivations which included the rules of the video game, the target of the behavior, and the norm of the community. Results suggest that players attribute motivations associated with trolling to others’ behaviors by weighing the implications of various auxiliary cues accompanying the behaviors. Additionally, perceptions of trolling mediated participants’ reported desire to reciprocate harassment. The current study proposes that a more productive approach to understanding the effects and resulting consequences of trolling may be through exploring players’ reactions to behaviors and their attributions of others’ motivations.","url":"https://doi.org/10.1177/00936502251334420","doi":"10.1177/00936502251334420","journal_full":"Communication Research","dist":0.417,"specialized":false,"preprint":false},{"title":"“There’s a Rule Book in my Head”: Journalism Ethics Meet A.I. in the Newsroom","authors":"Angela Misri, Nicole Blanchett, April Lindgren","url":"https://doi.org/10.1080/21670811.2025.2495693","doi":"10.1080/21670811.2025.2495693","journal_full":"Digital Journalism","dist":0.2621,"specialized":false,"preprint":false},{"title":"Thinking Hard, Thinking Smart: How News Users’ Cognitive Traits Guide Their Responses to Fact-Checks","authors":"Eun-Ju Lee, Myojung Chung","url":"https://doi.org/10.1080/21670811.2025.2492209","doi":"10.1080/21670811.2025.2492209","journal_full":"Digital Journalism","dist":0.3679,"specialized":false,"preprint":false},{"title":"Intellectual humility’s effects on political polarization and engagement","authors":"Natalie Jomini Stroud, Caroline Murray","abstract":"Drawing on theories about intergroup contact and the effects of language, this study tests whether the use of intellectual humility in political posts influences affective polarization, perceived polarization, and willingness to engage with opposing views. Using data from a U.S.-representative 2 (intellectual humility: low or high) × 4 (issue) between-subjects experiment with an offset control, this study shows that expressions of intellectual humility can increase willingness to engage, and that they indirectly affect polarization through perceived warmth, perceived competence, and cognitive reactance. Expressions of intellectual humility do not result in expectancy violations. Effects do not vary by partisanship or a trait measure of intellectual humility. The results provide insight to those looking to improve online spaces.","url":"https://doi.org/10.1093/hcr/hqaf007","doi":"10.1093/hcr/hqaf007","journal_full":"Human Communication Research","dist":0.5569,"specialized":false,"preprint":false},{"title":"In the style of: exploring industry, creator and legal implications of copying style through generative AI","authors":"D. Bondy Valdovinos Kaye, Kylie Pappalardo, Joanne Gray","url":"https://doi.org/10.1080/1369118x.2025.2496905","doi":"10.1080/1369118x.2025.2496905","journal_full":"Information, Communication & Society","dist":0.3053,"specialized":false,"preprint":false},{"title":"Big tech as a technopolitical actor: imaginaries of personalization and their unintended consequences","authors":"Damian Bank","url":"https://doi.org/10.1080/1369118x.2025.2497943","doi":"10.1080/1369118x.2025.2497943","journal_full":"Information, Communication & Society","dist":0.3968,"specialized":false,"preprint":false},{"title":"Transitions into and out of the gig economy","authors":"Adolfo Fuentes, Ricardo González","url":"https://doi.org/10.1080/1369118x.2025.2496896","doi":"10.1080/1369118x.2025.2496896","journal_full":"Information, Communication & Society","dist":0.3309,"specialized":false,"preprint":false},{"title":"Crisis? What crisis? Assessing over-time public engagement with crisis communication on social media during COVID-19 in Scandinavia","authors":"Anna Elisabeth Hasselström, Anders Olof Larsson","url":"https://doi.org/10.1080/1369118x.2025.2498691","doi":"10.1080/1369118x.2025.2498691","journal_full":"Information, Communication & Society","dist":0.3636,"specialized":false,"preprint":false},{"title":"Identifying individual differences in deepfake discernment: the effects of cognitive disposition and visual literacy","authors":"Xinyi Jin, Guoyan Wang, Zhuoyue Zhang, Wenbo Zhou, Nenghai Yu, Bowen Gao, Shuqing Gao","url":"https://doi.org/10.1080/1369118x.2025.2496902","doi":"10.1080/1369118x.2025.2496902","journal_full":"Information, Communication & Society","dist":0.3577,"specialized":false,"preprint":false},{"title":"Latent bombs of disinformation","authors":"Marcelo Santos, Chang Sup Park, João Guilherme Bastos dos Santos, Athus Cavalini, Homero Gil de Zúñiga","url":"https://doi.org/10.1080/1369118x.2025.2492575","doi":"10.1080/1369118x.2025.2492575","journal_full":"Information, Communication & Society","dist":0.2225,"specialized":false,"preprint":false},{"title":"The sign-sync trend on TikTok: navigating engagement and digital accessibility in music challenges","authors":"Arantxa Vizcaíno-Verdú, Mariola Moreno, Margarita Gil-Perez","url":"https://doi.org/10.1080/1369118x.2025.2498685","doi":"10.1080/1369118x.2025.2498685","journal_full":"Information, Communication & Society","dist":0.2537,"specialized":false,"preprint":false},{"title":"Influencing the news: how social media influencers affect news media trust","authors":"Ben Wasike","url":"https://doi.org/10.1080/1369118x.2025.2496907","doi":"10.1080/1369118x.2025.2496907","journal_full":"Information, Communication & Society","dist":0.3543,"specialized":false,"preprint":false},{"title":"Diffusion as translation: transediting and the diffusion of social movement discourses across linguistic borders in the age of globalization","authors":"Vincent Guangsheng Huang, Yuexin Lyu","abstract":"In a globalized world, the diffusion of social movement discourse usually occurs across linguistic borders. This research conceptualizes the diffusion of social movement discourse as a transediting process that is both organizational and textual. Based on a 2-year-long ethnography of an environmental non-governmental organization (NGO) in China, it shows how diffusion as a process of transediting has become embedded as an organizational routine in the NGO’s functioning, crystallizing as a set of practices adopted by the organization in its operation of social movement media to select, translate, and adapt global social movement discourses to local publics, advocacy campaigns, and the authoritarian context. Overall, the study illustrates transediting as a practice adopted by NGOs but constrained by the institutional environment. This practice mediates the global–local mobility of social movement discourses and creates an alternative space for thinking globally and acting locally.","url":"https://doi.org/10.1093/joc/jqaf014","doi":"10.1093/joc/jqaf014","journal_full":"Journal of Communication","dist":0.4358,"specialized":false,"preprint":false},{"title":"An island of trust: public broadcasting in the United States","authors":"Christopher Ali, Hilde Van den Bulck, Jonathan Kropko","abstract":"This contribution aims to better understand the level of and reasons for the trust U.S. television viewers place in the Public Broadcasting Service (PBS) amidst what is often perceived as a general decline in trust in U.S. media and public institutions. Based on a nationwide survey of 1533 self-declared PBS viewers and rooted in theories of the conceptualization of organizational trust, our findings suggest that PBS viewers trust PBS along three vectors: institution-based trust (value for public dollars); characteristics-based trust (news and children’s programming); and process-based trust (nostalgia). This trust, notably for news and political programming, is shared by viewers across the political spectrum. We argue this unique multi-faceted foundation of trust, media, and politics can be the basis for a rehabilitated sense of trust in U.S. public institutions and can also be marshaled to justify the political sustainability and, even, amplification of U.S. public media.","url":"https://doi.org/10.1093/joc/jqaf009","doi":"10.1093/joc/jqaf009","journal_full":"Journal of Communication","dist":0.4102,"specialized":false,"preprint":false},{"title":"Can the other be heard?","authors":"Sreedhar Nemmani","abstract":"Drawing from my ethnographic fieldwork among the Buddhist communities residing in the Himalayas, the article proposes an ancient Buddhist philosophical conceptualization as a novel theoretical framework to conceive human communication not as a linear exchange of information but as a mundane epistemological practice. Locating the modern conceptualization of communication at the core of the vocation of academic knowledge production, this article argues that the foundational premises rooted within the conceptualization of communication result in unequal, colonial, and extractive self-other dynamics within knowledge generation practices. The article argues that to resolve the intractable self-other relationality, which results in various forms of inequities, it is imperative to decenter the (Western) meta-scientific worldviews and recenter the mundane epistemic practices of the communities.","url":"https://doi.org/10.1177/01634437251336148","doi":"10.1177/01634437251336148","journal_full":"Media, Culture & Society","dist":0.405,"specialized":false,"preprint":false},{"title":"Gamifying intimacy: AI-driven affective engagement and human-virtual human relationships","authors":"Liang Ge, Tingting Hu","abstract":"This article examines the gamification of intimacy with AI, through China’s XingYe, a multimodal AI companion platform that integrates role-playing game (RPG) mechanics, algorithmic responsiveness and user-generated markets to reconfigure human-virtual human relationships. Drawing on 9-month autoethnographic engagement, we argue that XingYe operationalises what we term the gamification of intimacy – a design paradigm that commodifies emotional labour by rendering affection efficient, quantifiable and achievement-oriented. Users engineer customisable AI companions through ludic acts of co-creation, navigating tiered progression systems and gacha-style rewards that transform intimacy into a structured, transactional process. Simultaneously, XingYe blurs boundaries between fiction and lived experience, enabling real-time narrative remediation and the monetisation of AI agents as tradable commodities. This hybrid relationality challenges traditional notions of parasociality, positioning AI-mediated intimacy as a liminal space of technocultural negotiation where algorithmic agency and user desire converge. By framing emotional bonds as both labour and leisure, XingYe exemplifies the industrial production of connection under platform capitalism, raising critical questions about agency, data sovereignty and the neoliberal optimisation of vulnerability. The study contributes to debates on human-machine communication by interrogating how gamified AI systems reshape intimacy into a crowdsourced, market-driven practice, urging scholars to transcend anthropocentric frameworks and address the ethical implications of affective commodification in digital ecosystems.","url":"https://doi.org/10.1177/01634437251337239","doi":"10.1177/01634437251337239","journal_full":"Media, Culture & Society","dist":0.3847,"specialized":false,"preprint":false},{"title":"The experience of racism amongst practitioners of colour in the advertising industry","authors":"Nessa Keddo","abstract":"This article explores the experience of racism amongst practitioners of colour in the advertising industries in the UK and US, home to some of the world’s largest, flagship agencies and supposed leaders in equality, diversity and inclusion. The research was conducted in two study periods, one between 2013 and 2015, and a second between 2021 and 2023 following the murder of George Floyd in 2020 which saw a rise in organisational commitments to diversity. Semi-structured interviews were conducted with practitioners working in advertising agencies from a range of racial backgrounds, as well as ethnography within two of these organisations. The research reveals how racist discourse has changed overtime and the impact such conversations have on working praxis. In particular, the study argues that racism occurs in both work-based and informal settings, which both ultimately impact on career progression. Lastly, the paper shows how forced EDI secondments can be weaponised to redact practitioners of colour from high profile client work, and used as an exclusionary tactic.","url":"https://doi.org/10.1177/01634437251336146","doi":"10.1177/01634437251336146","journal_full":"Media, Culture & Society","dist":0.4833,"specialized":false,"preprint":false},{"title":"Propaganda feedback loops as communication rituals: Hate speech on talk radio","authors":"Steven Livingston, Babak Bahador","abstract":"The goal of this paper is to deepen the clarity of Benkler, Farris, and Robert’s “propaganda feedback loop” concept. It argues that a sizeable portion of the information ecosystem in the United States is characterized by a media logic that demands acceptance of preferred narratives, irrespective of factual accuracy. When an individual or entire news organization fails to abide by the demands of prescribed narratives, no matter how factually unsound they may be, a kind of excommunication occurs; the nonconforming individual or organization is shunned. In this way, community boundary spaces are demarcated by felty to an implicit catechism. Relying on Carey’s “ritual view of communication,” we argue that these episodes can be thought of as moments of affirmation of identity, community, or as Carey puts it, a communication ritual. Communication rituals involve the creation and recreation of community, commonness and communion. It understands an engagement with media content as not only a transmission of information, but also as an affirmation of identity. In short, we aver that propaganda feedback loops are best understood as expressions of communication rituals that reinforce core identity claims. We also argue that, by definition, the assertion of core identity claims of some groups means that other groups are denied access to these same privileged claims. These groups are marginalized, or as Carey might put it, ostracized or excommunicated. We demonstrate our thesis with an empirical investigation of rightwing radio’s treatment of racial and religious minorities in the United States during the period surrounding the 2020 presidential election.","url":"https://doi.org/10.1177/01634437251331809","doi":"10.1177/01634437251331809","journal_full":"Media, Culture & Society","dist":0.4666,"specialized":false,"preprint":false},{"title":"“Are You Too Busy to Listen Up?” Legislative (Dis)engagement from Constituents in Local Public Meetings","authors":"Bai Linh Hoang","url":"https://doi.org/10.1080/10584609.2025.2499179","doi":"10.1080/10584609.2025.2499179","journal_full":"Political Communication","dist":0.4124,"specialized":false,"preprint":false},{"title":"When Election Officials Speak, Do Voters Listen? Trust-Building Communications, Information Seeking, and Voter Confidence in the 2022 U.S. Midterm Elections","authors":"Mara Suttmann-Lea, Thessalia Merivaki, Rachel Orey","url":"https://doi.org/10.1080/10584609.2025.2499181","doi":"10.1080/10584609.2025.2499181","journal_full":"Political Communication","dist":0.4513,"specialized":false,"preprint":false},{"title":"Digital Organizers in Hong Kong: The Challenges of Movement Organizing Through Social Media Amid Democratic Backsliding","authors":"Yao-Tai Li","abstract":"The 2019 Anti-Extradition Bill Movement (Anti-ELAB Movement) in Hong Kong has been seen as a successful civil society organizing characterized by its decentralized, leaderless, and networked nature using various social media platforms. Drawing on interviews with 16 digital organizers who were involved in the production of flyers and the dissemination of movement-related information through social media platforms, this article reflects on the challenges to efficiency and efficacy for digital organizers amid democratic backsliding in Hong Kong. These challenges include the fragmentation of voices, diverse forms and motivations for participation, and concerns about trust in a repressive environment. The article concludes by discussing the accountability issues of movement organizing through social media.","url":"https://doi.org/10.1177/20563051251337205","doi":"10.1177/20563051251337205","journal_full":"Social Media + Society","dist":0.4165,"specialized":false,"preprint":false},{"title":"“The Good Years Have Passed and Will Never Come Again”: Political Functions of Nostalgic Fantasies in Incel Discussions","authors":"Emilia Lounela, Shane Murphy, Ümit Bedretdin","abstract":"This study unpacks the implicit and explicit political functions nostalgia takes in incel discussions on the past on the incels.is forum. By combining a discourse theoretical approach with the theoretical framework of fantasy, the study demonstrates how an imagined ideal past is used to construct community and collective identity in an incel-specific, antagonistic way. Nostalgic fantasies articulated on incels.is often evoke a lost utopia, an inevitable dystopian future, and an enemy—usually women and feminism—responsible for this development. The unattainable nature of fantasy continuously feeds attachment to community and works to construct inceldom as a political identity. The study suggests that the dynamics and function of nostalgic narratives in incel discourse differ significantly from far-right nostalgia despite thematic similarities. Acknowledging this difference is crucial in understanding the political implications of nostalgia in incel online communities. This article therefore introduces the concept of incel nostalgia to describe the specific way the past is used to construct and justify incel ideology.","url":"https://doi.org/10.1177/20563051251332679","doi":"10.1177/20563051251332679","journal_full":"Social Media + Society","dist":0.4562,"specialized":false,"preprint":false},{"title":"Politicization of Government Social Media Communication: A Linguistic Framework and Case Study","authors":"Nic DePaula, Sten Hansson","abstract":"Social media communication of government agencies should ideally be truthful and impartial to sustain public trust in government and support democratic goals. However, the politicization of agencies may harm the benefits that impartial and engaged communication brings. In this study, we provide a linguistic framework for analyzing how agency politicization is reflected in the language of government social media communication by asking: How does the agency (1) use speech acts (e.g., commands, requests), (2) talk about itself and others, (3) refer to statistical and scientific information, and (4) express positive and negative sentiment? We demonstrate the application of the framework by conducting a case study of the United States Environmental Protection Agency’s messaging on Twitter across administrations with distinct ideological alignments between the agency and its top administrator. The analysis shows that (1) requests and statistical information were used substantially more under the administrator more aligned with the agency mission; (2) expressive speech acts were used more often during the administration less aligned with the agency mission; and (3) posts were generally positive but more so under the administration less aligned with the agency mission, possibly to counteract increased public criticism. We discuss the results in relation to theories of politicization and government communication, and the implications for citizens and public sector communicators using social media sites.","url":"https://doi.org/10.1177/20563051251333486","doi":"10.1177/20563051251333486","journal_full":"Social Media + Society","dist":0.4567,"specialized":false,"preprint":false},{"title":"(Lack of) Patterns in Commitment: Data Protection in the Latin America and Caribbean Personal Data Protection Laws","authors":"Elías Chavarría-Mora","abstract":"What are the data protection policies in the Latin America and the Caribbean (LAC) region? The developments over the last two decades on massive data collection, as well as the developments in computational power and data science methods appropriate for extracting insights from digital trace databases, have led to increased importance on the protection of the data of citizens, particularly sensitive data. In this exploratory study, I adopt an inductive thematic analysis approach to create a qualitative matrix based on the current version of the primary legislation protecting personal data for each country in the LAC region. Through a thick description of similarities and differences in the laws, I identify dimensions of variation in the commitment to data protection, such as the moment of approval, the existence of data protection agencies and their resources, the existence of registries, and the type of consent needed from citizens. A mapping of commitment to data protection does not show clear subregional patterns. Still, the adoption of data protection laws grows over time, and it appears to be in part propelled by the economic need to rise to the data protection standards of the European Union.","url":"https://doi.org/10.1177/20563051251337206","doi":"10.1177/20563051251337206","journal_full":"Social Media + Society","dist":0.4738,"specialized":false,"preprint":false},{"title":"Uncovering the impact of IP location display on user behavior in China's social platforms: A policy-driven analysis","authors":"Jiaxuan Li, Yifan Luo, Qinjian Yuan","url":"https://doi.org/10.1016/j.telpol.2025.102978","doi":"10.1016/j.telpol.2025.102978","journal_full":"Telecommunications Policy","dist":0.4543,"specialized":false,"preprint":false},{"title":"A question of strategic legislation: Can the EU deal with cybersecurity issues in space?","authors":"Francesco Cappelletti, Vagelis Papakonstantinou","url":"https://doi.org/10.1016/j.telpol.2025.102954","doi":"10.1016/j.telpol.2025.102954","journal_full":"Telecommunications Policy","dist":0.2695,"specialized":false,"preprint":false},{"title":"From vulnerabilities to resilience: Taiwan's semiconductor industry and geopolitical challenges","authors":"Roger Chifeng Liu, Hsin-wei Tang, Yuchen Kao, Yuntsai Chou","url":"https://doi.org/10.1016/j.telpol.2025.102951","doi":"10.1016/j.telpol.2025.102951","journal_full":"Telecommunications Policy","dist":0.3288,"specialized":false,"preprint":false},{"title":"Welfare Analysis of Changing Notches: Evidence from Bolsa Família","authors":"Katy Bergstrom, William Dodds, Juan Rios","abstract":"We develop a framework to bound the welfare impacts of arbitrarily large reforms to notches using two sufficient statistics: the change in the number of households located below the new notch and the change in the number of households located below the old notch. Our bounds hold in a wide class of models, highlighting a new way to use reduced-form bunching evidence for welfare analysis without making strong assumptions on the economic environment. We estimate these two statistics using a difference-in-difference strategy for a reform to the antipoverty program Bolsa Família, finding that the reform’s MVPF is between 0.90–1.12. (JEL D12, D91, H83, I32, I38, O12)","url":"https://doi.org/10.1257/pol.20230024","doi":"10.1257/pol.20230024","journal_full":"American Economic Journal: Economic Policy","dist":0.468,"specialized":false,"preprint":false},{"title":"A Machine Learning Approach to Analyze and Support Anticorruption Policy","authors":"Elliott Ash, Sergio Galletta, Tommaso Giommoni","abstract":"Can machine learning support better governance? This study uses a tree-based, gradient-boosted classifier to predict corruption in Brazilian municipalities using budget data as predictors. The trained model offers a predictive measure of corruption, which we validate through replication and extension of previous corruption studies. Our policy simulations show that machine learning can significantly enhance corruption detection: Compared to random audits, a machine-guided targeted policy could detect almost twice as many corrupt municipalities for the same audit rate. (JEL C45, D73, H70, H83, K42, O17)","url":"https://doi.org/10.1257/pol.20210618","doi":"10.1257/pol.20210618","journal_full":"American Economic Journal: Economic Policy","dist":0.3886,"specialized":false,"preprint":false},{"title":"Pay Transparency and Gender Equality","authors":"Jack Blundell, Emma Duchini, Ştefania Simion, Arthur Turrell","abstract":"Since 2018, UK firms with at least 250 employees have been mandated to publicly disclose gender equality indicators. Exploiting variations in this mandate across firm size and time, we show that pay transparency closes 19 percent of the gender pay gap by reducing men’s pay growth. By combining different sources of data, we also provide suggestive evidence that the public availability of the equality indicators enhances public scrutiny. In turn, employers more exposed to public scrutiny seem to reduce their gender pay gap the most. (JEL D22, J16, J24, J31, L25)","url":"https://doi.org/10.1257/pol.20220766","doi":"10.1257/pol.20220766","journal_full":"American Economic Journal: Economic Policy","dist":0.4258,"specialized":false,"preprint":false},{"title":"Increasing Organ Donor Registration as a Means to Increase Transplantation: An Experiment with Actual Organ Donor Registrations","authors":"Judd B. Kessler, Alvin E. Roth","abstract":"The United States has a severe shortage of organs for transplant. Recently—inspired by research based on hypothetical choices— jurisdictions have tried to increase organ donor registrations by changing how the registration question is asked. We evaluate these changes with a novel “field-in-the-lab” experiment, in which subjects change their real organ donor status, and with new donor registration data collected from US states. A “yes/no” frame is not more effective than an “ opt-in” frame, contradicting conclusions based on hypothetical choices, but other question wording can matter, and asking individuals to reconsider their donor status increases registrations. (JEL C91, D12, D91, I11, I18)","url":"https://doi.org/10.1257/pol.20220760","doi":"10.1257/pol.20220760","journal_full":"American Economic Journal: Economic Policy","dist":0.4896,"specialized":false,"preprint":false},{"title":"Corporate Minimum Tax and the Elasticity of Taxable Income: Evidence from Administrative Tax Records","authors":"Jaroslav Bukovina, Tomáš Lichard, Ján Palguta, Branislav Žúdel","abstract":"We examine business responses to a minimum tax (MT) that prescribed fixed floors on corporate tax liability while permitting MT credit carryforwards. Using 2010–2020 tax-return data on all Slovak corporations, we find that many companies immediately relocated from reporting zero taxable income toward bunching at the new floors. We infer the elasticity of taxable income (ETI) to be between 0.33 and 2.28 across value-added tax (VAT) and turnover categories, and quantify the marginal efficiency burden (MEB) of the corporation tax. Given limited extensive-margin responses, our evidence suggests the MT reduced the overall efficiency burden while raising additional tax revenue. (JEL D22, E62, H25, H32)","url":"https://doi.org/10.1257/pol.20230108","doi":"10.1257/pol.20230108","journal_full":"American Economic Journal: Economic Policy","dist":0.4132,"specialized":false,"preprint":false},{"title":"Dividend Taxation and Firm Performance with Heterogeneous Payout Responses","authors":"Katarzyna Bilicka, İrem Güçeri, Evangelos Koumanakos","abstract":"We analyze the performance of firms that were differentially affected by an unexpected tax on dividends before the global financial crisis. We use exogenous policy variation for firms with different legal statuses and financial year-end dates to separately identify the policy announcement and implementation effects. We provide causal evidence for a sharp drop in dividends but zero change in equipment purchases. Treated firms accumulate investment goods that are likely to be owner-manager’s personal assets instead of productive capital. At a time of severe liquidity shortage, some of the funds kept in the firm are used to pay back short-term debt. (JEL G01, G31, G32, G35, H25, K34)","url":"https://doi.org/10.1257/pol.20230109","doi":"10.1257/pol.20230109","journal_full":"American Economic Journal: Economic Policy","dist":0.4031,"specialized":false,"preprint":false},{"title":"Communicating Program Eligibility: A Supplemental Security Income (SSI) Field Experiment","authors":"Jeffrey Hemmeter, John Phillips, Elana Safran, Nicholas Wilson","abstract":"We conducted a direct mail field experiment with 4,016,461 individuals to test several key hypotheses about why take-up of Supplemental Security Income among individuals age 65 and above is so low. Communicating likely eligibility in a basic letter generated substantial increases in take-up in relative terms. Adding behaviorally informed statements increased the effectiveness of these communications. Yet, the application rate in our study sample during the full 24-month follow-up period remained no greater than 7 percent. Our results reveal a modest trade-off between increasing applications and the conditional likelihood of award, as well as the award amount. (JEL C93, D12, D83, H55, I38, J14)","url":"https://doi.org/10.1257/pol.20210560","doi":"10.1257/pol.20210560","journal_full":"American Economic Journal: Economic Policy","dist":0.4908,"specialized":false,"preprint":false},{"title":"Free Trade and the Formation of Environmental Policy: Evidence from US Legislative Votes","authors":"Jevan Cherniwchan, Nouri Najjar","abstract":"We test the hypothesis that governments alter environmental policy in response to trade by studying NAFTA’s effects on the formation of environmental policy in the US House of Representatives between 1990 and 2000. We find that reductions in US tariffs decreased political support for environmental legislation. This decrease appears to be due to (i) a reduction in support by incumbent Republican legislators in response to trade-induced changes in the policy preferences of their constituents and (ii) changes in partisan representation in affected districts due to decreased electoral support for pro-NAFTA Democrats following the agreement. (JEL D72, F13, F15, F18, Q56, Q58)","url":"https://doi.org/10.1257/pol.20230733","doi":"10.1257/pol.20230733","journal_full":"American Economic Journal: Economic Policy","dist":0.4774,"specialized":false,"preprint":false},{"title":"Informing Mothers about the Benefits of Conversing with Infants: Experimental Evidence from Ghana","authors":"Pascaline Dupas, Camille Falezan, Seema Jayachandran, Mark Walsh","abstract":"We evaluate a low-cost intervention designed to boost parents’ verbal engagement with infants, which tends to be limited in developing countries. In our randomized experiment, recent or expectant mothers watched a three-minute informational video and received a themed calendar. Six months later, treated mothers reported stronger belief in the benefits of verbal engagement, more frequent parent-infant conversation, and more advanced infant language skills. Treatment effects on objective measures of parent-child conversation frequency and infant skills were positive but insignificant. We find larger immediate treatment effects on objective parent-child conversation, suggesting potentially larger long-term effects had the behavior change stuck more. (JEL D83, D91, I26, J13, J16, O12)","url":"https://doi.org/10.1257/pol.20230283","doi":"10.1257/pol.20230283","journal_full":"American Economic Journal: Economic Policy","dist":0.4402,"specialized":false,"preprint":false},{"title":"Show Me the Money! A Field Experiment on Electric Vehicle Charge Timing","authors":"Megan R. Bailey, David P. Brown, Blake Shaffer, Frank A. Wolak","abstract":"We use a field experiment to measure the effectiveness of financial incentives to shift the timing of electric vehicle (EV) charging. EV owners respond strongly to financial incentives, reducing charging during peak hours by 49 percent by shifting to off-peak hours. In contrast, a prosocial information treatment has no discernible effect. When financial incentives are removed, charge timing reverts to pre-intervention behavior, reinforcing that “money matters.” Our findings highlight the substantial flexibility of EV charging compared to other forms of electricity demand. Such flexibility has the potential to greatly reduce future electric system costs arising from a rapidly decarbonizing transportation sector. (JEL C93, D12, D91, L92, L94, Q48)","url":"https://doi.org/10.1257/pol.20230653","doi":"10.1257/pol.20230653","journal_full":"American Economic Journal: Economic Policy","dist":0.3863,"specialized":false,"preprint":false},{"title":"Who Watches the Watchmen? Local News and Police Behavior in the United States","authors":"Nicola Mastrorocco, Arianna Ornaghi","abstract":"Do US municipal police departments respond to news coverage of local crime? We address this question exploiting an exogenous shock to local crime reporting induced by acquisitions of local TV stations by a large broadcast group, Sinclair. Using a unique dataset of 8.5 million news stories and a triple-differences design, we document that Sinclair ownership decreases news coverage of local crime. This matters for policing: Municipalities that experience the change in news coverage have lower violent crime clearance rates relative to municipalities that do not. The result is consistent with a decrease of crime salience in the public opinion. (JEL D83, G34, H76, K42, L13, L82)","url":"https://doi.org/10.1257/pol.20230356","doi":"10.1257/pol.20230356","journal_full":"American Economic Journal: Economic Policy","dist":0.4488,"specialized":false,"preprint":false},{"title":"Buy Baits and Consumer Sophistication: Field Evidence from Instant Rebates","authors":"Matthias Rodemeier","abstract":"Are consumers in the marketplace aware of their cognitive limitations? I answer this question in the context of a ubiquitous form of price discrimination: instant rebates that require active redemption. In a large-scale field experiment with a major online retailer, I find that consumers correctly increase demand when the firm offers a redemption reminder, but they fail to reduce demand when the firm increases the hassle required to redeem. Structural estimates reveal that, while consumers are sophisticated about the probability of forgetting to redeem the rebate, they vastly underestimate the hassle of redeeming it by €20 per consumer. (JEL C93, D12, D83, D91, L81, M31)","url":"https://doi.org/10.1257/pol.20230358","doi":"10.1257/pol.20230358","journal_full":"American Economic Journal: Economic Policy","dist":0.4169,"specialized":false,"preprint":false},{"title":"The Effects of a Multifaceted Poverty Alleviation Program on Rural Income and Household Behavior in China","authors":"Rui Li, Hong Song, Jun Zhang, Junsen Zhang","abstract":"This study examines the effects of a government-led, large-scale, multifaceted poverty alleviation program on rural income in China. We find that the program has a positive impact on national key poor counties, with a 10.9 percent increase in rural income. This effect mainly arises via industrial support, agricultural development, and public service improvement. Poverty alleviation strategies consistent with local comparative advantages yield more significant effects. Household-level analyses suggest the program changes households’ income and expenditure, and the effects are particularly substantial for the poorest households. The study provides novel insights and policy implications for China’s recent experience with poverty alleviation. (JEL H53, I32, I38, O12, O18, P25, P36)","url":"https://doi.org/10.1257/pol.20210485","doi":"10.1257/pol.20210485","journal_full":"American Economic Journal: Economic Policy","dist":0.4238,"specialized":false,"preprint":false},{"title":"Physician Group Influences on Treatment Intensity and Health: Evidence from Physician Switchers","authors":"Joseph J. Doyle, Becky Staiger","abstract":"Treatment intensity varies remarkably across physicians, and physicians are increasingly working in groups. This paper tests whether group affiliation impacts physicians’ treatment intensity and patient health. Using Medicare inpatient claims data, we focus on internists who switch groups within the same hospital. Event studies show that internists who join more-intensive groups immediately increase their own intensity, with an elasticity of 0.27. This change is reflected in higher Medicare spending due to higher-priced services. We do not detect a change in health outcomes, suggesting that treatment intensity induced by group affiliation may not be productive.(JEL H51, I11, I13, I18, J44)","url":"https://doi.org/10.1257/pol.20220555","doi":"10.1257/pol.20220555","journal_full":"American Economic Journal: Economic Policy","dist":0.4461,"specialized":false,"preprint":false},{"title":"Public and Private Provision of Information in Market-Based Public Programs: Evidence from Advertising in Health Insurance Marketplaces","authors":"Naoki Aizawa, You Suk Kim","abstract":"This paper studies government and private advertising in market-based public programs. In a model of advertising, we first examine when government advertising increases welfare. Then, we estimate the effects of advertising on consumer demand and assess their welfare effects in the Affordable Care Act health insurance marketplaces. We find government advertising increases overall enrollment and enhances welfare. By contrast, the market expansion effect of private advertising is modest at most. Although private advertising increases demand for insurers in certain specifications, it is not a very efficient tool to induce consumers to select insurers with better plans due to rent-seeking competition. (JEL G22, G52, H51, I13, M37)","url":"https://doi.org/10.1257/pol.20220352","doi":"10.1257/pol.20220352","journal_full":"American Economic Journal: Economic Policy","dist":0.4672,"specialized":false,"preprint":false},{"title":"Do Consumers Distinguish Fixed Cost from Variable Cost? “Schmeduling” in Two-Part Tariffs in Energy","authors":"Koichiro Ito, Shuang Zhang","abstract":"A central assumption in economics is that consumers properly distinguish fixed cost from variable cost. This assumption is fundamental to various economic theories, including optimal taxation, redistribution, and price discrimination. Using a quasi-experiment in heating price reform in China, we find empirical evidence that is inconsistent with this conventional assumption and more consistent with the “schmeduling” model in Liebman and Zeckhauser (2004). As we demonstrate its policy implications for two-part energy tariffs, this schmeduling behavior makes fixed costs directly relevant to the perceived relative prices of goods, and therefore alters the welfare implications of price, tax, and subsidy designs. (JEL D12, D91, H24, L94, O12, P28, P36)","url":"https://doi.org/10.1257/pol.20230613","doi":"10.1257/pol.20230613","journal_full":"American Economic Journal: Economic Policy","dist":0.3808,"specialized":false,"preprint":false},{"title":"When Do Nudges Increase Welfare?","authors":"Hunt Allcott, Daniel Cohen, William Morrison, Dmitry Taubinsky","abstract":"We use public finance sufficient statistic approaches to characterize the welfare effects of “nudges,” such as simplified information and warning labels, in markets with taxes and endogenous prices. While many studies focus on average effects, we show that welfare also depends on how the nudge affects the variance of choice distortions, and average effects become irrelevant with zero pass-through or optimal taxes. We implement the framework with experiments evaluating automotive fuel economy labels and sugary drink health labels. Labels decrease purchases of low-fuel economy cars and sugary drinks but may decrease welfare because they increase the variance of choice distortions. (JEL D18, D62, D83, D91, H21, L62, L66)","url":"https://doi.org/10.1257/aer.20231304","doi":"10.1257/aer.20231304","journal_full":"American Economic Review","dist":0.4149,"specialized":false,"preprint":false},{"title":"Efficiency in Household Decision-Making: Evidence from the Retirement Savings of US Couples","authors":"Taha Choukhmane, Lucas Goodman, Cormac O’Dea","abstract":"We study how couples allocate retirement-saving contributions across each spouse’s account. In a new dataset covering over a million US individuals, we find retirement contributions are not allocated to the account with the highest employer match rate. This lack of coordination—which goes against the assumptions of most models of household decision-making—is common, costly, persistent over time, and cannot be explained by inertia, auto-enrollment, or simple heuristics. Complementing the administrative evidence with an online survey, we find that inefficient allocations reflect both financial mistakes as well as deliberate choices, especially when trust and commitment inside the households are weak. (JEL D13, G51, J26, J32)","url":"https://doi.org/10.1257/aer.20230524","doi":"10.1257/aer.20230524","journal_full":"American Economic Review","dist":0.4216,"specialized":false,"preprint":false},{"title":"How Do Mental Health Treatment Delays Impact Long-Term Mortality?","authors":"Sydney Costantini","abstract":"With a growing mental health crisis and a shortage of behavioral health specialists, those seeking mental health treatment often face long wait times to obtain care. I study how clinic congestion affects mortality for veterans experiencing mental health emergencies. I find that longer waiting times make it more likely that patients miss their follow-up mental health visit, consequently increasing the probability that they permanently disengage from care. A 1 standard deviation increase in wait time between the emergency department visit and follow-up appointment date (11.7 days) increases two-year mortality by about 1.5 percent. (JEL H51, I12, I13, I18)","url":"https://doi.org/10.1257/aer.20240226","doi":"10.1257/aer.20240226","journal_full":"American Economic Review","dist":0.404,"specialized":false,"preprint":false},{"title":"Selling Subscriptions","authors":"Liran Einav, Ben Klopack, Neale Mahoney","abstract":"We study one benefit to firms of selling subscriptions: the prospect that consumers will continue to pay for subscriptions they no longer value. We use comprehensive data from a large payment card network to document that months during which cards are replaced, when active renewal is required, are associated with much higher rates of cancellation. Using two stylized models of consumer inertia—driven by inattention or switching costs—we estimate that these cancellation frictions roughly double seller revenues on average, holding fixed initial subscribers. We use the estimated models to explore the impact of possible regulatory remedies. (JEL D12, D18, L81, L88)","url":"https://doi.org/10.1257/aer.20231612","doi":"10.1257/aer.20231612","journal_full":"American Economic Review","dist":0.3679,"specialized":false,"preprint":false},{"title":"The Role of People versus Places in Individual Carbon Emissions","authors":"Eva Lyubich","abstract":"There is substantial spatial heterogeneity in household carbon emissions. I leverage movers in two decades of administrative Decennial Census and American Community Survey data to estimate place effects—the amount by which carbon emissions change for the same household living in different places—for almost 1,000 cities and roughly 61,500 neighborhoods across the United States. I estimate that place effects account for 14–23 percent of overall heterogeneity. A change in neighborhood-level place effects from 1 standard deviation above the mean to 1 below would reduce household carbon emissions from residential energy and commuting by about 40 percent. (JEL D12, D15, L94, Q41, Q54, R11, R23)","url":"https://doi.org/10.1257/aer.20230346","doi":"10.1257/aer.20230346","journal_full":"American Economic Review","dist":0.4898,"specialized":false,"preprint":false},{"title":"Presidential Address: Investing in Children to Address the Child Mental Health Crisis","authors":"Janet Currie","abstract":"The child mental health crisis has been described as the “defining public health crisis of our time.” This article addresses three myths about the crisis: (i) the idea that the crisis is new; (ii) the belief that increases in youth suicide mainly reflect deterioration in children’s underlying mental health; and (iii) the myth that investments in children have little impact on children’s mental health. In fact, the crisis has existed for decades, youth suicides vary asynchronously with other mental health measures and are impacted by external factors such as firearms legislation, and investments can improve child mental health and prevent suicide. (JEL I12, I18, J13, J16)","url":"https://doi.org/10.1257/aer.115.5.1369","doi":"10.1257/aer.115.5.1369","journal_full":"American Economic Review","dist":0.3839,"specialized":false,"preprint":false},{"title":"Does Entry Remedy Collusion? Evidence from the Generic Prescription Drug Cartel","authors":"Amanda Starc, Thomas G. Wollmann","abstract":"Entry represents a fundamental threat to cartels. We study the extent and effect of this behavior in the largest price-fixing case in US history, which involves generic drug manufacturing. We link information on the cartel’s internal operations to regulatory filings and market data. There is a substantial increase in entry after cartel formation, but regulatory approvals delay most entrants by two to four years. We estimate a structural model and simulate counterfactual equilibria. Absent entry, cartel profits would be dramatically higher. Correspondingly, reducing regulatory delays by just 1–2 years equates to consumer compensating variation of $612  million–$1.5  billion. (JEL L12, L13, L25, L51, L65, M31, O34)","url":"https://doi.org/10.1257/aer.20220276","doi":"10.1257/aer.20220276","journal_full":"American Economic Review","dist":0.3725,"specialized":false,"preprint":false},{"title":"Changing Tracks: Human Capital Investment after Loss of Ability","authors":"Anders Humlum, Jakob R. Munch, Pernille Plato","abstract":"We provide the first evidence on how workers invest in human capital after losing ability. Using quasi-random work accidents in Danish administrative data, we find that workers enroll in bachelor’s programs after physical injuries, pursuing degrees that build on their past training and experience. Exploiting institutional differences in the stackability of degrees, we find that higher education moves injured workers from disability benefits to full-time employment, earning 25 percent more than before injury. Reskilling subsidies for injured workers pay for themselves four times over, and current rates of reskilling are substantially below the social optimum, especially for middle-aged workers. (JEL I26, J14, J24, J62)","url":"https://doi.org/10.1257/aer.20231067","doi":"10.1257/aer.20231067","journal_full":"American Economic Review","dist":0.4582,"specialized":false,"preprint":false},{"title":"Risk Aversion and Insurance Propensity","authors":"Fabio Maccheroni, Massimo Marinacci, Ruodu Wang, Qinyu Wu","abstract":"We provide a new foundation of risk aversion by showing that this attitude is fully captured by the propensity to seize insurance opportunities. In our main results, we first characterize Arrow-Pratt (1963–1964) risk aversion in terms of propensity to full insurance and the stronger notion of risk aversion of Rothschild and Stiglitz (1970) in terms of propensity to partial insurance. We then extend the analysis to comparative risk aversion by showing that the classical notion of Yaari (1969) corresponds to comparative propensity to full insurance, while the stronger notion of Ross (1981) corresponds to comparative propensity to partial insurance. (JEL D81, G22, G52)","url":"https://doi.org/10.1257/aer.20231529","doi":"10.1257/aer.20231529","journal_full":"American Economic Review","dist":0.3482,"specialized":false,"preprint":false},{"title":"Genetic and Socioeconomic Achievement Gaps in Elementary School","authors":"Mikkel Aagaard Houmark, Victor Ronda, Esben Agerbo, Preben Bo Mortensen, Michael Rosholm","abstract":"Socioeconomic (SES) gaps in academic achievement are well documented. We show that a very similar gap exists with respect to genetic differences measured by a polygenic score (PGS) for educational attainment. The genetic gap increases during elementary school, but only among the low SES children. Consequently, the high PGS children experience the largest achievement growth over the school years, even if they are born in socioeconomic disadvantage. While the SES gap is partly explained by selection into different neighbourhoods and schools, the PGS gap is not. However, a higher PGS is related to higher conscientiousness and a better subjective learning environment, even conditional on family fixed effects. These findings contribute to our understanding of how genetic and socioeconomic factors interact throughout the educational journey, offering insights for developing more targeted and effective educational interventions.","url":"https://doi.org/10.1093/ej/ueaf033","doi":"10.1093/ej/ueaf033","journal_full":"Economic Journal","dist":0.4629,"specialized":false,"preprint":false},{"title":"Eurozone economic integration: Historical developments and new challenges ahead","authors":"Fabio C. Bagliano, Claudio Morana","url":"https://doi.org/10.1016/j.euroecorev.2025.105023","doi":"10.1016/j.euroecorev.2025.105023","journal_full":"European Economic Review","dist":0.4472,"specialized":false,"preprint":false},{"title":"Voting in Legislative Bargaining over Cuts to Existing Benefits versus Provision of New Benefits*","authors":"Nels Christiansen, Tanushree Jhunjhunwala, John H. Kagel","url":"https://doi.org/10.1016/j.euroecorev.2025.105029","doi":"10.1016/j.euroecorev.2025.105029","journal_full":"European Economic Review","dist":0.3859,"specialized":false,"preprint":false},{"title":"Institutional diversity and innovative recombination","authors":"Nathan P. Goodman, Otto Lehto, Mikayla Novak","url":"https://doi.org/10.1016/j.euroecorev.2025.104998","doi":"10.1016/j.euroecorev.2025.104998","journal_full":"European Economic Review","dist":0.3823,"specialized":false,"preprint":false},{"title":"Identification and estimation of a search model with heterogeneous consumers and firms","authors":"Mateusz Myśliwski, May Rostom, Fabio Sanches, Daniel Silva, Sorawoot Srisuma","url":"https://doi.org/10.1016/j.jeconom.2025.105956","doi":"10.1016/j.jeconom.2025.105956","journal_full":"Journal of Econometrics","dist":0.357,"specialized":false,"preprint":false},{"title":"Inference for deprivation profiles in a binary setting","authors":"Maria Grazia Pittau, Pier Luigi Conti, Roberto Zelli","url":"https://doi.org/10.1016/j.jeconom.2025.106000","doi":"10.1016/j.jeconom.2025.106000","journal_full":"Journal of Econometrics","dist":0.2788,"specialized":false,"preprint":false},{"title":"When structural break meets threshold effect: Factor analysis under structural instabilities","authors":"Chenchen Ma, Yundong Tu","url":"https://doi.org/10.1016/j.jeconom.2025.105972","doi":"10.1016/j.jeconom.2025.105972","journal_full":"Journal of Econometrics","dist":0.3451,"specialized":false,"preprint":false},{"title":"Climate Change, the Food Problem, and the Challenge of Adaptation through Sectoral Reallocation","authors":"Ishan Nath","url":"https://doi.org/10.1086/734725","doi":"10.1086/734725","journal_full":"Journal of Political Economy","dist":0.3735,"specialized":false,"preprint":false},{"title":"The structure of online social networks and social movements: Evidence from the Black Lives Matter protests","authors":"Matthias Flückiger, Markus Ludwig","url":"https://doi.org/10.1016/j.jpubeco.2025.105373","doi":"10.1016/j.jpubeco.2025.105373","journal_full":"Journal of Public Economics","dist":0.444,"specialized":false,"preprint":false},{"title":"Regulating the direction of innovation","authors":"Joshua S. Gans","url":"https://doi.org/10.1016/j.jpubeco.2025.105375","doi":"10.1016/j.jpubeco.2025.105375","journal_full":"Journal of Public Economics","dist":0.325,"specialized":false,"preprint":false},{"title":"Two decades of top income shares in Honduras","authors":"Giselle Del Carmen, Santiago Garriga, Wilman Ponce, Thiago Scot","url":"https://doi.org/10.1016/j.jpubeco.2025.105362","doi":"10.1016/j.jpubeco.2025.105362","journal_full":"Journal of Public Economics","dist":0.2784,"specialized":false,"preprint":false},{"title":"Avoidance Responses to the Wealth Tax","authors":"Mariona Mas-Montserrat, José María Durán-Cabré, Alejandro Esteller-Moré","url":"https://doi.org/10.1016/j.jpubeco.2025.105351","doi":"10.1016/j.jpubeco.2025.105351","journal_full":"Journal of Public Economics","dist":0.3094,"specialized":false,"preprint":false},{"title":"Can changes in disability insurance work incentives influence beneficiary employment? Evidence from the promoting opportunity demonstration","authors":"Michael Levere, David Wittenburg, John T. Jones","url":"https://doi.org/10.1016/j.jpubeco.2025.105370","doi":"10.1016/j.jpubeco.2025.105370","journal_full":"Journal of Public Economics","dist":0.3989,"specialized":false,"preprint":false},{"title":"Colluding Against Environmental Regulation","authors":"Jorge Alé-Chilet, Cuicui Chen, Jing Li, Mathias Reynaert","abstract":"We study collusion among firms against imperfectly monitored environmental regulation. Firms increase variable profits by violating regulation and reduce expected noncompliance penalties by violating jointly. We consider a case of three German automakers colluding to reduce the effectiveness of emissions control technology. By estimating a structural model of the European automobile industry from 2007 to 2018, we find that collusion lowers expected noncompliance penalties substantially and increases buyer and producer surplus. Due to increased pollution, welfare decreases by €1.57–5.57 billion. We show how environmental policy design and antitrust play complementary roles in preventing noncompliance.","url":"https://doi.org/10.1093/restud/rdaf024","doi":"10.1093/restud/rdaf024","journal_full":"The Review of Economic Studies","dist":0.3886,"specialized":false,"preprint":false},{"title":"Correction: Brain drain in Bhutan: its impacts and countermeasures","authors":"Rinchen Dorji, Nobuhiro Hosoe","url":"https://doi.org/10.1186/s40878-025-00445-z","doi":"10.1186/s40878-025-00445-z","journal_full":"Comparative Migration Studies","dist":0.4215,"specialized":true,"preprint":false},{"title":"New country, new ties? Eritrean and Syrian refugees’ personal social networks after arrival in Germany","authors":"Lenore Sauer, Ludovica Gambaro, Elisabeth K. Kraus","abstract":"This paper examines the new ties refugees form within the first years after arriving in destination countries. While prior research has assessed new ties mainly in relation to integration outcomes and within inter-ethnic ties, our analyses take a broader view of the importance of new contacts by systematically adopting an ego-centric network approach and by differentiating between various types of networks (emotional support, companionship, and practical support network). Drawing on representative quantitative survey data of recent refugees from Eritrea and Syria collected in Germany in 2020 (TransFAR survey), our analytical approach is divided into two parts: First, we investigate on the alter-level (i.e., the persons mentioned in the network) who the newly met persons are and which kind of support they provide, employing descriptive analyses. Second, we conduct multivariate regression analyses on the ego-level (i.e., the respondent) to examine the migration and family-related factors associated with forming new ties. The empirical findings underscore the importance of new contacts as crucial sources of resources and support, particularly in providing practical assistance. Furthermore, our study shows that migration and family-related factors are important for establishing new ties: refugees having other family members in Germany, either a spouse or because they arrived together with kin, are less likely to include newly established contacts in their networks compared to those without a spouse or who arrived in Germany without family. The relative importance of these factors varies between network types. Moreover, as migration circumstances and family constellations differ by gender and country of origin, substantial variations concerning the formation of new ties are observed between men and women and between refugees from Eritrea and Syria.","url":"https://doi.org/10.1186/s40878-025-00443-1","doi":"10.1186/s40878-025-00443-1","journal_full":"Comparative Migration Studies","dist":0.5728,"specialized":true,"preprint":false},{"title":"The violence of uncertainty: theorizing everyday immigrant necropolitics across three cases","authors":"Breanne Grace, John Doering-White, Benjamin Roth","abstract":"This article theorizes everyday forms of uncertainty that immigrant and refugee populations negotiate as a form of violence. We argue that while the state has made immigrants and refugees an explicit target on which to exercise sovereignty through detention and deportation, sovereignty also operates through a necropolitics of uncertainty where immigrants and refugees face inconsistent and spatially diffuse states of exception that target their material, social, and psychological wellbeing. To support this argument, we draw on three case studies that illustrate how avoiding or opting out of social services and health care, or by “self-deporting,” are effects of targeted violence.","url":"https://doi.org/10.1186/s40878-025-00441-3","doi":"10.1186/s40878-025-00441-3","journal_full":"Comparative Migration Studies","dist":0.5625,"specialized":true,"preprint":false},{"title":"The affective politics of whiteness: mobilizing white women on the left before (and after) the 2024 U.S. Election","authors":"Jessie Daniels","url":"https://doi.org/10.1080/01419870.2025.2489092","doi":"10.1080/01419870.2025.2489092","journal_full":"Ethnic and Racial Studies","dist":0.4729,"specialized":true,"preprint":false},{"title":"Introduction","authors":"John Solomos","url":"https://doi.org/10.1080/01419870.2025.2481168","doi":"10.1080/01419870.2025.2481168","journal_full":"Ethnic and Racial Studies","dist":0.3065,"specialized":true,"preprint":false},{"title":"Decolonizing bodies: stories of embodied resistance, healing and liberation","authors":"Syra Shakir","url":"https://doi.org/10.1080/01419870.2025.2492241","doi":"10.1080/01419870.2025.2492241","journal_full":"Ethnic and Racial Studies","dist":0.3169,"specialized":true,"preprint":false},{"title":"Geopolitics and romance: how South Asian Muslim Canadians perceive and experience race and religion in mixed partnerships","authors":"Tahseen Shams","url":"https://doi.org/10.1080/01419870.2025.2493934","doi":"10.1080/01419870.2025.2493934","journal_full":"Ethnic and Racial Studies","dist":0.4764,"specialized":true,"preprint":false},{"title":"Return governance and diplomacy between Türkiye and Afghanistan","authors":"Zeynep Sahin‐Mencutek, Hidayet Sıddıkoğlu, Soner Barthoma","abstract":"There is growing scholarly and policy interest in understanding how destination and transit countries develop return migration policies and collaborate with origin countries. This study investigates the dynamics, drivers and outcomes of the collaborative process between Turkish and Afghan authorities in governing the return of Afghan migrants. Drawing on the concept of return diplomacy, derived from the broader framework of migration diplomacy—which explores the interplay between cross‐border mobility and foreign policymaking—we analyse the bilateral talks and arrangements shaping these returns. Our examination of official documents, news sources, interviews and engagements with key informants reveals that authorities on both sides get involved in return diplomacy by leveraging historical and religious networks, as well as humanitarian diplomacy instruments. The drivers of this process are rooted in the domestic priorities of the Turkish government to manage return flows and the expectations of Afghan authorities and the Taliban for international legitimacy and aid through cooperation. The collaboration reflects a blend of formal and informal relations and practices. The outcomes, however, highlight significant opacity in bilateral negotiations and arrangements. These efforts lack a structured readmission framework and have resulted in record‐high coerced returns of Afghan migrants (officially 42,498 in 2022) with minimal monitoring. While not fully representative, this case study provides valuable insights for enhancing theories of migration diplomacy and return governance by underscoring the utility of a decentred approach and emphasis on South‐to‐South contexts.","url":"https://doi.org/10.1111/imig.70037","doi":"10.1111/imig.70037","journal_full":"International Migration","dist":0.5414,"specialized":true,"preprint":false},{"title":"Immigration realities: Challenging common misperceptions By ErnestoCastañeda &amp; CarinaCione, New York: Columbia University Press. 2024. pp. 368","authors":"Recep Baydemir","url":"https://doi.org/10.1111/imig.70039","doi":"10.1111/imig.70039","journal_full":"International Migration","dist":0.5827,"specialized":true,"preprint":false},{"title":"Why wouldn’t they return? Examining the return decisions through the integration-transnationalism matrix among Ghanaian immigrants from Canada","authors":"Emmanuel Kyeremeh, Senanu Kutor, Bridget Annor","url":"https://doi.org/10.1080/1369183x.2025.2492354","doi":"10.1080/1369183x.2025.2492354","journal_full":"Journal of Ethnic and Migration Studies","dist":0.4969,"specialized":true,"preprint":false},{"title":"‘Just look at those shabby trains in Lisbon’: post-arrival disappointment amongst Chinese migrants in Portugal","authors":"Olga Cojocaru, Sofia Gaspar, Xuheng Wang","url":"https://doi.org/10.1080/1369183x.2025.2495046","doi":"10.1080/1369183x.2025.2495046","journal_full":"Journal of Ethnic and Migration Studies","dist":0.4177,"specialized":true,"preprint":false},{"title":"Minority Legislators Sponsor and Cosponsor Differently from White Legislators: Causal Evidence from U.S. Congress","authors":"Jose Javier Alcocer","abstract":"How do race, ethnicity, and gender shape a legislator’s approach to bill sponsorship and cosponsorship? This paper examines how institutional marginalization influences the legislative strategies of racial and gender minority representatives. Constrained by systemic barriers that limit their ability to sponsor legislation, minority legislators prioritize cosponsorship to achieve policy goals, build coalitions, and demonstrate responsiveness to their constituencies. Using the quasi-experimental context of the 2016 and 2018 U.S. congressional elections, I apply the synthetic difference-in-differences estimator and find that minority legislators sponsor fewer bills but cosponsor significantly more than their non-Hispanic White counterparts. Additionally, race-gendered effects reveal that women of color sponsor significantly less legislation than non-minority legislators and men of color. These patterns cannot be explained by factors like freshman status or primary election competitiveness. The findings highlight the strategic adaptations of minority legislators to navigate structural inequities and amplify their legislative influence. This study is the first to use a causal inference approach to explore the intersection of race, gender, and sponsorship and cosponsorship of congressional bills, contributing to a deeper understanding of legislative behavior among marginalized groups.","url":"https://doi.org/10.1017/rep.2025.29","doi":"10.1017/rep.2025.29","journal_full":"Journal of Race Ethnicity and Politics","dist":0.5502,"specialized":true,"preprint":false},{"title":"Empowering refugee women in Brazil: the moral economy of corporate-sponsored initiatives for social integration","authors":"Carolina Gallo Garcia","abstract":"This paper presents the Empowering Refugee Women program, created in 2015, an inter-agency initiative of UN Women, UNHCR, the Global Compact Network, and the corporate sector aimed at enhancing the employability of refugee women in Brazil. Focusing on how entering the labor market is positioned as the primary means to ensure successful integration, the program calls upon refugee women to acquire a specific set of mindsets and behaviors prescribed by a moral economy based on individual merits, maternal altruism, and strong work ethics. Through a critical content analysis of the program’s institutional communication, I demonstrate how this corporate-sponsored initiative is built upon a particular moral economy formed by corporate humanitarianism and ideals of economic independence as a symbol of moral progress and deservingness for refugee women. By presenting refugee women as valuable investments and competitive advantages in corporate discourses, I argue that opportunity emerges as an all-encompassing category capable of accommodating capital accumulation, ideals of social inclusion, and solutions to the humanitarian crisis.","url":"https://doi.org/10.1093/jrs/feaf027","doi":"10.1093/jrs/feaf027","journal_full":"Journal of Refugee Studies","dist":0.5057,"specialized":true,"preprint":false},{"title":"A Review of the Research Ethics Guidelines Provided by IASFM, Kaldor Centre and German Network for Forced Migration Studies","authors":"Basma El Doukhi","url":"https://doi.org/10.1093/jrs/feaf029","doi":"10.1093/jrs/feaf029","journal_full":"Journal of Refugee Studies","dist":0.4668,"specialized":true,"preprint":false},{"title":"Motivation and Migration Trajectories of EU Citizens on the Move: Repeat and Multiple Migrants in Britain, France, Germany, Italy and Spain","authors":"Justyna Salamońska","abstract":"Intra‐European migrants move in different configurations, both in terms of trajectories (one‐off, repeat, multiple) and in terms of motivations (including work, family, education and/or lifestyle). In this article I provide a statistical picture of migrant trajectories and motivations based on a survey of EU internal movers coming from and residing in Britain, France, Germany, Italy and Spain. While around 49 per cent of migrants migrated internationally only once, 13 per cent moved repeatedly between their country of origin and their current destination, and further 38 per cent had lived in a different destination country in the past. The motives for migration and past trajectories are related to future migration plans. Multiple movers are more willing to move outside the EU in the future if they could significantly improve their working or living conditions and they are more likely to declare to live in another destination country in 5 years' time. Moving for quality of life is a good predictor of not being willing to return to the country of origin or move to another country in 5 years' time.","url":"https://doi.org/10.1002/psp.70040","doi":"10.1002/psp.70040","journal_full":"Population Space and Place","dist":0.5826,"specialized":true,"preprint":false},{"title":"Navigating Care in the Assemblage of (im)Mobilities: Social Protection Strategies Among Latin American Transnational Families in the Post‐Pandemic Period","authors":"Laura Oso, Raquel Martínez‐Buján, Paloma Moré","abstract":"This article analyses the social protection strategies that Latin American transnational families have deployed to cope with the new regime of (im)mobilities that emerged after the COVID‐19 crisis. It reflects on how the pandemic has restructured the articulation of the family welfare model and the migration regime in Spain. From a theoretical point of view, it combines the analysis of family strategies of “transnational social protection” with the approach of spatial and social (im)mobilities. The article also includes a multilevel analysis (macro, meso, micro) of the connections between care and migration. A mixed methodology was used: (1) the exploitation of secondary sources to show the impact of the Covid‐19 crisis on Latin American immigrant families in Spain; and (2) an analysis of ethnographic material consisting of in‐depth interviews ( n = 41) with transnational families ( n = 13) whose members reside both in Spain ( n = 27) and their countries of origin ( n = 14). The results show that after the COVID‐19 crisis, an “assemblage of spatial and social (in)mobilities” was generated for the immigrant population. They highlight the social blockages that the immigrant population had to face: legal, residential, occupational, and care, and also how informal arrangements to solve these immobilities are led by women. Families who were further along in the migration cycle or who had social capital (relatives in Spain) were less affected by the impact of the crisis.","url":"https://doi.org/10.1002/psp.70035","doi":"10.1002/psp.70035","journal_full":"Population Space and Place","dist":0.5381,"specialized":true,"preprint":false},{"title":"Beyond Homeownership: Uncovering the Impact of Ownership‐Residence Mismatch on Subjective Well‐Being in Urban China","authors":"Sainan Lin, Kewei Ding, Jiangbin Yin","abstract":"While extensive research has explored the impact of housing tenure on individuals' subjective well‐being (SWB), little is known about the implications of the emerging owner‐renting phenomenon—where homeowners live in rented housing instead of their owned property within the same city—referred to as the ownership‐residence mismatch. This study draws on nationally representative survey data from the 2017 CHFS, supplemented by qualitative interviews conducted in 2025, to examine how both homeownership and the alignment between ownership and residence affect SWB. Our findings confirm the positive effect of homeownership on SWB. However, owner‐renters, despite being well‐educated and having high incomes, report lower SWB than those who both own and reside in their homes, highlighting the importance of ownership‐residence alignment. Drawing on the concept of ontological security, we argue that not living in one's own home may undermine the sense of stability, control and identity crucial to SWB. The mismatch is particularly detrimental in first‐tier cities, where high housing costs and intense competition exacerbate the challenges faced by owner‐renters. These results call for more nuanced housing policies that move beyond the traditional own‐rent dichotomy.","url":"https://doi.org/10.1002/psp.70041","doi":"10.1002/psp.70041","journal_full":"Population Space and Place","dist":0.5126,"specialized":true,"preprint":false},{"title":"Spatial Segregation, Socioeconomic Disparities and Spatial (in)Justice in a Region of the Mediterranean","authors":"Alfredo Cartone, Andrea D'Isidoro, Domenica Panzera, Paolo Postiglione","abstract":"In recent decades, interest in residential segregation has increased in Southern Europe and the Mediterranean region, primarily due to immigration. This study explores segregation and its potential links to socioeconomic disparities and social (in)justice. The analysis uses standard segregation indicators, along with their spatial counterparts, and employs permutation tests for inference. These methods are applied to the province of Pescara, a Mediterranean city in Southern Italy, to also explore segregation differences between urban and rural areas. Finally, we discuss how this approach can assist policymakers in identifying segregation pockets in rural outskirts and prevent potential spatial (in)justices and socioeconomic disparities affecting ethnic minorities.","url":"https://doi.org/10.1002/psp.70042","doi":"10.1002/psp.70042","journal_full":"Population Space and Place","dist":0.5724,"specialized":true,"preprint":false},{"title":"Promoting human flourishing","url":"https://doi.org/10.1038/s41562-025-02213-6","doi":"10.1038/s41562-025-02213-6","journal_full":"Nature Human Behaviour","dist":0.276,"specialized":false,"preprint":false},{"title":"Analysis of demographic variation and childhood correlates of financial well-being across 22 countries","authors":"Piotr Bialowolski, Christos A. Makridis, Matt Bradshaw, Dorota Weziak-Bialowolska, Craig Gundersen, Noémie Le Pertel, Cristina Gibson, Sung Joon Jang, R. Noah Padgett, Byron R. Johnson, Tyler J. VanderWeele","url":"https://doi.org/10.1038/s41562-025-02207-4","doi":"10.1038/s41562-025-02207-4","journal_full":"Nature Human Behaviour","dist":0.4225,"specialized":false,"preprint":false},{"title":"A systematic review and Bayesian network meta-analysis on the efficacy and potential of mobile interventions for stress management","authors":"Huanya Zhu, Qiang Chen, Shijuan Wei, Xuebing Wu, Qianqian Ju, Jinmeng Liu, Yiqun Gan","url":"https://doi.org/10.1038/s41562-025-02162-0","doi":"10.1038/s41562-025-02162-0","journal_full":"Nature Human Behaviour","dist":0.331,"specialized":false,"preprint":false},{"title":"A framework and policy case for black reparations to support child well-being in the USA","authors":"Lisa A. Gennetian, Christina Gibson-Davis, William A. Darity","url":"https://doi.org/10.1038/s41562-025-02189-3","doi":"10.1038/s41562-025-02189-3","journal_full":"Nature Human Behaviour","dist":0.3504,"specialized":false,"preprint":false},{"title":"Multidimensional versus unidimensional approaches to well-being","authors":"Tyler J. VanderWeele, Byron R. Johnson","url":"https://doi.org/10.1038/s41562-025-02187-5","doi":"10.1038/s41562-025-02187-5","journal_full":"Nature Human Behaviour","dist":0.3288,"specialized":false,"preprint":false},{"title":"Large language model-powered meta-analysis of mobile interventions for stress management","url":"https://doi.org/10.1038/s41562-025-02190-w","doi":"10.1038/s41562-025-02190-w","journal_full":"Nature Human Behaviour","dist":0.3588,"specialized":false,"preprint":false},{"title":"The association of COVID-19 lockdowns with adverse birth and pregnancy outcomes in 28 high-income countries: a systematic review and meta-analysis","authors":"Iona Hindes, Hawa Nuralhuda Sarwar, Benjamin Y. Gravesteijn, Jennifer Jardine, Lizbeth Burgos-Ochoa, Jasper V. Been, Dominik Zenner, Stamatina Iliodromiti","abstract":"We conducted a systematic review and meta-analysis to review the association of lockdowns with adverse birth and pregnancy outcomes (ABPOs) and related inequalities, in high-income countries (HICs). Databases (EMBASE, MEDLINE/PubMed and Web of Science) were searched from 1 January 2019 to 22 June 2023 for original observational studies based in HICs that compared the rates of ABPOs, before and during lockdowns. The risk of bias was assessed using the Newcastle–Ottawa tool for cohort studies. We ran random-effects meta-analyses and subgroup analyses per region, lockdown period, ethnicity group and deprivation level and adjusted for underlying temporal trends. A total of 132 studies were meta-analysed from 28 HICs. Reduced rates of preterm birth (reported by 26 studies) were associated with the first lockdown (relative risk 0.96, 95% confidence interval 0.93–0.99), 11 studies adjusted for long-term trends and the association remained (0.97, 0.95–0.99), and subgroup analysis found that this association varied by continental region. Ten studies reported positive screening rates for possible depression antenatally, and lockdown was associated with increases in positive screening rates (1.37, 1.06–1.78). No other ABPOs were associated with lockdowns. Investigation of inequalities was limited due to data availability and heterogeneity; further research is warranted on the effect of lockdowns on health inequalities. This study was funded by the National Institute of Health Research, School of Primary Care Research and registered on PROSPERO (CRD42022327448).","url":"https://doi.org/10.1038/s41562-025-02139-z","doi":"10.1038/s41562-025-02139-z","journal_full":"Nature Human Behaviour","dist":0.3962,"specialized":false,"preprint":false},{"title":"Decreased likelihood of schooling as a consequence of tropical cyclones: Evidence from 13 low- and middle-income countries","authors":"Renzhi Jing, Sam Heft-Neal, Zetianyu Wang, Jie Chen, Minghao Qiu, Isaac M. Opper, Zachary Wagner, Eran Bendavid","abstract":"Increasing educational attainment is one of the most important and effective strategies for health and economic improvements. The extent to which extreme climate events disrupt education, resulting in reduced educational attainment, remains understudied. Children in low- and middle-income countries (LMICs) may be uniquely vulnerable to losing schooling after disasters due to the poor physical condition of schools and the lack of resources to mitigate unexpected household shocks. Our analysis assesses this overlooked social cost of tropical cyclones on schooling attainment. We study the education records of nearly 5.4 million individuals living in 13 LMICs that experienced tropical cyclones between 1954 and 2010. By comparing individuals living in the same locations but with different exposure levels, we estimate the change in the likelihood that a preschool-age child exposed to tropical cyclone received no schooling. We find that exposure during preschool age is associated with a 0.5 percentage point increase in the likelihood of never attending schooling (2.5% above baseline), with larger effects (up to 8.8% increase) from stronger storms. These effects are more pronounced among girls and are greater in areas less adapted to tropical cyclones. Between 2000 and 2020, we estimate that 79,000 children in the 13 study countries did not start school due to tropical cyclones, and, across all affected students, tropical cyclones resulted in a total loss of 1.1 My of school. These impacts, identified among some of the world’s poorest populations, may grow in importance as exposure to severe tropical cyclones is projected to increase with climate change.","url":"https://doi.org/10.1073/pnas.2413962122","doi":"10.1073/pnas.2413962122","journal_full":"Proceedings of the National Academy of Sciences","dist":0.4116,"specialized":false,"preprint":false},{"title":"Persistent inequalities in global air quality monitoring should not delay pollution mitigation","authors":"E. Keith Smith, Camille Fournier de Lauriere, Ella Henninger","abstract":"Air pollution is a global health crisis that disproportionately affects lower- and middle-income countries. We examine global air quality monitoring data, highlighting persistent inequalities in high-exposure regions, and assess the potential of emerging technologies to improve data utility for mitigation. Improving air quality, however, does not need to wait for more data, nor will monitoring alone drive action. Immediate mitigation measures with broad cobenefits are needed now to reduce pollution, even in data-scarce settings.","url":"https://doi.org/10.1073/pnas.2423259122","doi":"10.1073/pnas.2423259122","journal_full":"Proceedings of the National Academy of Sciences","dist":0.3224,"specialized":false,"preprint":false},{"title":"Historians use data science to mine the past","authors":"Carolyn Beans","url":"https://doi.org/10.1073/pnas.2508428122","doi":"10.1073/pnas.2508428122","journal_full":"Proceedings of the National Academy of Sciences","dist":0.2627,"specialized":false,"preprint":false},{"title":"Sexism in teams: Exposure to sexist comments increases emotional synchrony but eliminates its benefits for team performance","authors":"Alon Burns, Sharon Toker, Yair Berson, Ilanit Gordon","abstract":"In a world where teams serve as the backbone of collaboration and innovation, women must feel safe when contributing to teamwork. Unfortunately, an increasing number of women report experiencing sexual harassment in workplaces and other collective settings. This research included an examination of how exposure to sexist insults affects collaborative efforts. We argue that in addition to its well-documented effects on individuals, sexism within teams undermines team performance. Hence, emotional synchrony—temporally coordinated emotional facial expressions between individuals—loses its ability to enhance collaboration when team members are exposed to sexism. Under the threat of sexist comments, emotional synchrony signals social bonding rather than focusing team members on performance goals. To test this theory, 177 woman dyads interacting on a video-conferencing platform received instructions for a cooperative task with/without sexist comments from an actor-experimenter in sexism/control conditions. Emotional synchrony was assessed through temporal alignment in facial expressions between dyad members and was correlated with team performance. Our findings revealed a significant increase in facial expressive synchrony among teams in the sexism condition. Whereas facial expressive synchrony predicted better performance in the control condition, its classic positive effects on team performance vanished under sexism. These results suggest that exposure to sexism, while enhancing social cohesion, eliminates the benefits of emotional synchrony, which is considered the social glue of collective action. These findings suggest that zero-tolerance policies for sexual harassment are not only more ethical but can also promote effective teamwork.","url":"https://doi.org/10.1073/pnas.2409708122","doi":"10.1073/pnas.2409708122","journal_full":"Proceedings of the National Academy of Sciences","dist":0.4348,"specialized":false,"preprint":false},{"title":"Measuring global migration flows using online data","authors":"Guanghua Chi, Guy J. Abel, Drew Johnston, Eugenia Giraudy, Mike Bailey","abstract":"Existing estimates of human migration are limited in their scope, reliability, and timeliness, prompting the United Nations and the Global Compact on Migration to call for improved data collection. Using privacy protected records from three billion Facebook users, we estimate country-to-country migration flows at monthly granularity for 181 countries, accounting for selection into Facebook usage. Our estimates closely match high-quality measures of migration where available but can be produced nearly worldwide and with less delay than alternative methods. We estimate that 39.1 million people migrated internationally in 2022 (0.63% of the population of the countries in our sample). Migration flows significantly changed during the COVID-19 pandemic, decreasing by 64% before rebounding in 2022 to a pace 24% above the precrisis rate. We also find that migration from Ukraine increased tenfold in the wake of the Russian invasion. To support research and policy interventions, we release these estimates publicly through the Humanitarian Data Exchange.","url":"https://doi.org/10.1073/pnas.2409418122","doi":"10.1073/pnas.2409418122","journal_full":"Proceedings of the National Academy of Sciences","dist":0.5473,"specialized":false,"preprint":false},{"title":"Coexposure to extreme heat, wildfire burn zones, and wildfire smoke in the Western US from 2006 to 2020","authors":"Jie K. Hu, Ana Trišović, Ankita Bakshi, Danielle Braun, Francesca Dominici, Joan A. Casey","abstract":"Climate change drives three heat-related hazards: extreme heat (EH), wildfire burn zones (WFBZs), and wildfire smoke (WFS). Using daily census tract–level data from 2006 to 2020, we investigated when, where, and whom these hazards coexposed in 11 Western US states. Among 18,106 tracts, at least one hazard occurred an average of 32 days (581,867 tract-days) annually. EH-WFS coexposure increased over the study period and was the most frequent coexposure (annual average of 38,218 tract-days). EH-WFS–affected regions varied year to year. WFBZ-involved coexposures were spatially confined and did not increase over time. On average, the most tract-days of EH-WFBZ-WFS coexposure took place in California, Arizona, and Oregon. Among census tracts most exposed to EH-WFBZ-WFS, populations disproportionately consisted of people of older age, with disabilities, and living in poverty. American Indian and Alaska Native individuals disproportionately faced all coexposures. As climate change accelerates, tracking coexposure to multiple hazards can help target resources to protect health.","url":"https://doi.org/10.1126/sciadv.adq6453","doi":"10.1126/sciadv.adq6453","journal_full":"Science Advances","dist":0.3694,"specialized":false,"preprint":false},{"title":"High‐Profile Corruption Convictions, Government Reactions, and Public Approval: A Comparative Analysis Across Levels of Democracy","authors":"Manoel Gehrke, Feng Yang","abstract":"This study investigates the political effects of corruption convictions involving former heads of government. Drawing on an original dataset of convictions and annual, nationally representative surveys covering over 130 countries from 2006 to 2019, we employ a difference‐in‐differences approach to analyze how these events shape government approval. Our findings indicate a notable contrast: in less democratic countries, convictions boost support for the government, whereas their effect is negligible in more democratic contexts. We reveal a key mechanism behind this divergence by showing how incumbent governments respond differently to the convictions. In less democratic settings, governments exploit corruption convictions by emphasizing the personal virtues of their leaders. Beyond identifying this critical condition that prompts political elites to adopt personalistic appeals, we also demonstrate how these appeals resonate with the public. These findings have implications for debates on the consequences of anti‐corruption efforts and their relationship with populism.","url":"https://doi.org/10.1111/gove.70019","doi":"10.1111/gove.70019","journal_full":"Governance","dist":0.4981,"specialized":false,"preprint":false},{"title":"Gender and the Collegial Face of Executive Politics: Priorities, Presence, and Power","authors":"Nicholas Allen, Kenny William Ie, Nora Siklodi","abstract":"This article shows, for the first time, gendered patterns in the organization and composition of collegial executive institutions below the level of the cabinet. Drawing on an original dataset of ministerial cabinet committees since the 1990s, we investigate how ministerial supply, gendered norms, and ideology affect committee priorities, women's presence, and access to power in Australia, Canada, New Zealand, and the United Kingdom. Committee priorities remain predominantly masculine, despite the increasing supply of women in all cases, but women's presence strengthens with increasing ministerial supply. However, women are regularly excluded from masculine committees and influential chairing positions on such committees. Ideology indirectly affects gendered priorities, presence and power through its effect on supply. These findings demonstrate the persistence and strength of gender as an entrenched feature of institutional design in executive politics and provide a basis for further research into how gender impacts collegiality and collective decision‐making.","url":"https://doi.org/10.1111/gove.70022","doi":"10.1111/gove.70022","journal_full":"Governance","dist":0.466,"specialized":false,"preprint":false},{"title":"From transformation to demarcation: explaining the EU’s shifting motivations of the enlargement policy","authors":"Marius Ghincea, Laurențiu Pleșca","url":"https://doi.org/10.1080/13501763.2025.2498033","doi":"10.1080/13501763.2025.2498033","journal_full":"Journal of European Public Policy","dist":0.4506,"specialized":false,"preprint":false},{"title":"Securitisation of EU policy: how Russia's invasion of Ukraine is changing Europe","authors":"Mitchell A. Orenstein","url":"https://doi.org/10.1080/13501763.2025.2497350","doi":"10.1080/13501763.2025.2497350","journal_full":"Journal of European Public Policy","dist":0.353,"specialized":false,"preprint":false},{"title":"Breaking the rules, but for whom? How client characteristics affect frontline professionals’ prosocial rule-breaking behavior","authors":"Eduard Schmidt, Bernard Bernards, Suzan van der Pas","abstract":"Studies have shown that a client’s characteristics can affect frontline professionals’ decision-making and use of discretion. However, we do not know whether these dynamics also exist in frontline professionals' prosocial rule-breaking (PSRB): breaking rules to benefit clients. This study focuses on to what extent and how client characteristics affect PSRB by frontline professionals. Using an innovative within-person vignette experiment among professionals in social welfare teams in the Netherlands (N=58 professionals; 424 observations), we focus on clients’ earned, needed, and resource deservingness. The results show that all three elements of deservingness positively affect the willingness of professionals to engage in PSRB, but needed deservingness has the greatest effect. Through three focus groups (N=21 respondents), we build on this finding to reveal how different motives for PSRB align with various dimensions of deservingness. The results contribute to theory development on the use of discretion among frontline professionals.","url":"https://doi.org/10.1093/jopart/muaf010","doi":"10.1093/jopart/muaf010","journal_full":"Journal of Public Administration Research and Theory","dist":0.434,"specialized":false,"preprint":false},{"title":"Correction to: The weakness of weak ties: do social capital investments among leaders pay off during times of disaster?","url":"https://doi.org/10.1093/jopart/muaf008","doi":"10.1093/jopart/muaf008","journal_full":"Journal of Public Administration Research and Theory","dist":0.4026,"specialized":false,"preprint":false},{"title":"What Reasoning Do Frontline Professionals Use Around Citizen‐Clients' Socioeconomic Status: Exploring the Mechanisms","authors":"Fia van Heteren, Nadine Raaphorst, Sandra M. Groeneveld, Jet M. Bussemaker","abstract":"This paper examines socioeconomic status (SES) as an indicator for decision‐making among frontline professionals in healthcare, focusing on general practitioners (GPs). Aside from research on stereotypes, we know little about how frontline professionals reason about SES in decision‐making. This study addresses this gap by investigating how GPs use SES to develop care for patients with varying SES backgrounds. Based on qualitative interviews, the study identifies three SES reasonings that are closely intertwined with the status of patients: (1) status preservation reasoning describes how GPs interpret SES cues and status stability in relation to what needs to be preserved, (2) social distance reasoning helps explain how social distance creates a reference point when helping the patient, and (3) together reasoning describes how GPs use patients' busyness and educational level to develop treatment plans together with the patient. This study contributes to the existing literature by distinguishing SES reasonings in frontline professionals' decision‐making.","url":"https://doi.org/10.1111/padm.13065","doi":"10.1111/padm.13065","journal_full":"Public Administration","dist":0.4717,"specialized":false,"preprint":false},{"title":"Maintaining Collective Legitimacy During Crisis: A Case of Social Enterprise Intermediaries in Scotland","authors":"Seemab Farooqi, Stephen Knox","abstract":"Existing research offers little insight into how governance networks can maintain their legitimacy during institutional disruption. Through an in‐depth case study of a network of third sector organizations in Scotland that worked to deliver government funds and support during the COVID‐19 pandemic to social enterprises and charities, this paper sheds light on this topic. Our analysis highlights the importance of work to retain the structure of the network by affirming mission focus and rules of collaboration, promoting and aligning the network with external stakeholders, and building and breaking relationships. We propose a conceptual model illustrating how these efforts to maintain legitimacy interact dynamically, demonstrating that successful network management during crises relies on the collective ability to adapt to evolving pressures. These insights contribute to the extant research on network governance and institutional maintenance.","url":"https://doi.org/10.1111/padm.13067","doi":"10.1111/padm.13067","journal_full":"Public Administration","dist":0.3803,"specialized":false,"preprint":false},{"title":"Celebrating 85 Years","url":"https://doi.org/10.1111/puar.13962","doi":"10.1111/puar.13962","journal_full":"Public Administration Review","dist":0.1335,"specialized":false,"preprint":false},{"title":"American Society for Public Administration Code of Ethics","url":"https://doi.org/10.1111/puar.13961","doi":"10.1111/puar.13961","journal_full":"Public Administration Review","dist":0.2159,"specialized":false,"preprint":false},{"title":"Building Networks Through Policy Transfer: A Case Study of the Transnational History of Public Administration Clearing House","authors":"Xi Chen","abstract":"Based on archival data, this study utilizes the theoretical framework of policy transfer to conduct a case analysis of the history of PACH's transnational dissemination of its unique networking ideas, institutional models, and practices in the mid‐20th century. The findings indicate that during the two stages before and after World War II, PACH's transnational transfer activities demonstrated different features in terms of motives, actors, content, routes, degrees, constraints, and facilitating factors for transfer. Our analysis shows the transnational transfer capabilities possessed by professional organizations as a special type of non‐state actor, as well as the dual influence of professional mission and geopolitical factors on its transfer processes. This study provides a complementary perspective and empirical evidence for explaining the network formation in the field of public administration. The findings may help contemporary public administrative organizations consider how to adopt more effective strategies to participate in global governance through transnational cooperation.","url":"https://doi.org/10.1111/puar.13960","doi":"10.1111/puar.13960","journal_full":"Public Administration Review","dist":0.4286,"specialized":false,"preprint":false},{"title":"Correction","url":"https://doi.org/10.1080/14719037.2025.2496564","doi":"10.1080/14719037.2025.2496564","journal_full":"Public Management Review","dist":0.1229,"specialized":false,"preprint":false},{"title":"The influence of new public management on the police first-line manager: exploring the challenges faced by practitioner managers","authors":"Scott Banks, Anthony May","url":"https://doi.org/10.1080/14719037.2025.2496714","doi":"10.1080/14719037.2025.2496714","journal_full":"Public Management Review","dist":0.3509,"specialized":false,"preprint":false},{"title":"The metagovernance of power in collaboration innovation: a case study of transforming local systems in the Scottish Highlands","authors":"Riley Livingstone","url":"https://doi.org/10.1080/14719037.2025.2496992","doi":"10.1080/14719037.2025.2496992","journal_full":"Public Management Review","dist":0.326,"specialized":false,"preprint":false},{"title":"Legal Brokers of Chinese Investment in Cambodia: Compliance Between Contract and Culture","authors":"Matthew S. Erie, Molly Bodurtha, Sokphea Young","abstract":"In conventional understandings of compliance, lawyers and compliance officers internalize compliance within corporations. Complicating this model, this article argues that compliance professionals may occupy a Janus‐faced role between informality and formality. We use the case of “legal brokers” of Chinese investment in Cambodia as our empirical testing ground. Based on qualitative fieldwork conducted in Cambodia from 2019 to 2022, we find that legal brokers between Chinese investors and Cambodian counterparties are a vital feature of the market converting illicit into lawful capital. Our findings have implications for not just compliance professionals but also market entry, sustainable development, anti‐bribery, and rule of law. By drawing on theoretical literature including relational contract and guanxixue (the study of guanxi or “social ties”), we scale up our findings to conclude that a focus on legal brokers reveals a social reality that may be more emblematic for most of the world than the existing model.","url":"https://doi.org/10.1111/rego.70021","doi":"10.1111/rego.70021","journal_full":"Regulation & Governance","dist":0.418,"specialized":false,"preprint":false},{"title":"Advancing the Scientific Study of Structural Racism: Concepts, Measures, and Methods","authors":"Tyson H. Brown, Patricia Homan, Victor Ray","abstract":"This review provides 10 actionable recommendations for advancing the scientific study of structural racism through theoretically grounded and empirically robust measures and methods. By offering conceptual and analytical clarity, these recommendations aim to enhance research rigor on the structure and function of racism. For each recommendation, we ( a ) delineate key theoretical principles tied to specific features of structural racism, ( b ) evaluate the strengths and limitations of existing measures and methods, and ( c ) propose best practices for measurement and modeling that align with theory and rigorous methodologies. Given the complex, multifaceted, and dynamic nature of structural racism, we emphasize the necessity of embracing epistemological and methodological pluralism. Scholars are encouraged to integrate insights through triangulation by leveraging diverse theoretical frameworks, varied data sources, and a wide array of methods. The review concludes by addressing pressing challenges and identifying opportunities for innovative research to deepen our understanding of structural racism and its enduring impacts in racialized societies.","url":"https://doi.org/10.1146/annurev-soc-090924-021305","doi":"10.1146/annurev-soc-090924-021305","journal_full":"Annual Review of Sociology","dist":0.4421,"specialized":false,"preprint":false},{"title":"Bureaucracy in Action: The Sociology of Public Administration","authors":"Erin Metz McDonnell","abstract":"This review articulates sociology's emerging approach to public administration, building on long-standing interest in bureaucracy. The sociology of public administration aims to understand how public administration perpetuates or mitigates inequalities through how well it performs (or does not) and for whom—balancing interest in performance and inclusivity. Sociological work on public administration has exploded in the past decade, illuminating the internal workings of the state apparatus and interrogating microlevel practices of governance, administration, and the chains by which policy comes to be enacted and experienced in the lives of citizens. This scholarship has concentrated around three themes: ( a ) public administration as a fragmented patchwork with high variation in performance, including administrative burdens that disproportionately affect marginalized groups; ( b ) public administration as a social arena with blurred boundaries, with unclear and negotiated jurisdictions for action, and where interpersonal and interorganizational connections have equivocal effects on the work of the state; and ( c ) understanding public administration as socially constituted, not only by rules on paper but by the people who do the work of the state, bringing identities, experiences, cognition, and cultural understandings to bear. The article also includes a supplemental appendix discussing public administration's role in institutionalizing categories that permeate everyday life, producing both legibility and illegibility.","url":"https://doi.org/10.1146/annurev-soc-091324-053657","doi":"10.1146/annurev-soc-091324-053657","journal_full":"Annual Review of Sociology","dist":0.4763,"specialized":false,"preprint":false},{"title":"Unraveling Complexities of Latino Racialization","authors":"Nicholas Vargas, Ariana J. Valle, Stephanie A. Dhuman","abstract":"In this review, we advocate for deeper exploration of Latino racialization by highlighting three core complexities: complexities of racial categorization, state-based racialization, and within-group variation. We review research on these complexities, focusing on the US Census and immigration system as key state mechanisms that have shaped and obscured Latino racialization. Our goal is to review and outline dynamic features of Latino racialization, illustrating that such processes operate both in aggregate forms and in ways that reflect within-group variation, impacting Latinos who are not as frequently centered in the broader Latino category. We propose an expansive definition of racialization and introduce a conceptual model to address racial alignments (and misalignments) among its core elements: racial identification, racial ascription, and shared experiences of structural racism. The model accounts for multiple complex mechanisms by which racialization plays out and demonstrates that Latino racialization mirrors broader patterns in racial formation and is not so uniquely complex.","url":"https://doi.org/10.1146/annurev-soc-090924-015711","doi":"10.1146/annurev-soc-090924-015711","journal_full":"Annual Review of Sociology","dist":0.4886,"specialized":false,"preprint":false},{"title":"Three Ways of Looking at Black–White Mortality Differences in the United States","authors":"Elizabeth Wrigley-Field","abstract":"Everyone agrees that US Black deaths happen earlier than white deaths on average, but it is surprisingly challenging to find the best ways to summarize, quantify, and compare this gap. This review argues that there are three main strategies for doing so, falling on a spectrum of more conventional (though with many novel variants) to unexpected. Distributional approaches quantify population death rates or lifespans, and there is a proliferation of new, creative distributional measures. Comparative approaches benchmark Black excess deaths against other deaths; some versions can be normatively powerful but rest on normative assumptions that are open to challenge. Meaning-based approaches attempt to measure losses—to decedents, their survivors, and the world—that follow from excess Black deaths. These losses range from lost votes and cultural production to traumatic proximity to death to lost chances for reconciliation. Each approach offers new empirical and theoretical opportunities to better understand unequal lifespans.","url":"https://doi.org/10.1146/annurev-soc-031021-105213","doi":"10.1146/annurev-soc-031021-105213","journal_full":"Annual Review of Sociology","dist":0.4056,"specialized":false,"preprint":false},{"title":"The multiverse of social class. A large-scale assessment of macro-level, meso-level and micro-level approaches to class analysis","authors":"Florian R. Hertel, Carlo Barone, Oscar Smallenbroek","abstract":"Different class theories suggest competing mechanisms behind stratification and assume primacy of different levels of occupational aggregation. By comparing eight class schemes across 12 outcomes with data from more than 546,000 individuals in 61 countries, we offer the most comprehensive multi-scheme comparison of class stratification. Additionally, we evaluate scheme differences across different analytical settings (pooled data, smaller random samples, selected country comaprisons). We asses scheme performance by average effect strength and model fit. Results suggest that microclasses are the best analytical choice with sufficiently large samples. If parsimony is taken into account and samples are smaller, aggregated class schemes are superior in terms of model fit. Country differences in relative scheme performance are negligible and unsystematic supporting the application of class analysis for cross-national comparative designs. The article concludes with a nuanced guide for empirical class analysis.","url":"https://doi.org/10.1162/euso_a_00044","doi":"10.1162/euso_a_00044","journal_full":"European Societies","dist":0.4641,"specialized":false,"preprint":false},{"title":"Undeserving heirs: how the origins of wealth shape attitudes towards redistribution","authors":"Bastian Becker, Nora Waitkus","abstract":"Inherited wealth has often been accumulated under circumstances seen as undeserving by present-day standards. However, there is surprisingly little knowledge about the political consequences of wealth's history. We argue that illegitimate accumulation nurtures opposition and calls for redistribution, even after multiple generations. To test our theory, we conduct a survey in Germany, where many wealthy business owners inherited companies that made large fortunes during one of the darkest episodes of human history, the Nazi regime of 1933-1945. We demonstrate with a vignette experiment that individuals perceive heirs of businesses that cooperated with the Nazi regime as less deserving than other similar heirs, and are more likely to support the targeted redistribution of such inherited business wealth. Therefore, undeservingness can be inherited and passed on from one generation to another. These results align with general views and attitudes about the German economy. Our findings add to studies on the historical origins of public opinion as well as deservingness by showing how illegitimate wealth accumulation affects political attitudes across generations.","url":"https://doi.org/10.1162/euso_a_00041","doi":"10.1162/euso_a_00041","journal_full":"European Societies","dist":0.5005,"specialized":false,"preprint":false},{"title":"Gender and unemployment: a vignette experiment on recruiters’ hiring intentions in sex-segregated occupations","authors":"Tamara Gutfleisch, Robin Samuel","abstract":"This study investigates the interplay between occupational sex composition and gender-specific unemployment patterns from the perspective of demand-side mechanisms, an area where existing research is scant. Experimental evidence suggests that unemployment is often perceived more negatively for men than women in hiring decisions. However, it is unclear how the disadvantages from unemployment and those associated with applying for gender-atypical jobs combine to (re-)produce gender inequality in re-employment chances. Utilizing secondary data from a multi-country vignette experiment, we examined how recruiters across different sex-segregated occupational fields assess male and female job applicants with unemployment experience. We found gender differences in the effect of unemployment, with disadvantages for men increasing with the share of women in an occupation. While the reverse pattern was observed in occupations with lower shares of women, the gender difference in unemployment effects was somewhat larger for men in female-dominated occupations. This was due to occupational variation in unemployment effects for both genders. However, focusing on applicants meeting the minimum skill requirements, only men's unemployment effect varied across occupational fields. Thus, occupational sex composition is an important factor in recruiter evaluations of unemployed applicants, intensifying the challenge of re-employment, particularly for men in female-dominated occupations.","url":"https://doi.org/10.1162/euso_a_00040","doi":"10.1162/euso_a_00040","journal_full":"European Societies","dist":0.5432,"specialized":false,"preprint":false},{"title":"Return to the South: economic (re)integration of return migrants, internal migrants, and non-migrants in post-recession Spain of the 2010s","authors":"José David López Blanco","abstract":"This study investigates the labor market reintegration of intra-EU return migrants in Spain, comparing them with internal migrants and non-migrants. Using data from two nationally representative surveys of university graduates and vocational trainees, we analyze employability, earnings, and occupational status. Contrary to expectations, return migrants face employment disadvantages relative to non-migrants and internal migrants. However, they benefit from earnings premiums, particularly among those with extended migration experiences or who relocate upon their return. Occupational status outcomes are mixed: while return migrants initially demonstrate advantages, these diminish after accounting for selection bias. Proficiency in English positively correlates with higher earnings across all groups, particularly for return migrants, yet paradoxically aligns with lower occupational specificity. Job-specific experience acquired abroad proves essential for return migrants, helping mitigate disadvantages in occupational status. These findings enhance our understanding of the intricate dynamics of skill transferability and labor market outcomes within the EU, underscoring the importance of migration and return contexts in shaping returnees' reintegration experiences.","url":"https://doi.org/10.1162/euso_a_00039","doi":"10.1162/euso_a_00039","journal_full":"European Societies","dist":0.5978,"specialized":false,"preprint":false},{"title":"Different sized belts: family strategies against financial shocks","authors":"Alba Lanau, Teresa Habimana Jordana, Tomás Rojas, Anna Ortiz Guitart, Miguel Solana Solana, Maida Juni","abstract":"When faced with financial shocks families often combine multiple resources, including savings, networks, public transfers and services, to cover their needs and respond to changing conditions. This paper explores the strategies families with children in Barcelona deploy to respond to financial shocks by analysing interviews with 29 families experiencing difficulties to make ends meet. The paper makes three main contributions to the literature on responses to shocks. First, it provides novel evidence on how and to what extent families strategies are shaped by their past trajectories and resources. Second, it introduces a novel technique, event interviews, specifically designed to study family responses to events and identify the resources (both public and private) they rely on. Third, by contrasting the experiences of families with diverse resources, the paper seeks to illuminate some of the mechanisms through which structural constraints shape coping strategies and thus, agency. Understanding family strategies is particularly relevant in the current context framed by the aftermath of the COVID pandemic and the recent increases in energy, food and housing prices which affected the most disadvantaged the most.","url":"https://doi.org/10.1162/euso_a_00043","doi":"10.1162/euso_a_00043","journal_full":"European Societies","dist":0.4234,"specialized":false,"preprint":false},{"title":"Transforming European Societies through open access and transparency","authors":"Patrick Präg, Evelyn Ersanilli, Alexi Gugushvili","url":"https://doi.org/10.1162/euso_e_00025","doi":"10.1162/euso_e_00025","journal_full":"European Societies","dist":0.3513,"specialized":false,"preprint":false},{"title":"Party in the movement: backstage partyisation in austerity Portugal","authors":"Tiago Carvalho","abstract":"In the last decade, research has increasingly highlighted the importance of political parties in protest arenas, yet has focused mainly on their visible roles in mobilisation. Analysing Portugal’s anti-austerity protests (2010–2014), this paper proposes that we should also analyse how parties engage actively behind the scenes. Through a protest event analysis and interviews, the article proposes that parties are not mere supporters or sponsors, but are also important active players in protest arenas; leveraging their infrastructure and resources, they shape protest arenas via strategic backstage interactions, i.e., they do not only lend support but are also behind the scenes making and remaking protest arenas while keeping a low profile. These findings have broader implications for understanding the interplay between political parties and social movements. By highlighting hidden mechanisms of party influence, backstage partyisation challenges existing models that focus only on visible aspects of mobilisation and contributes to ongoing debates about the role of institutional players in social movements arenas. As such, this research emphasizes the need to consider both public and backstage interactions to fully understand party movement relationships.","url":"https://doi.org/10.1162/euso_a_00036","doi":"10.1162/euso_a_00036","journal_full":"European Societies","dist":0.4369,"specialized":false,"preprint":false},{"title":"Towards a problem-centered approach to social movements: the case of European climate activism","authors":"Joost de Moor","abstract":"This paper addresses a significant gap in social movement theory by introducing a ‘problem-centered approach’ to understand how the nature of problems influences collective efforts to address them. Traditionally, social movement theory has focused on how movements frame problems and navigate issue-specific opportunity structures. However, this paper argues that the nature of the problems movements seek to address also matter outside how they are understood subjectively and thereby fundamentally shapes the structures they navigate, creating specific strategic dilemmas and challenges. Drawing on insights from social problems literature, climate governance, and environmental sociology, the problem-centered approach posits that problems affect movements as motivation, context, and through underlying features such as spatiality, temporality, and complexity. Using the European climate movement as a case study, the paper illustrates how this approach provides a deeper understanding of why particular strategic challenges arise and how they shape the movement's trajectory and outcomes. The problem-centered approach not only enhances our understanding of climate activism but also offers a framework for comparative research across different movements, enabling a more comprehensive analysis of how the nature of problems influences collective efforts to address them.","url":"https://doi.org/10.1162/euso_a_00042","doi":"10.1162/euso_a_00042","journal_full":"European Societies","dist":0.441,"specialized":false,"preprint":false},{"title":"Antisemitism among Muslims in Germany","authors":"Christian S Czymara, Marcus Eisentraut, Pascal Kolkwitz-Anstötz, Eldad Davidov, Peter Schmidt","abstract":"Antisemitism is a long-standing, yet recently escalating threat to Jews and social cohesion in general. While there are intense public debates on Muslim antisemitism, there is very little systematic research based on large-scale, representative data. We fill this gap by analysing approximately 8,500 respondents included in the German Integrationsbarometer 2020 survey. Our results demonstrate that antisemitism is significantly higher among Muslims compared to Christian or religiously unaffiliated respondents, and among immigrants from Turkey and the Middle East &amp; North Africa compared to other groups. About 35 per cent of Muslims strongly agreed with classical antisemitic statements. Deeper analyses reveal that antisemitism is particularly high among Muslims who are very religious or less educated. On the other hand, antisemitism is much lower among Muslims who are less religious or highly educated. We find only limited support for the impact of the time since migration on the antisemitism levels of Muslims. The findings are robust to various operationalizations of classical antisemitism and modelling choices. We discuss the theoretical as well as political implications of our findings.","url":"https://doi.org/10.1093/esr/jcaf017","doi":"10.1093/esr/jcaf017","journal_full":"European Sociological Review","dist":0.5156,"specialized":false,"preprint":false},{"title":"Order begins at home: Christian nationalism and control over children","authors":"Samuel L Perry","abstract":"Studies have long documented a persistent link between sectarian Protestantism and authoritarian parenting ideologies and disciplinary practices. The current study proposes “Christian nationalism” as a schema that demands civic and social life be ordered according to sectarian Protestant norms, and consequently, a key dynamic in shaping how Americans think about parenting and punishment. Given that Christian nationalism seems rooted within particular community and parenting exposures and is powerfully linked with support for hierarchical gender relationships, authoritarian means of social control, and violence to govern problem populations, I theorize these associations represent a dynamic found not just for society or between couples, but in parenting approaches, specifically in prioritizing children’s obedience over their intellectual autonomy and support for corporal punishment. Drawing on data from the 1996, 2014, and 2021 General Social Surveys, I find Christian nationalism (measured in two ways) is a strong predictor that Americans prioritize obedience in children over children thinking for themselves, and endorse “hard spanking” to discipline children. These associations are robust to controls for numerous religious measures often found in association with these outcomes, as well as relevant political and demographic factors. Tests for interactions reveal inconsistent moderating effects, but among consistent patterns, Christian nationalism makes moderate and liberal Americans indistinguishable from their conservative counterparts on the issue of spanking. Findings affirm Christian nationalism has been and remains linked with prioritizing obedience to authority, deprioritizing independent thought, and endorsing the corrective use of violence, not only just for civil society but also those most vulnerable to coercion.","url":"https://doi.org/10.1093/sf/soaf058","doi":"10.1093/sf/soaf058","journal_full":"Social Forces","dist":0.4268,"specialized":false,"preprint":false},{"title":"Adaptive Randomization in Conjoint Survey Experiments","authors":"Jennah Gosciak, Daniel Molitor, Ian Lundberg","abstract":"Human choices are often multi-dimensional. For example, a person deciding which of two immigrants is more worthy of admission to a country might weigh the prospective immigrants' education, age, country of origin, and employment history. Conjoint experiments have rapidly generated new insight into these multidimensional choices. By independently randomizing the attributes of a pair of fictitious profiles, researchers summarize the average contribution that each attribute makes to an overall choice. But what if the effect of one attribute depends on the values of other attributes? We present a method that uses data-adaptive experimentation to search for heterogeneity in the effect of one focal attribute as a function of all other attributes. Our empirical application of this method shows that U.S. adults weigh the education of an immigrant much more heavily for certain immigrants than for others. By targeting the heterogeneous effects of a focal attribute, our approach complements conjoint designs that target the average effects of all attributes.","url":"https://doi.org/10.31235/osf.io/69y2j_v1","doi":"10.31235/osf.io/69y2j_v1","journal_full":"(OSF Preprints)","dist":0.5906,"specialized":false,"preprint":true},{"title":"China’s quest for pricing power: Financial hierarchy, autonomy and commodity futures markets","authors":"Johannes Petry","abstract":"Commodities are crucial for understanding China’s economic rise but financial aspects of commodity markets are often neglected in existing debates. However, commodity prices are increasingly determined through trading in futures markets. Historically, most commodity benchmarks were traded on futures exchanges in New York, Chicago and London (infrastructure), dominated by Anglo-American financial institutions (investor), USD-denominated (currency), and supervised by US/UK regulators (regulatory). The article develops the concept of (commodity) pricing power as resulting from a combination of these different sources of power which further solidifies US financial hegemony, while putting China into a subordinate position. It thus provides a novel perspective for understanding the politics of commodities, global finance and China’s role therein. Based on policy documents, financial data and 200 expert interviews, the paper explores China’s efforts for establishing its own commodity benchmarks, tracing how (a lack of) commodity pricing power emerged as a problem for Chinese authorities and was subsequently pursued as a national development strategy for gaining more autonomy from US-dominated markets. While we often perceive China as a powerful actor, the paper illustrates how the market-based, financialised setup of international economic affairs can fundamentally constrain China’s global influence, even placing it into a position of profound vulnerability.","url":"https://doi.org/10.31235/osf.io/9nwga_v1","doi":"10.31235/osf.io/9nwga_v1","journal_full":"(OSF Preprints)","dist":0.3668,"specialized":false,"preprint":true},{"title":"Speed-Quality Tradeoffs Shape the Structure of Decision-Making Collectives","authors":"Chanuwas Aswamenakul, Paul E. Smaldino, Tyler Marghetis","abstract":"Many human groups employ hierarchical decision-making, in which only a few individuals hold the power to make decisions for the collective. A common explanation for the prevalence of hierarchical decision-making is that it provides group-level benefits by speeding up the decision-making process. However, groups can often do better by taking more time to explore a problem space or generate ideas. These contrasting accounts suggest that hierarchical or egalitarian decision structures may emerge under different circumstances. To more clearly distinguish between these circumstances, we studied an evolutionary model of group decision-making that includes both intra-group and inter-group dynamics. We show that the emergent social structure depends critically on the trade-off between speed and decision quality: scenarios that demand rapid decisions favor the evolution of skewed, hierarchical structures, while scenarios that reward extended deliberation favor the evolution of flat, egalitarian structures. Our results suggest that, instead of inevitably becoming centralized and hierarchical, groups and organizations are likely to evolve social structures that reflect the relationship between the speed and the quality of decisions they collectively make.","url":"https://doi.org/10.31235/osf.io/bxew4_v1","doi":"10.31235/osf.io/bxew4_v1","journal_full":"(OSF Preprints)","dist":0.4032,"specialized":false,"preprint":true},{"title":"Supplying Influence: Domestic Production Networks in Trade Politics","authors":"Timm Betz, Leonhard Hummel","abstract":"Why are some firms more successful than others in obtaining privileged treatment from their government? Trade policy, as an unusually targeted redistributive tool, offers a rich context to understand such questions of special interest politics and corporate power. Studying decisions on anti-dumping petitions in the U.S., we introduce a novel source of privileged treatment. We argue that firms with more linkages throughout the domestic economy enjoy a privileged political position. Benefits to these firms extend indirectly to a broader set of constituents, which allows firms to assemble broader coalitions and to portray protectionist policy as more than purely particularistic politics. We provide evidence for this argument by developing original measures of linkages between firms, derived from over 600,000 customer-supplier relationships among industries, matching them with data on anti-dumping petitions filed by U.S. firms, written briefs filed by Members of Congress on behalf of these firms, and the geographic distribution of industries. Our account identifies a new explanation of differences in the political influence of firms, underscores the relevance of domestic production networks in politics, and offers a new perspective on cleavages and coalitions in trade politics. Our results also suggest that the expansion of global supply chains, long considered a hallmark of political power, may have weakened the political clout of some of the largest firms by limiting their domestic footprint.","url":"https://doi.org/10.31235/osf.io/m76kj_v1","doi":"10.31235/osf.io/m76kj_v1","journal_full":"(OSF Preprints)","dist":0.5349,"specialized":false,"preprint":true},{"title":"Quantifying the Rise in Anti-Vaccine Policymaking Across State Legislatures Through the State Vaccine Policy Project (SVPP).","authors":"Matthew Motta, Timothy Callaghan","abstract":"Since the onset of the COVID-19 pandemic, lawmakers across the US have introduced legislation aimed at weakening existing vaccine-related policies (e.g., vaccine mandates in employment or educational settings). However, reports of anti-vaccine policymaking (AVP) across state legislatures have been largely anecdotal. We offer a first-of-its-kind effort to quantify and standardize reporting of the prevalence, characteristics, and correlates of AVP by introducing the State Vaccine Policy Project (SVPP) database; a content-coded record of every piece of vaccine-related legislation introduced across all US state houses from 2019 - 2023. SVPP data reveal that both the total volume and proportion of anti-vaccine bills introduced across state legislatures has been increasing steadily since the onset of the COVID-19 pandemic, with nearly 1 in 10 anti-vaccine bills signed into law during that period. We also show that the rise in anti-vaccine legislating is attributable primarily to the legislative actions of state lawmakers affiliated with the Republican party, and that dozens of anti-vaccine bills directly aim to reduce the scope of vaccine mandates. In addition to offering a standardized and exhaustive assessment of the growth of anti-vaccine policy making across US state legislatures, our work provides scholars with a unique dataset for studying changes in the vaccine policy environment.","url":"https://doi.org/10.31235/osf.io/qjxmg_v1","doi":"10.31235/osf.io/qjxmg_v1","journal_full":"(OSF Preprints)","dist":0.4424,"specialized":false,"preprint":true},{"title":"Partisan Bias in Inflation Expectations: Evidence from the 2024 Election","authors":"Matthew DiGiuseppe, Ana Carolina Garriga, Andreas Kern","abstract":"How does partisanship affect inflation expectations? While most research focuses on how inflation impacts political approval and voter behavior, we analyze the political roots of inflation expectations. We argue that elections serve as key moments when citizens update their economic outlook based on anticipated policy changes, and that partisanship influences these re-evaluations. Using a two-wave panel survey conducted before and after the 2024 U.S. Presidential Election, we show that partisan alignment strongly shapes inflation expectations. Democrats reported heightened inflation expectations, anticipating inflationary policies under a Trump administration, while Republicans expected inflation to fall. These shifts reflect partisan interpretations of economic policy rather than objective forecasts. We also analyze the characteristics of those who are more likely to update inflation expectations and in what direction. Importantly, we verify that individuals with strong partisan attitudes exhibit less anchored inflation expectations. Our findings have implications beyond the case under analysis. From a policy perspective, our results underscore the challenges central banks face in anchoring inflation expectations in an era of political polarization, where economic perceptions differ sharply across partisanship lines.","url":"https://doi.org/10.31235/osf.io/qtg8r_v1","doi":"10.31235/osf.io/qtg8r_v1","journal_full":"(OSF Preprints)","dist":0.4991,"specialized":false,"preprint":true},{"title":"The influence of public policy and administration expertise on policy: An empirical study","authors":"Robin Haunschild, Kate Williams, Lutz Bornmann","abstract":"Academic expertise is a key pillar of governance processes around the world. A goal of policy and public sector actors is to draw on research to improve decision making, and correspondingly, a goal of public policy and public administration researchers is to provide relevant expertise. It is not clear, however, to what extent these goals are achieved. This study uses the Overton database to analyse the influence of public policy and administration research on policy documents (broadly defined as documents published by policy and public sector organizations). It considers which research is cited by policy documents and which organizations cite research more than others to justify their decisions. The findings show that measuring the influence of academic expertise is not straightforward conceptually or methodologically. However, they emphasise the role of different organization types for achieving a greater correspondence between research and policy. Specifically, our study shows that think tanks use public policy and administration research more often than government organizations when justifying decisions. The findings provide insight into the utility of new policy databases in illuminating how academic experts can influence the ideas and actions of policy and public sector actors.","url":"https://doi.org/10.31235/osf.io/z83f7_v2","doi":"10.31235/osf.io/z83f7_v2","journal_full":"(OSF Preprints)","dist":0.4724,"specialized":false,"preprint":true},{"title":"Seeds of Disparity: the Gender Land Divide from Brazil's Agricultural Transition","authors":"Rafael Araujo, Bruna Borges, Francisco Costa, Kelly Santos","abstract":"Gender gaps in land ownership are common worldwide, favoring men. This paper studies the impact of agricultural modernization on female land ownership. Focusing on the adoption of genetically engineered (GE) soy seeds in Brazil, we find a decline in female landownership in GE soy-exposed municipalities. We examine the role of mechanisms like credit access, property rights, and gender norms. The effects are more pronounced where rural credit is more abundant but weaker where women receive a larger share of it, and are amplified where property rights are stronger and gender norms more unequal. Our findings highlight the unintended consequences of the spread of new technologies on rural asset ownership, underscoring the importance of considering gender disparities in crafting agricultural and climate change strategies.","url":"https://doi.org/10.31235/osf.io/dk4bc_v2","doi":"10.31235/osf.io/dk4bc_v2","journal_full":"(OSF Preprints)","dist":0.4807,"specialized":false,"preprint":true},{"title":"Fear to Vote: Explosions, Salience, and Elections","authors":"Juan F. Vargas, Miguel E. Purroy, Felipe Coy, Sergio Perilla, Mounu Prem","abstract":"This paper documents the disruptive role of antipersonnel landmines in the consolidation of post-conflict democracy. Leveraging the exogeneity in the timing of landmine explosions relative to election days, we compare electoral outcomes in voting polls located near pre-election explosions with those near post-election blasts. We find that landmine explosions act as salient stimuli, inducing fear and reducing voter turnout across the political spectrum. Due to the impossibility of manipulating the timing of a landmine explosion, our strategy uncovers the pure emotional effect of violence, net of any strategic objective of its perpetrator. Landmine bursts also induce emotion-driven changes in the voting behavior of those who do vote, thus altering electoral dynamics in addition to deterring political participation. Our findings highlight a novel dimension of the hidden costs of landmines, providing evidence on the intersection of conflict-related trauma and democratic consolidation.","url":"https://doi.org/10.31235/osf.io/dw9vn_v2","doi":"10.31235/osf.io/dw9vn_v2","journal_full":"(OSF Preprints)","dist":0.5433,"specialized":false,"preprint":true},{"title":"Decomposing Recruitment Elasticity in Job Matching","authors":"Ryo Kambayashi, Kohei Kawaguchi, Suguru Otani","abstract":"This study estimates and decomposes recruitment elasticity, a key measure of employer market power, across job-matching stages using data from Japan's largest job-matching intermediary. On average, recruitment elasticity is negative but not statistically significantly different from zero. However, this masks heterogeneity across stages. The negative elasticity arises from lower-wage workers avoiding higher-wage vacancies during inquiry. Posted wages positively influence application, interview attendance, and offer acceptance decisions, with elasticity decreasing in that order. Other important patterns are also examined.","url":"https://doi.org/10.31235/osf.io/wavdn_v2","doi":"10.31235/osf.io/wavdn_v2","journal_full":"(OSF Preprints)","dist":0.4347,"specialized":false,"preprint":true},{"title":"Different mental health disorders and childlessness: The importance of partnership status","authors":"INVEST Flagship, Sanna Kailaheimo-Lönnqvist, Jessica Nisén, Niina Metsä-Simola, Pekka Martikainen, Mikko Myrskylä","abstract":"Abstract Mental health problems are increasing, while childlessness is becoming more common. We examine how mental health disorders (MHD) of varying prevalence, severity, and symptoms (common, severe, and behavioural and addiction-related disorders) are related to childlessness, and whether these associations are explained by partnerships and the partner’s mental health. We use Finnish total population register data on cohorts born between 1977 and 1980 and follow individuals from the age of 18 to 39. We estimate discrete-time event history models for the annual likelihood of having a child for men and women, with MHDs, co-residential partnership, and the partner’s MHDs as the main explanatory variables. We measure MHD by using both diagnose information (ICD-10 codes) from the special health care registers and medication information (ATC-codes). All types of MHDs predicted lower likelihood of having a child, the annual probability being 0.8–1.3%-points lower for women and 1.0–1.8 %-points for men in age-controlled models. The strongest association was observed for severe mental disorders. Co-residential partnerships explained part of the difference between those with and without MHD (for any MHD 13% for women and 36% for men compared to age-controlled model). When both partners have an MHD, the likelihood for childlessness was higher compared to partners where only one of the partners had an MHD. We conclude that partnerships and partner’s mental health are important factors in explaining the relationship between mental health disorders and childlessness, particularly among men.","url":"https://doi.org/10.31235/osf.io/325v9_v1","doi":"10.31235/osf.io/325v9_v1","journal_full":"(OSF Preprints)","dist":0.3959,"specialized":false,"preprint":true},{"title":"Encampments as neighbors: Amenity access and encampment choice among Seattle, WA’s unhoused population","authors":"Aja Sutton, Whitney Walker, Amy Hagopian, Zack W. Almquist","abstract":"In the United States, no jurisdiction guarantees the basic conditions necessary for health, such as stable housing, even as homelessness continues to intensify. King County, Washington, the twelfth largest U.S. county, hosts the fourth largest homeless population, many of whom reside in Seattle. Discouraging encampments and providing shelter beds has proven ineffective. We investigate how street survivors make encampment choices based on the proximity of amenities compared to those in emergency shelters and rental units. We analyze rich spatial, administrative, and outreach worker data from Seattle’s Evergreen Treatment Services (REACH) on individuals living in tents and on the street from 2016 to 2022. We discuss the implications of providing effective support for people living unhoused and provide, to our knowledge, the most comprehensive and recent study of neighborhood access and proximity to amenities among the unsheltered population in Seattle, WA. We find that, in most neighborhoods, encampment locations are more closely aligned with the access patterns of people renting housing across a range of amenities. Additionally, certain amenities, especially food-related ones, excluding food banks, were located closer to encampments than to shelters, suggesting that they may offer opportunities for personal agency in meeting basic needs, making food choices, and accessing WiFi. We conclude that housing options that feel like homes rather than institutions are crucial in supporting the unhoused. Our findings suggest that emergency shelters should be more integrated into neighborhoods and better reflect the trends of tent encampments and rentals.","url":"https://doi.org/10.31235/osf.io/52hfx_v2","doi":"10.31235/osf.io/52hfx_v2","journal_full":"(OSF Preprints)","dist":0.4823,"specialized":false,"preprint":true},{"title":"Encampments as neighbors: Amenity access and encampment choice among Seattle, WA’s unhoused population","authors":"Aja Sutton, Whitney Walker, Amy Hagopian, Zack W. Almquist","abstract":"In the United States, no jurisdiction guarantees the basic conditions necessary for health, such as stable housing, even as homelessness continues to intensify. King County, Washington, the twelfth largest U.S. county, hosts the fourth largest homeless population, many of whom reside in Seattle. Discouraging encampments and providing shelter beds has proven ineffective. We investigate how street survivors make encampment choices based on the proximity of amenities compared to those in emergency shelters and rental units. We analyze rich spatial, administrative, and outreach worker data from Seattle’s Evergreen Treatment Services (REACH) on individuals living in tents and on the street from 2016 to 2022. We discuss the implications of providing effective support for people living unhoused and provide, to our knowledge, the most comprehensive and recent study of neighborhood access and proximity to amenities among the unsheltered population in Seattle, WA. We find that, in most neighborhoods, encampment locations are more closely aligned with the access patterns of people renting housing across a range of amenities. Additionally, certain amenities, especially food-related ones, excluding food banks, were located closer to encampments than to shelters, suggesting that they may offer opportunities for personal agency in meeting basic needs, making food choices, and accessing WiFi. We conclude that housing options that feel like homes rather than institutions are crucial in supporting the unhoused. Our findings suggest that emergency shelters should be more integrated into neighborhoods and better reflect the trends of tent encampments and rentals.","url":"https://doi.org/10.31235/osf.io/52hfx_v3","doi":"10.31235/osf.io/52hfx_v3","journal_full":"(OSF Preprints)","dist":0.4816,"specialized":false,"preprint":true},{"title":"Be True to Your School: School Profiling and School Sorting by Socio-Economic Status","authors":"Dieuwke Zwier","abstract":"Many national education systems have schools that adopt distinctive elements like alternative pedagogical concepts or specialty themes. This “school profiling” is thought to drive school segregation by socio-economic status (SES). However, since most existing research has focused on U.S. charter schools and lacks large-scale student-level data, the connection between profiling and SES-based school sorting remains unclear. This study addresses this gap by focusing on the case of the Netherlands, a country known for its high school autonomy and freedom of school choice. I use population-wide register data from over 110,000 students (aged 11–12), linked to novel data on school profiling. The findings reveal social stratification in access to schools with distinctive profiles, with higher SES students having access to a more diverse pool of schools. Furthermore, conditional logit models show evidence of self-sorting by SES for some profiles: for instance, schools with progressive learning concepts are less popular among lower SES students, while higher SES students are comparatively less likely to choose labor market-themed schools. These SES disparities, however, are modest and not always in the expected direction. Overall, findings underscore the role of access disparities in shaping SES-based sorting, next to differential preferences for schooling.","url":"https://doi.org/10.31235/osf.io/68cbq_v2","doi":"10.31235/osf.io/68cbq_v2","journal_full":"(OSF Preprints)","dist":0.5423,"specialized":false,"preprint":true},{"title":"The motherhood penalty on poverty risk within couples in Germany","authors":"Christina Siegert","abstract":"This paper examines how the transition to parenthood affects the gender-specific poverty risk within couples, highlighting the persistent economic vulnerability of partnered mothers in Germany. Using data from the German Socio-Economic Panel (1990–2019) and an event study design, the analysis tracks poverty dynamics among partnered individuals in the eight years around the birth of their first child and compares gender-specific poverty risk under the assumptions of full income pooling (assessing household poverty risk) and no income pooling (assessing individual poverty risk). While the average household poverty risk remains low and stable around childbirth, the average individual poverty risk for women rises sharply, peaking at 59% one year after childbirth and persisting at a high level up to five years later, indicating a motherhood penalty relative to their partners and childless women. Analyses by year of first birth show a declining yet persistent motherhood penalty on women’s poverty risk for younger cohorts. The findings suggest that reliance on household poverty measures masks individual vulnerability, particularly among mothers, and highlight the need for poverty measures that capture individual economic resilience. These findings call for further policy and research attention to individual poverty measures to inform strategies that promote equitable economic outcomes within partnerships.","url":"https://doi.org/10.31235/osf.io/ap9zb_v1","doi":"10.31235/osf.io/ap9zb_v1","journal_full":"(OSF Preprints)","dist":0.4584,"specialized":false,"preprint":true},{"title":"Developing an occupational prestige scale using Large Language Models","authors":"Robert De Vries, Mark Hill, Laura Ruis","abstract":"Large Language Models (LLMs), being trained on large fractions of all online text, reflect societal biases and stereotypes – such as racial and gender biases. In this paper, we propose a method of using such models to capture societal perceptions of occupational prestige. We create four occupational prestige scales using this method, with each tapping a difference facet of prestige perceptions. These scales are validated against existing prestige scales based on human data. We conclude that it is possible to create valid measures of occupational prestige by prompting commercially available LLMs – though with some important limitations. Implications for future social stratification research are discussed.","url":"https://doi.org/10.31235/osf.io/ct4vz_v2","doi":"10.31235/osf.io/ct4vz_v2","journal_full":"(OSF Preprints)","dist":0.4022,"specialized":false,"preprint":true},{"title":"Single and partnered mothers’ labour market consequences of long family leave","authors":"INVEST Flagship, Kathrin Morosow, Marika Jalovaara","abstract":"This study examines the heterogenous labour market effects of family leave policies for single and partnered mothers. Longer family leave has been shown to weaken women’s labour market positions and some studies have found heterogenous effects across population groups. However, whether the effect differs by partnership status remains unexplored. Using Finnish register data from 1989 to 2014 (ca. 2.5 million person-years) and controlling for selection into single motherhood by comparing estimates from OLS and FE models, this study compares single and patnered mothers’ unemployment and earnings consequent to extended family leaves. In line with predictions that single mothers may face greater work-family reconciliation issues or cumulative disadvantage leading to greater labour market penalties, the results showed that longer leave increases the length of unemployment for single mothers more than for partnered ones. This is not solely because of selection into single motherhood. Earnings penalties after family leave (net of employment status) are the same for single and partnered mothers. We conclude that similar long- lengths of family leave are penalised more among single mothers in terms of employment, which increases and reproduces social inequalities. This means that existing inequalities are reinforced by labour market absences supported by leave policies.","url":"https://doi.org/10.31235/osf.io/gbjt5_v1","doi":"10.31235/osf.io/gbjt5_v1","journal_full":"(OSF Preprints)","dist":0.4556,"specialized":false,"preprint":true},{"title":"Weaponizing Kinship: A Demographic Analysis of Bereavement in the Colombian Conflict","authors":"Enrique Acosta, Diego Alburez-Gutierrez, Maria Gargiulo, Catalina Torres","abstract":"The Colombian Armed Conflict produced extensive patterns of homicide and enforced disappearance as armed actors employed strategies of terror to assert and consolidate power. Yet family bereavement—one of the most widespread and enduring consequences of such violence—remains critically understudied from a quantitative perspective. This study applies kinship demographic methods to estimate the scale of conflict-attributable bereavement in Colombia across time, with a focus on its population-level prevalence. Using data from the Colombian Truth Commission, adjusted for underreporting, we estimate the number of individuals who have ever experienced the death or enforced disappearance of family members due to conflict-related violence. Results indicate that, by 2018, approximately 7% of Colombians had lost a close family member, while 38% had lost any member of their family. Demographic projections suggest that these effects will persist for decades. The study provides novel insight into the scale, structure, and long-term consequences of kin loss caused by armed conflict. In the Colombian context, it represents a first step toward recognizing that war-induced bereavement was not merely collateral, but a targeted mechanism for dismantling family networks and eroding community cohesion. Our demographic profiling of the bereaved can aid efforts to support survivors and identify victims of enforced disappearance.","url":"https://doi.org/10.31235/osf.io/p87aw_v1","doi":"10.31235/osf.io/p87aw_v1","journal_full":"(OSF Preprints)","dist":0.4936,"specialized":false,"preprint":true},{"title":"A gender gap in happiness: Documenting a puzzle from Indian survey data","authors":"Diane Coffey, Yiwen Wang, Aashish Gupta","abstract":"Happiness studies from around the world find that women report greater happiness than men. Few studies investigate this gap in India, where there are important gender disparities in social, educational, economic, and health outcomes. We use WHO SAGE 2007-08 data to document gaps in self-reported happiness between men and women in middle and later adulthood. We find that women are 5 percentage points more likely to report being “very happy” or “happy” compared to men (0.60 vs. 0.55, p&lt;0.01). We use descriptive figures and regression models to show that the gender gap in reported happiness increases after adjusting for differences in education, self-reported physical health, and paid employment. The fact these covariates correlate with happiness in the expected ways increases the credibility of the data and sharpens the puzzle. This study contributes the most comprehensive documentation to date of the gender gap in reported happiness in India. Considering the widespread and persistent nature of discrimination against women, these results should be interpreted with care. We consider what information future surveys would need to collect to better understand the reasons for these results.","url":"https://doi.org/10.31235/osf.io/yvbmd_v1","doi":"10.31235/osf.io/yvbmd_v1","journal_full":"(OSF Preprints)","dist":0.4493,"specialized":false,"preprint":true},{"title":"Using Artificial Intelligence to Generate Visual Vignettes in Factorial Survey Experiments","authors":"Nicole Schwitter","abstract":"Factorial survey experiments are widely used in the social sciences to study decision-making and attitudes through controlled, experimentally manipulated scenarios—typically presented as text. However, textual vignettes may limit the realism of vignettes and participant en-gagement, motivating the search for alternative approaches. This article explores how gener-ative artificial intelligence (AI) can be used to create photorealistic, customisable images for visual vignettes. It demonstrates techniques for producing and selectively editing images, highlighting their potential addressing the demands of experimental social science research while also addressing key challenges, including ethical considerations, biases inherent in AI tools, and technical limitations. The article showcases potential applications of AI-generated images in social science research and presents survey results on how these images are per-ceived by participants. By critically evaluating both opportunities and challenges, this article provides researchers with practical guidance on integrating AI-generated visuals into factori-al survey experiments, enhancing methodological approaches in the social sciences.","url":"https://doi.org/10.31235/osf.io/csnwy_v4","doi":"10.31235/osf.io/csnwy_v4","journal_full":"(OSF Preprints)","dist":0.4171,"specialized":false,"preprint":true},{"title":"How to Make a Functionalist Argument","authors":"Andrés Castro Araújo, Nicolas Restrepo Ochoa","abstract":"Sociologists have an awkward relationship with functionalist explanations. Despite having declared “functionalism” to be obsolete, some form of functionalist argument remains cryptically present in much substantive research. We argue that the inability to talk plainly about functions is a major hindrance for theory building in the discipline. As such, this paper has two goals. The first is disambiguation. What does it mean to attribute a function to something? We answer this question by elaborating on the distinction between proper functions (responding to why-is-it-there questions) and role functions (responding to how-does-it-work questions). The second is to introduce a typology of functional arguments that builds upon this distinction, allowing us to recast “functionalism” as a set of general explanatory strategies and not as a substantive theory about society. Importantly, these strategies are not burdened by the problems of the organicist framework many sociologists have in mind when they disregard functionalist explanations.","url":"https://doi.org/10.31235/osf.io/dfc4k_v4","doi":"10.31235/osf.io/dfc4k_v4","journal_full":"(OSF Preprints)","dist":0.3315,"specialized":false,"preprint":true},{"title":"Asian American Fertility: Differences by Education and Marital Status","authors":"Kate H. Choi","abstract":"Objective: This paper examines racial and ethnic differences in fertility, emphasizing the fertility differentials between Asian American women and their counterparts in other racial/ethnic groups. Background: By 2055, Asian Americans will become the largest immigrant group in the United States. The fertility behavior of Asian American women will have significant implications for the future size and composition of the US population. Yet, due to data constraints, little is known about Asian American fertility. Method: This paper analyzes data from the 2022─2023 American Community Survey to compare the odds of having a child in the past year by women’s race/ethnicity, education, and marital status. Results: Fertility differences between Asian American women and those in other racial/ethnic groups were primarily due to differences in non-marital fertility rates. For unmarried women in all groups, having a college degree was associated with lower adjusted odds of having a child during the past 12 months. However, this educational differential was largest among Asian American women. Having a college degree was associated with higher adjusted odds of having a birth for married White, Black, and Hispanic women. Educational differences were minimal among married Asian American women. Conclusion: Asian American women with college degrees display a stronger preference for marriage as the context for childbearing than women in other racial/ethnic and educational groups.","url":"https://doi.org/10.31235/osf.io/fus63_v1","doi":"10.31235/osf.io/fus63_v1","journal_full":"(OSF Preprints)","dist":0.5056,"specialized":false,"preprint":true},{"title":"A Cognitive Sociological Account to the Emergence of Novel Worlds","authors":"Michael Hannan, Giacomo Negro","abstract":"This paper proposes a cognitive sociological account of the emergence of social worlds that organize the expectations of producers and audiences. The proposed model considers the emergence process in three stages. The first stage concerns the arrival of distinctive clusters of objects and their producers. The second involves the conceptualization of the labeled clusters within high-energy social structures that we call scenes. The final stage occurs if and when the concept at the center of the scene becomes generally taken for granted. The first part of the paper develops an ontology for analyzing these processes. The second part analyzes the role of social structure in these stages and defines the emergence process in terms of hazards, the event rates of each stage, which can be modeled in empirical analysis. The proposed account can explain the emergence of worlds in a variety of social contexts, including organizational forms in markets, genres in creative industries, disciplines in science, and forms of social protest.","url":"https://doi.org/10.31235/osf.io/gnek3_v1","doi":"10.31235/osf.io/gnek3_v1","journal_full":"(OSF Preprints)","dist":0.3885,"specialized":false,"preprint":true},{"title":"Deportations and Latino Segregation: The Residential Impacts of Interior Immigration Enforcement","authors":"Matthew Hall, Jacob S. Rugh, Hao Liang","abstract":"The shift of immigration enforcement to local jurisdictions has intensified localized patterns of anti-immigrant sentiment, enabling the system of mass deportation to expand at an unprecedented scale. This study examines the effects of 287(g) agreements, which empower local law enforcement to enforce immigration laws, on Latino residential segregation. Using a quasi-experimental design that compares counties implementing 287(g) with those that applied but did not implement, we find that these policies significantly slowed declines in Hispanic-white segregation, particularly in early-adopting Southern counties where enforcement was most aggressive. We find no evidence that the program altered patterns of segregation for non-Hispanics. Our analysis suggests that these effects are driven by shifts in residential mobility and migration behaviors among Latino households, as enforcement amplified economic vulnerability, fear, and spatial isolation. By demonstrating how immigration enforcement disrupts Latino integration into residential communities, this study reveals the far-reaching consequences of these policies for racial stratification and neighborhood inequality in the United States.","url":"https://doi.org/10.31235/osf.io/s9ztx_v1","doi":"10.31235/osf.io/s9ztx_v1","journal_full":"(OSF Preprints)","dist":0.6717,"specialized":false,"preprint":true},{"title":"University Journals: A Semi-Systematic Literature Review of Trends, Challenges, and Future Research Directions","authors":"Maryna Nazarovets","abstract":"University journals (UJs), understood as scholarly journals published by or associated with universities, play an essential role in the dissemination of academic knowledge, serving as a vital platform for scholarly communication. They reflect the diverse regional practices of academic communities and address the unique academic needs of scholars. Despite their significance, UJs remain underexplored in the existing literature, particularly in terms of their sustainability, visibility, and impact within the evolving academic publishing landscape. This study employs a semi-systematic review of 105 publications to investigate the principal trends, challenges and opportunities associated with UJs. A semi-systematic approach was adopted to integrate theoretical, empirical and descriptive studies drawn from a range of disciplines. A search of the Dimensions Plus, OpenAlex, Scopus, and Web of Science databases, supplemented by manual exploration, yielded a diverse set of sources. In order to ensure a comprehensive analysis, the inclusion criteria were designed to encompass studies focusing on a range of key aspects, including the operational models, funding structures, editorial practices, peer-review processes, and technological infrastructure of UJs. The review highlights the interdependence of financial, technological, and editorial challenges, advocating for integrated strategies that address these issues in a holistic manner.","url":"https://doi.org/10.31235/osf.io/35pnc_v1","doi":"10.31235/osf.io/35pnc_v1","journal_full":"(OSF Preprints)","dist":0.3182,"specialized":false,"preprint":true},{"title":"Modeling and Analyzing Urban Networks and Amenities with OSMnx","authors":"Geoff Boeing","abstract":"OSMnx is a Python package for downloading, modeling, analyzing, and visualizing urban networks and any other geospatial features from OpenStreetMap data. A large and growing body of literature uses it to conduct scientific studies across the disciplines of geography, urban planning, transport engineering, computer science, and others. The OSMnx project has recently developed and implemented many new features, modeling capabilities, and analytical methods. The package now encompasses substantially more functionality than was previously documented in the literature. This article introduces OSMnx's modern capabilities, usage, and design---in addition to the scientific theory and logic underlying them. It shares lessons learned in geospatial software development and reflects on open science's implications for urban modeling and analysis.","url":"https://doi.org/10.31235/osf.io/d5fp3_v1","doi":"10.31235/osf.io/d5fp3_v1","journal_full":"(OSF Preprints)","dist":0.3069,"specialized":false,"preprint":true},{"title":"Occluded Topics: The hidden half of Brazilian research","authors":"Carolina Pradier, Diego Kozlowski, Alysson Fernandes Mazoni, Vincent Larivière","abstract":"Large-scale bibliometric databases generally provide a selective and geographically-biased representation of scientific production. Taking Brazil as a case study, this paper quantifies the extent of research output excluded from the Dimensions’ database, using the national curriculum database, the Lattes Platform. Our findings identify the specific research areas underrepresented in Dimensions and assess the relation between publication language and indexing Additionally, we examine gender-based differences in topic coverage, language, and indexation rates. Our results suggest that indexing biases disproportionately affect researchers focusing on locally relevant topics through articles that are written in Portuguese. Given women's overrepresentation in this group, our findings illustrate how indexing biases contribute to gender inequalities in science.","url":"https://doi.org/10.31235/osf.io/msbnu_v1","doi":"10.31235/osf.io/msbnu_v1","journal_full":"(OSF Preprints)","dist":0.435,"specialized":false,"preprint":true},{"title":"CARTOGRAFIA INSURGENTE, TERRITORIALIDADES E (RE)EXISTÊNCIA CAMPONESA NO PIAUÍ: UMA CONSTRUÇÃO TEÓRICA","authors":"DANIEL CESAR MENESES DE CARVALHO","abstract":"This article theoretically discusses the role of insurgent cartography and networked territorialities in the resistance of peasant communities in Piauí, Brazil, against territorial conflicts generated by agribusiness expansion. The research hypothesizes that participatory mapping, led by the communities themselves, strengthens their capacity to claim territorial rights, organize collectively, and negotiate with hegemonic actors. Methodologically, it combines participatory ethnography, insurgent cartography workshops, and network analysis, applied to conflict areas in the state. Expected outcomes include raising awareness that participatory maps make peasant territorialities visible, support public policies, and consolidate solidarity networks. Thus, the study aims to contribute to Agrarian Geography and Critical Cartography, while proposing practical tools for sustainability and social justice in rural Piauí. Keywords: Insurgent cartography; Networked territorialities; Agrarian conflicts; Piauí; Peasantry.","url":"https://doi.org/10.31235/osf.io/n67ku_v1","doi":"10.31235/osf.io/n67ku_v1","journal_full":"(OSF Preprints)","dist":0.3824,"specialized":false,"preprint":true},{"title":"Science Communication's Challenge in the Face of Flat-Earth and Geocentric Narratives","authors":"Terence Maxwell ","abstract":"The resurgence of flat-Earth and geocentric worldviews presents a significant and evolving challenge for science communication. These narratives, often thriving within online echo chambers and fuelled by distrust of mainstream science, actively undermine public understanding of foundational scientific principles and erode trust in scientific expertise. This essay examines the communication strategies employed by proponents of these beliefs, analysis the factors contributing to their appeal through the lens of how humans process information and form beliefs, and critically assesses the effectiveness of current science communication approaches in countering them. Employing a methodology centred on the principles of evidence-based science communication and the scientific understanding, this paper proposes a more targeted and scientifically informed communication framework that emphasizes clear articulation of scientific evidence, effective debunking techniques informed by how beliefs are formed and maintained, strategies to foster critical scientific reasoning, and an understanding of online network dynamics.","url":"https://doi.org/10.31235/osf.io/sny7q_v1","doi":"10.31235/osf.io/sny7q_v1","journal_full":"(OSF Preprints)","dist":0.3783,"specialized":false,"preprint":true},{"title":"Adoption of Preprinting Across Scientific Disciplines and Geographical Regions (1991-2023)","authors":"Narmin Rzayeva, Stephen Pinfield, Ludo Waltman","abstract":"Preprinting has become an increasingly important component of the scholarly communication system, facilitating rapid open dissemination of scientific knowledge. This study investigates the adoption of preprinting over time, focusing on how it varies across scientific disciplines and geographical regions. We analyzed bibliometric data on 4M preprints and 105M peer-reviewed outputs in the period 1991-2023. Peer-reviewed outputs were linked to preprints using data from Dimensions, OpenAlex, and Crossref, resulting in 2.2M peer-reviewed outputs linked to a preprint. Our findings indicate a strong growth in preprinting, with a nearly threefold increase in the number of preprints published between 2017 and 2022. The adoption of preprinting is highest in the physical and mathematical sciences, particularly among researchers in the Americas and Europe. In recent years, preprinting has also increased notably in the information and computing sciences and the life and medical sciences, driven primarily by researchers in North America and Western and Northern Europe. Preprinting remains relatively uncommon in the humanities and the social and behavioral sciences. Asia demonstrates low preprint adoption, with Eastern Asia showing a modest increase in recent years. Preprint adoption in specific disciplines varies significantly across regions, showing that preprint adoption is shaped by the interplay between disciplines and regions.","url":"https://doi.org/10.31235/osf.io/xdwc4_v1","doi":"10.31235/osf.io/xdwc4_v1","journal_full":"(OSF Preprints)","dist":0.4021,"specialized":false,"preprint":true},{"title":"Adoption of Preprinting Across Scientific Disciplines and Geographical Regions (1991-2023)","authors":"Narmin Rzayeva, Stephen Pinfield, Ludo Waltman","abstract":"Preprinting has become an increasingly important component of the scholarly communication system, facilitating rapid open dissemination of scientific knowledge. This study investigates the adoption of preprinting over time, focusing on how it varies across scientific disciplines and geographical regions. We analyzed bibliometric data on 4M preprints and 105M peer-reviewed outputs in the period 1991-2023. Peer-reviewed outputs were linked to preprints using data from Dimensions, OpenAlex, and Crossref, resulting in 2.2M peer-reviewed outputs linked to a preprint. Our findings indicate a strong growth in preprinting, with a nearly threefold increase in the number of preprints published between 2017 and 2022. The adoption of preprinting is highest in the physical and mathematical sciences, particularly among researchers in the Americas and Europe. In recent years, preprinting has also increased notably in the information and computing sciences and the life and medical sciences, driven primarily by researchers in North America and Western and Northern Europe. Preprinting remains relatively uncommon in the humanities and the social and behavioral sciences. Asia demonstrates low preprint adoption, with Eastern Asia showing a modest increase in recent years. Preprint adoption in specific disciplines varies significantly across regions, showing that preprint adoption is shaped by the interplay between disciplines and regions.","url":"https://doi.org/10.31235/osf.io/xdwc4_v2","doi":"10.31235/osf.io/xdwc4_v2","journal_full":"(OSF Preprints)","dist":0.4021,"specialized":false,"preprint":true},{"title":"Topological Graph Simplification Solutions to the Street Intersection Miscount Problem","authors":"Geoff Boeing","abstract":"Street intersection counts and densities are ubiquitous measures in transport geography and planning. However, typical street network data and typical street network analysis tools can substantially overcount them. This article explains the three main reasons why this happens and presents solutions to each. It contributes algorithms to automatically simplify spatial graphs of urban street networks---via edge simplification and node consolidation---resulting in faster parsimonious models and more accurate network measures like intersection counts and densities, street segment lengths, and node degrees. These algorithms' information compression improves downstream graph analytics' memory and runtime efficiency, boosting analytical tractability without loss of model fidelity. Finally, this article validates these algorithms and empirically assesses intersection count biases worldwide to demonstrate the problem's widespread prevalence. Without consolidation, traditional methods would overestimate the median urban area intersection count by 14%. However, this bias varies drastically across regions, underscoring these algorithms' importance for consistent comparative empirical analyses.","url":"https://doi.org/10.31235/osf.io/xf7wm_v2","doi":"10.31235/osf.io/xf7wm_v2","journal_full":"(OSF Preprints)","dist":0.3627,"specialized":false,"preprint":true},{"title":"How Generative AI Fixes What Higher Education Broke","authors":"Theodore J Kalaitzidis","abstract":"Generative AI (GenAI) has not broken higher education. It has revealed that much of it was already broken. This paper argues that the dominant educational paradigm, rooted in formalist models of cognition, no longer serves the needs of a world filled with thinking machines. Learning, long reduced to internal recall and reproduction, must be recalibrated as the capacity to act meaningfully, critically, and creatively with tools in real-world contexts. This is not technological determinism. It’s an attempt to reconcile epistemic insolvency accruing compounding interest. Blending epistemological insight with systems-level critique and practical strategies, the paper exposes the reactive militarization between student evasion and faculty surveillance, and it challenges educators to transform traditional classroom activities with authentic, tool-mediated practice. Drawing from the fields of Learning Sciences and Instructional Design, it explores how GenAI can serve not as a threat to integrity, but as a compounding cognitive artifact: a “thought prosthesis,” a support system that amplifies creativity, an accessibility tool, and an enabler of personalized, real-time learning at scale. The paper proposes a Critical AI Literacy agenda grounded in epistemic awareness. This extends to include practical implementation of RAG tutors, Custom GPTs, interactive generators, student-led content production, and code-based learning; all deployed with an honest reckoning of GenAI’s deficits: semiotic fallacy, fabrication, bias, and ethical opacity. The result is a roadmap not only for responsible integration of GenAI in college classrooms, but for reimagining what education can become when human discernment, creativity, and tool fluency are placed at the center. The ideas within do not present GenAI as a savior or a scourge, but as a mirror allowing us to confront what education has become and inviting us to rebuild something better.","url":"https://doi.org/10.31235/osf.io/yh6rs_v2","doi":"10.31235/osf.io/yh6rs_v2","journal_full":"(OSF Preprints)","dist":0.3263,"specialized":false,"preprint":true},{"title":"How Generative AI Fixes What Higher Education Broke","authors":"Theodore J Kalaitzidis","abstract":"Generative AI (GenAI) has not broken higher education; it has exposed long-standing systemic fractures. This paper argues that traditional pedagogies, rooted in formalist epistemologies, are misaligned with the realities of a world mediated by thinking machines. Blending systems analysis with epistemological critique, it diagnoses higher education’s foundational incoherence and introduces two critical frameworks — epistemic laundering and epistemological vector space — to map and address this dissonance. Building on this foundation, the paper proposes Critical AI Literacy as a model that emphasizes epistemic awareness alongside technical fluency. It provides a structural analysis of GenAI’s limitations and outlines practical strategies including RAG tutors, cognitive partnerships, interactive content generation, and skill-gap training. Ultimately, this paper frames GenAI not as a disruptive threat, but as a catalyst for reimagining learning design, moving beyond performance-driven education toward authentic, adaptive expertise in a dynamic knowledge landscape.","url":"https://doi.org/10.31235/osf.io/yh6rs_v4","doi":"10.31235/osf.io/yh6rs_v4","journal_full":"(OSF Preprints)","dist":0.3208,"specialized":false,"preprint":true},{"title":"Averting a Robot Catastrophe: Preparing for Converging Trends in Robotics and Frontier AI","authors":"Michael J. D. Vermeer, Tim Bonds, Emily Lathrop, Gregory Smith","abstract":"This working paper assesses the convergence of trends in robotics and frontier artificial intelligence (AI) systems, particularly the national security risk that results from the potential for the proliferation of robotic embodiments of artificial general intelligence (AGI). This paper highlights that while the benefits of advanced robotic capabilities are likely to outweigh the associated risks in many contexts, the combination of AGI with robots featuring high mobility and dexterous manipulation could introduce significant systemic vulnerabilities. Policymakers face challenges in balancing the need for safety and security with economic competitiveness, as there are no straightforward regulatory options that effectively limit risky combinations of capabilities without hindering innovation. We conclude by stressing the urgency of proactively addressing this issue now rather than waiting until the technologies are fully deployed, to ensure responsible governance and risk management in the evolving landscape of robotics and AI.","url":"https://doi.org/10.31235/osf.io/ymvf5_v1","doi":"10.31235/osf.io/ymvf5_v1","journal_full":"(OSF Preprints)","dist":0.3943,"specialized":false,"preprint":true}]
