[
    {
        "title": "Throwing Away the Umbrella: Minority Voting after the Supreme Court's Shelby Decision",
        "authors": "Mayya Komisarchik, Ariel White",
        "url": "https://doi.org/10.1561/100.00023045",
        "doi": "10.1561/100.00023045",
        "journal_full": "Quarterly Journal of Political Science",
        "dist": 0.4524,
        "specialized": false,
        "preprint": false
    },
    {
        "title": "Differences in psychologists’ cognitive traits are associated with scientific divides",
        "authors": "Justin Sulik, Nakwon Rim, Elizabeth Pontikes, James Evans, Gary Lupyan",
        "abstract": "Scientific research is often characterized by schools of thought. We investigate whether these divisions are associated with differences in researchers’ cognitive traits such as tolerance for ambiguity. These differences may guide researchers to prefer different problems, tackle identical problems in different ways, and even reach different conclusions when studying the same problems in the same way. We surveyed 7,973 researchers in psychological sciences and investigated links between what they research, their stances on open questions in the field, and their cognitive traits and dispositions. Our results show that researchers’ stances on scientific questions are associated with what they research and with their cognitive traits. Further, these associations are detectable in their publication histories. These findings support the idea that divisions in scientific fields reflect differences in the researchers themselves, hinting that some divisions may be more difficult to bridge than suggested by a traditional view of data-driven scientific consensus.",
        "url": "https://doi.org/10.1038/s41562-025-02153-1",
        "doi": "10.1038/s41562-025-02153-1",
        "journal_full": "Nature Human Behaviour",
        "dist": 0.4594,
        "specialized": false,
        "preprint": false
    },
    {
        "title": "Foreign Financing and the International Sources of Property Rights",
        "authors": "Timm Betz, Amy Pond",
        "abstract": "How do firms protect themselves against infringements of their property rights by their own government? The authors develop a theory based on international law and joint asset ownership with foreign firms. Investment agreements only protect the assets of foreign firms, not of domestic firms. This segmentation of the property rights environment creates a rationale for international financial relationships between firms. By forming financial relationships with foreign firms, domestic firms gain indirect coverage from the property rights available to foreign firms under investment agreements. If the government is less likely to violate the property rights of covered foreign firms, it is also less likely to violate property rights for assets held jointly by domestic and foreign firms. This article presents systematic evidence from data on the activities of firms in countries that have investment agreements with the United States. International financial relationships between firms, through mergers and acquisitions as well as through bond and equity issues, are more common where property rights are weak. The theory suggests a political logic to the fragmentation of firm-ownership stakes across jurisdictions, offers an institutional explanation of international financial flows, and identifies new distributional consequences of international law.",
        "url": "https://doi.org/10.31235/osf.io/awbe7_v1",
        "doi": "10.31235/osf.io/awbe7_v1",
        "dist": 0.4598,
        "specialized": false,
        "preprint": true
    },
    {
        "title": "Affective Recognition and the Limits of Branded Ethics",
        "authors": "Marco Scalvini",
        "abstract": "In the context of a corporate retreat from diversity, equity, and inclusion (DEI), this article argues that such withdrawals are not ideological reversals but the culmination of branded strategies governing moral visibility. Employing sociosemiotic analysis, it develops a typology of visionary, sensitive, and reflexive branding approaches, examining how empathy is selectively framed to align with commercial objectives. Introducing the concept of ontological erasure, the study demonstrates how branded moral economies systematically render certain subjects and struggles invisible or politically inert. Across media platforms, empathy shifts from ethical relationality into a marketable asset, strategically curated according to affective resonance. Such selective visibility shapes public understandings of social justice, determining whose suffering gains recognition and which causes become morally actionable. By theorizing affective recognition, the article critically reveals how brands manage emotional engagement to sustain market legitimacy, highlighting the strategic logic behind corporate disengagement from DEI and the consolidation of moral hierarchies.",
        "url": "https://doi.org/10.31235/osf.io/ght4z_v1",
        "doi": "10.31235/osf.io/ght4z_v1",
        "dist": 0.4484,
        "specialized": false,
        "preprint": true
    }
]