[{"title":"A cause to fight","authors":"Scott F Abramson, Xiaoyan Qiu","abstract":"Why do individuals participate in civil conflict? Materialist explanations have dominated quantitative scholarship on the causes and conduct of civil wars. Yet, a substantial body of qualitative, historical, and ethnographic evidence suggests that nonmaterial, ideological motives contribute to individuals' decision to enter combat and their battlefield performance. We bridge these two perspectives by developing a model of civil war recruitment where potential fighters trade off ideological and material incentives to enlist. More ideologically committed individuals are (i) more willing to sacrifice income to enlist, (ii) more likely to exert greater effort in combat and accordingly are assigned to riskier tasks, and (iii) less responsive to changes in enlistment costs. Using detailed biographical data on members of the British Battalion of the Republican Army in the Spanish Civil War, we find support for all three implications. Individuals indeed trade off economic and ideological incentives to participate and perform in conflict.","url":"https://doi.org/10.1111/ajps.12985","doi":"10.1111/ajps.12985","journal_full":"American Journal of Political Science","dist":0.4421,"specialized":false,"preprint":false},{"title":"Polarization and state legislative elections","authors":"Cassandra Handan‐Nader, Andrew C. W. Myers, Andrew B. Hall","abstract":"US state legislatures are critical policymaking institutions that are increasingly polarized, yet data and measurement limitations have prevented researchers from understanding how state legislative elections contribute to this polarization. To address this gap, we construct new measures of candidate ideology based on campaign contributions and roll‐call votes, and we use them to offer the first systematic study of the relationship between candidate ideology and electoral outcomes in primary and general elections in state legislatures, 2000–2022. We find that the set of people running for state legislature has polarized substantially in recent decades. More‐moderate candidates enjoy a meaningful advantage in contested general elections, but that advantage has declined somewhat in recent years. At the same time, more‐extreme candidates are favored in contested primary elections. These new measures and data will allow researchers to build on these basic findings to understand how elections function in lower information, lower salience environments like American state legislatures.","url":"https://doi.org/10.1111/ajps.12973","doi":"10.1111/ajps.12973","journal_full":"American Journal of Political Science","dist":0.457,"specialized":false,"preprint":false},{"title":"Notes from the Editors: Advice to Authors","url":"https://doi.org/10.1017/s0003055425000115","doi":"10.1017/s0003055425000115","journal_full":"American Political Science Review","dist":0.3188,"specialized":false,"preprint":false},{"title":"Measurement That Matches Theory: Theory-Driven Identification in Item Response Theory Models","authors":"MARCO MORUCCI, MARGARET J. FOSTER, KAITLYN WEBSTER, SO JIN LEE, DAVID A. SIEGEL","abstract":"Measurement is the weak link between theory and empirical test. Complex concepts such as ideology, identity, and legitimacy are difficult to measure; yet, without measurement that matches theoretical constructs, careful empirical studies may not be testing that which they had intended. Item response theory (IRT) models offer promise by producing transparent and improvable measures of latent factors thought to underlie behavior. Unfortunately, those factors have no intrinsic substantive interpretations. Prior solutions to the substantive interpretation problem require exogenous information about the units, such as legislators or survey respondents, which make up the data; limit analysis to one latent factor; and/or are difficult to generalize. We propose and validate a solution, IRT-M, that produces multiple, potentially correlated, generalizable, latent dimensions, each with substantive meaning that the analyst specifies before analysis to match theoretical concepts. We offer an R package and step-by-step instructions in its use, via an application to survey data.","url":"https://doi.org/10.1017/s000305542400039x","doi":"10.1017/s000305542400039x","journal_full":"American Political Science Review","dist":0.4192,"specialized":false,"preprint":false},{"title":"Wishful thinking in response to events: Evidence from the 2021 German federal election","authors":"Matthew Barnfield, Joseph Phillips, Florian Stoeckel, Vittorio Mérola, Sabrina Stöckli, Benjamin Lyons, Jack Thompson, Paula Szewach, Jason Reifler","url":"https://doi.org/10.1016/j.electstud.2025.102940","doi":"10.1016/j.electstud.2025.102940","journal_full":"Electoral Studies","dist":0.4124,"specialized":false,"preprint":false},{"title":"Where Have All the Experts Gone? The Shifting Marketplace for Foreign Policy Ideas on Capitol Hill","authors":"Daniel W Drezner, Linda L Fowler","abstract":"Abstracts US foreign policy observers have noted a decline in the frequency of expert witnesses appearing before congressional committees, while congressional scholars have documented changes in committee practices that have led to fewer and shorter hearings. These trends interact in systematic ways, although their relationship has never been tested empirically. Using original data and micro-level measures of individual hearings by the national security committees of the House and Senate, we demonstrate how time constraints and routine responsibilities limit the number of opportunities for expert witnesses from 1995 to 2020. We find some influence for chamber polarization on witness totals but less impact on the type of experts. We uncover significant differences among individual committees in their use of academics and think tank representatives. Our study is unique in its focus on both chambers, inclusion of closed hearings, differentiation between academics and think tank representatives, and attention to the public salience of foreign affairs. Shrinkage in the official marketplace of foreign policy ideas warrants concern, highlighting the executive branch's increasing dominance over military and diplomatic decisions, diminished legislative capacity, and public disinterest in international affairs.","url":"https://doi.org/10.1093/isq/sqaf035","doi":"10.1093/isq/sqaf035","journal_full":"International Studies Quarterly","dist":0.488,"specialized":false,"preprint":false},{"title":"Revisiting Embedded Liberalism: Does the Theoretical Possibility Meet Empirical Validity? Analyzing Labor Laws and Preferential Trade Agreements","authors":"Zhiyuan Wang","abstract":"Extant scholarship on embedded liberalism (EL) emphasizes whether governments keep their promises to protect the risk-bearers of economic liberalization but overlooks its liberalization effect. In particular, scholars rarely explore how EL solves the time-inconsistency problem plaguing economic liberalization, i.e., governments may ex post renege on their policy promises made prior to the liberalization. To fill this void, in this study, I look into how social insurance shapes efforts to liberalize trade. I argue that institutionalized social consensus such as labor market institutions (LMIs) mitigates the time-inconsistency problem and encourages trade liberalization. I test this argument by examining how LMIs affect the making and design of preferential trade agreements (PTAs). Leveraging comprehensive datasets on labor laws and PTAs, an endogenous count model analysis finds that strong labor laws are positively associated with the growth of PTAs. Furthermore, robust labor laws tend to produce deeper PTAs with rigorous enforcement mechanisms. These effects dominate in democracies and are not a function of policy substitution. The empirical findings remain considerably consistent across alternative econometric estimators, variable measures, and model specifications, except those concerning enforcement-related hypotheses. Overall, this study demonstrates that pre-committed social protection facilitates economic liberalization, corroborating the core thesis of EL.","url":"https://doi.org/10.1093/isq/sqaf036","doi":"10.1093/isq/sqaf036","journal_full":"International Studies Quarterly","dist":0.5482,"specialized":false,"preprint":false},{"title":"On Nuclear Superiority and National Security","authors":"Alexandre Debs","abstract":"Does nuclear superiority improve national security? The Theory of the Nuclear Revolution (TNR) argues that it does not, but only after assuming that the nuclear balance is irrelevant militarily. Critics argue that it does, pointing at U.S. efforts to achieve nuclear superiority in the Cold War, when the nuclear stalemate was less stable than previously thought. Yet Washington could have been misguided. I offer a game-theoretic model where the nuclear balance matters militarily, perhaps allowing an escape from the nuclear stalemate, and show that greater nuclear capabilities unambiguously improve security under narrow circumstances. If they improve first-strike advantages or if the nuclear stalemate is fragile, they may improve peaceful terms, but only by raising the risk of disaster. I discuss the implications of this argument for our understanding of the U.S. nuclear policy in the Cold War.","url":"https://doi.org/10.1177/00220027251338457","doi":"10.1177/00220027251338457","journal_full":"Journal of Conflict Resolution","dist":0.3095,"specialized":false,"preprint":false},{"title":"CORRIGENDUM to Mitigating election violence locally: UN peacekeepers’ election-education campaigns in Côte d’Ivoire by Hannah Smidt","url":"https://doi.org/10.1177/00223433251324149","doi":"10.1177/00223433251324149","journal_full":"Journal of Peace Research","dist":0.3595,"specialized":false,"preprint":false},{"title":"Reliable knowledge claims on the recruitment and use of children: An empirical perspective","authors":"Timothy Lynam, Dustin Johnson, Catherine Baillie Abidi","abstract":"The risks of child recruitment by non-state armed groups are geographically, temporally and contextually situated. There are multilayered, multivariate arrays of risk factors associated with non-state armed groups, with conflicts, and with contexts. Using Bayesian network modelling with a global dataset of non-state armed group child recruitment practices between 2010 and 2022, we demonstrate the theoretical and practical importance of adopting a situational perspective to understand child recruitment risks. Methodologically, we demonstrate a robust model-checking process that checks the adequacy of our data, the magnitude and direction of estimated effects, and shows greater than 80% accuracy in predicting child recruitment by non-state armed groups. We review and contrast our approach with standard general linear modelling used in quantitative child recruitment research over the past two decades. Through adopting a situated orientation, and applying analytical tools appropriate to that orientation, we challenge and extend existing theory and propose new theoretical insights on child recruitment risks. We show how important violence is as a predictor of child recruitment risks and, using a new measure of fighting force efficacy, show that, contrary to published theory, less effective non-state armed groups were more likely to recruit children than more effective ones. But even these most notable results we show to vary markedly across situations.","url":"https://doi.org/10.1177/00223433251318862","doi":"10.1177/00223433251318862","journal_full":"Journal of Peace Research","dist":0.4406,"specialized":false,"preprint":false},{"title":"The 2023/24 VIEWS Prediction challenge: Predicting the number of fatalities in armed conflict, with uncertainty","authors":"Håvard Hegre, Paola Vesco, Michael Colaresi, Jonas Vestby, Alexa Timlick, Noorain Syed Kazmi, Angelica Lindqvist-McGowan, Friederike Becker, Marco Binetti, Tobias Bodentien, Tobias Bohne, Patrick T. Brandt, Thomas Chadefaux, Simon Drauz, Christoph Dworschak, Vito D’Orazio, Hannah Frank, Cornelius Fritz, Kristian Skrede Gleditsch, Sonja Häffner, Martin Hofer, Finn L Klebe, Luca Macis, Alexandra Malaga, Marius Mehrl, Nils W Metternich, Daniel Mittermaier, David Muchlinski, Hannes Mueller, Christian Oswald, Paola Pisano, David Randahl, Christopher Rauh, Lotta Rüter, Thomas Schincariol, Benjamin Seimon, Elena Siletti, Marco Tagliapietra, Chandler Thornhill, Johan Vegelius, Julian Walterskirchen","abstract":"Governmental and nongovernmental organizations have increasingly relied on early-warning systems of conflict to support their decisionmaking. Predictions of war intensity as probability distributions prove closer to what policymakers need than point estimates, as they encompass useful representations of both the most likely outcome and the lower-probability risk that conflicts escalate catastrophically. Point-estimate predictions, by contrast, fail to represent the inherent uncertainty in the distribution of conflict fatalities. Yet, current early warning systems are preponderantly focused on providing point estimates, while efforts to forecast conflict fatalities as a probability distribution remain sparse. Building on the predecessor VIEWS competition, we organize a prediction challenge to encourage endeavours in this direction. We invite researchers across multiple disciplinary fields, from conflict studies to computer science, to forecast the number of fatalities in state-based armed conflicts, in the form of the UCDP ‘best’ estimates aggregated to two units of analysis (country-months and PRIO-GRID-months), with estimates of uncertainty. This article introduces the goal and motivation behind the prediction challenge, presents a set of evaluation metrics to assess the performance of the forecasting models, describes the benchmark models which the contributions are evaluated against, and summarizes the salient features of the submitted contributions.","url":"https://doi.org/10.1177/00223433241300862","doi":"10.1177/00223433241300862","journal_full":"Journal of Peace Research","dist":0.368,"specialized":false,"preprint":false},{"title":"The revelation incentive for issue engagement in campaigns","authors":"Chitralekha Basu, Matthew Knowles","abstract":"Empirical studies have found that although parties focus disproportionately on favorable issues, they also address the same issues—especially, salient issues—through much of the ‘short campaign’. We present a model of multiparty competition with endogenous issue salience where parties behave in line with these patterns in equilibrium. In our model, parties’ issue emphases have two effects: influencing voter priorities, and informing voters about their issue positions. Thus, parties trade off two incentives when choosing issues to emphasize: increasing the importance of favorable issues (‘the salience incentive’), and revealing positions on salient issues to sympathetic voters (‘the revelation incentive’). The relative strength of these two incentives determines how far elections constrain parties to respond to voters’ initial issue priorities.","url":"https://doi.org/10.1177/09516298251334331","doi":"10.1177/09516298251334331","journal_full":"Journal of Theoretical Politics","dist":0.4177,"specialized":false,"preprint":false},{"title":"Domestic inequality, heterogeneous redistribution, and the globalization backlash","authors":"Justin Melnick","abstract":"Why do democracies pursue retrenchment policies against economic globalization? Through a formal model situated in a country party to an international agreement creating domestic ‘winners’ and ‘losers,’ I offer a novel explanation of the globalization backlash grounded in the logic of domestic electoral competition whereby leaders vary in their ideological willingness to implement redistributive policies designed to offset losers’ incurred damages. Leaders with large ideological biases against redistribution cannot credibly promise to compensate for the losses these agreements cause to voters, and thus often have electoral incentives to propose anti-globalization policies rather than maintain the globalized status quo. In particular, as the gains from globalization are more unequally distributed between winners and losers, redistribution becomes politically suboptimal, and anti-globalization policy more attractive. The intersection of inequality and political leaders’ willingness to implement policies of embedded liberalism within the context of electoral competition generates incentives to withdraw from the international order.","url":"https://doi.org/10.1177/09516298251333773","doi":"10.1177/09516298251333773","journal_full":"Journal of Theoretical Politics","dist":0.5669,"specialized":false,"preprint":false},{"title":"Prior Experience and State Legislative Effectiveness","authors":"Eric R. Hansen, Sarah A. Treul","abstract":"How do the prior experiences of lawmakers shape their performance in office? Representatives who have held prior elected office or professional backgrounds in relevant fields—specifically law, government, or politics—seem to have an advantage in winning elections. It is unclear whether those experiences help them become more effective legislators. Using a variety of data sources, we assess whether lawmakers with relevant prior experiences are more effective in advancing bills in the 50 state legislatures. We find mixed results. We find that state senators are more effective than their colleagues if they first served in the state house, but that prior local officeholders are no more effective than first‐time officeholders. Among occupational groups, lawyers alone seem to make more effective lawmakers than their colleagues. The results suggest that some narrow types of experience may help lawmakers be more effective in office, but that general experience in government and politics does not predict effectiveness. The results can help political observers and voters assess candidates' claims about how their prior experience will help them contribute to governance.","url":"https://doi.org/10.1111/lsq.70011","doi":"10.1111/lsq.70011","journal_full":"Legislative Studies Quarterly","dist":0.4269,"specialized":false,"preprint":false},{"title":"Does it matter who is in charge? Ministerial characteristics and pledge fulfilment","authors":"Theres Matthieß, Petra Vodová, Fraser McMillan","abstract":"Pledge fulfilment studies frequently anticipate that party control of a given ministry increases the chance campaign promises within that brief will be enacted. However, existing evidence is mixed, and few studies have looked beyond ministers’ partisan affiliation. It stands to reason that other personal and political characteristics may influence ministers’ ability and motivation to pursue manifesto commitments from within government. Following the ministerial selection and survival literature, which shows that certain characteristics are prioritized by parties, in this paper we investigate the effect of ministers’ previous political and policy-relevant professional experience on the fulfilment of election pledges within their competence. We test these by combining existing election pledge data with information on ministers’ characteristics in five institutionally distinct, small-to-medium sized democracies: Austria, Canada, Czechia, Slovakia and Sweden. We demonstrate that prior ministerial experience enhances ministers’ capacity to deliver on party policy, but that other characteristics have varying effects cross-nationally.","url":"https://doi.org/10.1177/13540688251339622","doi":"10.1177/13540688251339622","journal_full":"Party Politics","dist":0.4344,"specialized":false,"preprint":false},{"title":"What brings you to the party? Voter preferences on parties through policy and valence dynamics","authors":"Jordan Hamzawi, Gento Kato, Masahisa Endo","abstract":"Recent studies of party politics suggest that non-policy attributes, or valence, of political parties significantly influence voter decision-making. However, no research to date has established exactly what types of valence matter and how they interact with parties’ policy platforms. This study therefore conducted a conjoint experiment in Japan and found that voters care more about party valence attributes with respect to presence, power, and legislative productivity, as well as the prevalence of scandals, compared to the level of continuity and experience. This pattern persists regardless of electoral system and partisanship. The results also imply that valence is not a substitute for policy and that the effects of valence and policy behave additively. These findings paint a picture of electoral competition centered on both a party’s policy offerings and its ability to meaningfully engage in the legislature rather than its continuing existence or the prevalence of incumbent members.","url":"https://doi.org/10.1177/13540688251339631","doi":"10.1177/13540688251339631","journal_full":"Party Politics","dist":0.4803,"specialized":false,"preprint":false},{"title":"Converging to the mean? Moderating ideologies of far-right and far-left parties in government","authors":"Nicolas Bichay","abstract":"In recent history, the participation of far-right and far-left parties in government coalition has become quite a frequent occurrence in Europe. While much important work has been done analyzing the myriad effects of this quickening trend, one aspect of their participation remains unclear: what effect, if any, does serving in coalition government have on the party itself? There are clearly many pressures exerted on these politicians post-transition to governor, as factions often develop between those who wish to maintain their radical ideology and rhetoric, and those who instead feel a need to moderate and focus on competent governance. For a variety of strategic reasons, I argue in the aggregate we see far-right and far-left parties moderate while in office. I analyze European party manifestos and find robust evidence of post-coalition moderation. Party manifestos written by these parties in the aftermath of serving as a coalition partner tend to be much more moderate ideologically than manifestos published at any other point in time.","url":"https://doi.org/10.1177/13540688251339632","doi":"10.1177/13540688251339632","journal_full":"Party Politics","dist":0.5053,"specialized":false,"preprint":false},{"title":"Book Review: Political Parties in Post-Uprising Tunisia and Morocco: Organization, Development, and Legitimation CiminiGiulia, Political Parties in Post-Uprising Tunisia and Morocco: Organization, Development, and Legitimation. New York, NY: Routledge, 2024. £125.00 (hbk); £39.99 (pbk), xix + 203 pp.: ISBN 9781032169217; 9781032169248.","authors":"Muhammad Rizal Falaqi, Muhammad Aldiyansah, Muhammad Lytto Syahrum Arminsa, Muhammad Zainuddin, Maulidi Maulidi, Muhammad Ikhya Ulumuddin, Tholhah Tholhah","url":"https://doi.org/10.1177/13540688251339626","doi":"10.1177/13540688251339626","journal_full":"Party Politics","dist":0.3287,"specialized":false,"preprint":false},{"title":"Anti-genderism in 280 characters: A study of Matteo Salvini and Giorgia Meloni’s online discourse","authors":"Annika Björkdahl, Sofia Cognini","abstract":"In the past years, anti-genderism has become a growing force in politics. The word ‘gender’ has become an empty signifier to attack queer and feminist agendas, sexual and reproductive rights but also gender studies scholars and courses. Social media, particularly Twitter stands out in the spread of anti-genderism despite its 280-character limit. Using political netnography and feminist critical discourse analysis, this article maps and analyses discursive patterns in the anti-gender tweets by Matteo Salvini and Giorgia Meloni, the two faces of Italian right-wing politics. Applying a Foucauldian theoretical framework on power and knowledge, this article identifies ways of exercising epistemic power, as well as three discursive patterns associated with Salvini’s and Meloni’s anti-genderism, namely, appeals to the traditional family and the protection of children, whataboutism, and femonationalism. The theoretically informed analysis of the politicians’ tweets contributes to a deeper understanding of the Italian anti-gender movement and the relations between power and political language.","url":"https://doi.org/10.1177/13540688251339629","doi":"10.1177/13540688251339629","journal_full":"Party Politics","dist":0.4511,"specialized":false,"preprint":false},{"title":"Correction: The Role of Partisanship in Aggregate Opinion","authors":"Peter K. Enns, Gregory E. McAvoy","url":"https://doi.org/10.1007/s11109-025-10037-3","doi":"10.1007/s11109-025-10037-3","journal_full":"Political Behavior","dist":0.4624,"specialized":false,"preprint":false},{"title":"Increasing and Diversifying Turnout in Non-electoral Participation: A Field Experiment","authors":"Annabelle S. Wittels","url":"https://doi.org/10.1007/s11109-025-10040-8","doi":"10.1007/s11109-025-10040-8","journal_full":"Political Behavior","dist":0.5141,"specialized":false,"preprint":false},{"title":"How Narcos work together: Debt, trust and community governance in Bolivia's cocaine supply chain","authors":"Thomas Grisaffi","url":"https://doi.org/10.1016/j.polgeo.2025.103330","doi":"10.1016/j.polgeo.2025.103330","journal_full":"Political Geography","dist":0.383,"specialized":false,"preprint":false},{"title":"Collective candidacies and mandates in Brazil: Recasting democratic mediation","authors":"André Luis Leite de Figueirêdo Sales","abstract":"While global discontent with democracy has reached its highest rates since 1995, there is no consensus on what is causing so much democratic backsliding. In Brazil, scholars discussing how to reinvigorate citizens's trust in democratic systems emphasize the need for an understanding of political representation to include issues such as recognition, inclusion, and a thorough assessment of institutional affordances provided by the available instruments for mediation of conflictive political interests. Meanwhile, grassroots activists are exploring the space between civil society and the state to reshape political representation through collective candidacies and mandates. The former refers to organized groups of four or more activists campaigning together for a single seat in government office. The latter involves legislative seats run collaboratively by groups committed to sharing their representative power with their constituents during their term in office. Using abductive reasoning to discuss secondary data and review literature, the paper argues that: (a) growing dissatisfaction with democracy stems from a perceived decline in the ability of its established mechanisms to equitably aggregate and negotiate citizens' diverse interests; (b) power‐sharing, civic imaginaries, trust, mistrust, distrust, and interests are key psychopolitical elements that simultaneously inform citizens' skepticism about democratic institutions and are mobilized to rebuild these mechanisms. Presenting these experiments as products of the Brazilian political system's affordances and highlighting their relevance for creating accountable and inclusive institutions, the paper encourages political psychologists to apply their interdisciplinary tools to study democratic innovations emerging at the intersection of theory and practice.","url":"https://doi.org/10.1111/pops.70035","doi":"10.1111/pops.70035","journal_full":"Political Psychology","dist":0.447,"specialized":false,"preprint":false},{"title":"“Trading places”: Do individual status changes reduce misattributions of poverty?","authors":"Julia Schnepf, Selma C. Rudert, Felicia Pratto","abstract":"This research explores how individual status positions and changes within an economic game influence attributional biases and support for redistribution. Across three studies, participants were assigned roles as losers, winners, or observers of the game. In a pilot study, losers perceived the game as less fair, attributed others' failures more to external factors, and showed greater support for social game policies than winners. Two follow‐up studies replicated some of these findings and examined the additional effects of status changes, such as moving from loser to winner or vice versa. Contrary to expectations, transitioning from a winner to a loser did not reduce attributional biases or increase support for social policies. Notably, shifting from a loser to a winner position actually strengthened these biases. Consistent with our predictions, participants in stable conditions, like winner–winner or observer–observer, perceived the game as the most fair, while those in the loser–loser condition viewed it as the least fair. These findings highlight how status positions and changes influence perceptions of fairness and support for redistribution, with implications for understanding the psychological mechanisms behind attributional biases and policy support.","url":"https://doi.org/10.1111/pops.70028","doi":"10.1111/pops.70028","journal_full":"Political Psychology","dist":0.5304,"specialized":false,"preprint":false},{"title":"The curvilinear effects of objective and subjective socioeconomic status on economic conservatism and welfare policy support among middle‐class Americans","authors":"Mason Burns, Elizabeth Ray","abstract":"We investigated the hypothesis that the effects of objective and subjective socioeconomic status on Americans' economic and political attitudes are curvilinear in nature, with middle‐status Americans being more economically conservative and more opposed to welfare than linear trends suggest. Across five studies ( N = 9307), including data from Pew Research Data and the International Social Survey Programme, we consistently found that middle‐status participants opposed welfare programs and reported being more economically conservative than linear trends indicated, such that middle‐status Americans appeared more similar to high‐status Americans than previously considered. These results indicate curvilinear effects of status and suggest that middle‐status Americans may be overlooked in research focusing on linear effects of status on political and economic attitudes. Discussion surrounds the potential explanations for these curvilinear effects and the implications of these effects on economic and political outcomes as well as research on related topics.","url":"https://doi.org/10.1111/pops.70033","doi":"10.1111/pops.70033","journal_full":"Political Psychology","dist":0.5338,"specialized":false,"preprint":false},{"title":"Law and order, magical spirits, and false flag operations: On the co‐occurrence of authoritarianism, spirituality, and conspiracy beliefs and their association with support of violent protests","authors":"Marius Frenken, Roland Imhoff","abstract":"In Western democracies, commentators have noted an unprecedented diversity in protest movements opposing ecological and health regulations, including traditional right‐wing authoritarians alongside conspiracy and spiritual believers. Some of these beliefs appear to be incompatible with one another, since authoritarianism is a hallmark of (extreme) right‐wing movements, while spirituality is typically expected to be more prevalent in liberal alternative milieus. This research aims to examine the co‐occurrence of these attitudes and their connection to the endorsement of illegal and violent protests. The study employed Latent Profile Analyses and moderated regressions on four extensive quota‐based datasets from Germany (total N = 8202), demonstrating that while most participants did not adhere to any of these beliefs, they often co‐occurred. Each of these beliefs was found to independently predict support for illegal and violent protests, even when controlling for anger. The findings suggest that political authoritarianism, conspiracy beliefs, and spirituality can exhibit a high degree of alignment in Western democracies. Moreover, the study discusses the potential implications of these beliefs as a threat to the democratic system, positing that they could legitimize violent protests.","url":"https://doi.org/10.1111/pops.70034","doi":"10.1111/pops.70034","journal_full":"Political Psychology","dist":0.5096,"specialized":false,"preprint":false},{"title":"Measurement error when surveying issue positions: a MultiTrait MultiError approach","authors":"Kim Backström, Alexandru Cernat, Rasmus Sirén, Peter Söderlund","abstract":"Voters’ issue preferences are key determinants of vote choice, making it essential to reduce measurement error in responses to issue questions in surveys. This study uses a MultiTrait MultiError approach to assess the data quality of issue questions by separating four sources of variation: trait, acquiescence, method, and random error. The questions generally achieved moderate data quality, with 76% on average representing valid variance. Random error made up the largest proportion of error (23%). Error due to method and acquiescence was small. We found that 5-point scales are generally better than 11-point scales, while answers by respondents with lower political sophistication achieved lower data quality. The findings indicate a need to focus on decreasing random error when studying issue positions.","url":"https://doi.org/10.1017/psrm.2025.31","doi":"10.1017/psrm.2025.31","journal_full":"Political Science Research and Methods","dist":0.4384,"specialized":false,"preprint":false},{"title":"Durable cultural values and ethical voting: evidence from the 2008 presidential election in New York State","authors":"Marc Poitras","abstract":"Using county-level voting data from the 2008 presidential election in New York State, we find evidence that durable cultural factors influence voting behavior. After controlling for contemporaneous socio-economic factors, our econometric models imply that antebellum votes—the 1860 vote for Lincoln and an 1846 referendum on black suffrage—have statistically significant predictive power for the 2008 vote for Barack Obama. Antebellum support for emancipation and the rights of blacks in New York emerged primarily in ‘Yankee’ counties founded by migrants from New England, the descendants of English Puritans. In contrast, so-called ‘Yorker’ counties founded by the Dutch or other groups were less amenable to reforms promoting racial equality. Our estimates indicate that differences in antebellum cultural factors predict an additional Obama vote of 2 − 4% points. This correlation of factors dated some 150 years apart suggests persistence of culture in voting behavior, and the consistency of moral expression in this voting behavior lends support to the ethical voter hypothesis.","url":"https://doi.org/10.1007/s11127-025-01279-0","doi":"10.1007/s11127-025-01279-0","journal_full":"Public Choice","dist":0.5112,"specialized":false,"preprint":false},{"title":"The Conditional Role of Ideology in Workplace Injury Causal Attribution","authors":"Gregory Lyon","abstract":"Workplace injuries and fatalities may be caused by systemic factors such as unsafe working conditions or by individual factors such as individual worker behavior. Do liberals/Democrats and conservatives/Republicans have different views of workplace injury causation? Extensive research on ideology and behavior suggests that there should be a clear ideological difference in workplace injury causal attribution, with liberals embracing systemic explanations and conservatives embracing individual-based explanations. This study challenges the prevailing theory of ideology and causal attribution and argues that ideology is moderated by class in the context of workplace issues. I present the first-ever empirical test of the extent to which ideology shapes beliefs of workplace injury causation with an original survey of the American public. While attribution of workplace injury is affected by ideology and partisanship, with liberals/Democrats overall holding more pro-worker views and rejecting individual-based explanations for workplace injuries, income has a strong moderating effect among conservatives/Republicans, such that low-income Republicans are just as likely to express pro-worker sentiment as high-income Democrats. The results highlight the importance of class and the workplace and the limits of ideologically driven perceptions about how and why workers are injured.","url":"https://doi.org/10.1093/poq/nfaf007","doi":"10.1093/poq/nfaf007","journal_full":"Public Opinion Quarterly","dist":0.4945,"specialized":false,"preprint":false},{"title":"Resilient Democracies","authors":"Pablo Beramendi, Carles Boix, Daniel Stegmueller","url":"https://doi.org/10.1086/736562","doi":"10.1086/736562","journal_full":"The Journal of Politics","dist":0.445,"specialized":false,"preprint":false},{"title":"Family Ties as Corporate Power","authors":"Pablo Balan, Juan Dodyk, Ignacio Puente","url":"https://doi.org/10.1086/736563","doi":"10.1086/736563","journal_full":"The Journal of Politics","dist":0.2822,"specialized":false,"preprint":false},{"title":"Making time to be informed: The child penalty in political news consumption","authors":"Monica Ferrín Pereira, Gema Garcia Albacete, Irene Sánchez-Vítores","url":"https://doi.org/10.1086/736550","doi":"10.1086/736550","journal_full":"The Journal of Politics","dist":0.3639,"specialized":false,"preprint":false},{"title":"Dynamic Screening in International Crises","authors":"Noam Reich","url":"https://doi.org/10.1086/732977","doi":"10.1086/732977","journal_full":"The Journal of Politics","dist":0.394,"specialized":false,"preprint":false},{"title":"Measuring the Contribution of Voting Blocs to Election Outcomes","authors":"Justin Grimmer, William Marble, Cole Tanigawa-Lau","url":"https://doi.org/10.1086/732964","doi":"10.1086/732964","journal_full":"The Journal of Politics","dist":0.4658,"specialized":false,"preprint":false},{"title":"Can Individual MPs Damage Their Party’s Brand? Quasi-Experimental Evidence from a Public Procurement Corruption Scandal","authors":"Arndt Leininger, Lukas Rudolph","url":"https://doi.org/10.1086/732945","doi":"10.1086/732945","journal_full":"The Journal of Politics","dist":0.4405,"specialized":false,"preprint":false},{"title":"Terrorism, Perpetrators, and Polarization: Evidence from Natural Experiments","authors":"Vincenzo Bove, Riccardo Di Leo, Georgios Efthyvoulou, Harry Pickard","url":"https://doi.org/10.1086/732969","doi":"10.1086/732969","journal_full":"The Journal of Politics","dist":0.5913,"specialized":false,"preprint":false},{"title":"The Nonconsequences of COVID-19 on Left–Right Ideological Beliefs","authors":"Jack Blumenau, Timothy Hicks, Alan M. Jacobs, J. Scott Matthews, Tom O’Grady","url":"https://doi.org/10.1086/732993","doi":"10.1086/732993","journal_full":"The Journal of Politics","dist":0.4315,"specialized":false,"preprint":false},{"title":"How do elites view ideology? Analysing candidates’ associations of left and right","authors":"Lukas Warode","url":"https://doi.org/10.1080/01402382.2025.2490886","doi":"10.1080/01402382.2025.2490886","journal_full":"West European Politics","dist":0.381,"specialized":false,"preprint":false},{"title":"Insider, outsider, or both? Explaining discrepancies within differentiation in the European Union","authors":"Alexander Schilin, Lucas Schramm","url":"https://doi.org/10.1080/01402382.2025.2492466","doi":"10.1080/01402382.2025.2492466","journal_full":"West European Politics","dist":0.4942,"specialized":false,"preprint":false},{"title":"Predictive Data Stories: Characterizing a Nascent Data-Journalistic Genre","authors":"Denise Fechner J., Christian Pentzold","url":"https://doi.org/10.1080/21670811.2025.2498975","doi":"10.1080/21670811.2025.2498975","journal_full":"Digital Journalism","dist":0.3539,"specialized":false,"preprint":false},{"title":"Testing the bi-directional influence of media and identity: a longitudinal study of Muslim American adolescents","authors":"Muniba Saleem, Ismaharif Ismail","abstract":"Guided by social identity gratification theory, this study examines the reciprocal relationship between media consumption and social identity among 220 ethnically and linguistically diverse Muslim American adolescents over three years. Using latent growth curve modeling, we found stronger evidence for media-to-identity influence, particularly in predicting within-person changes over time. Media consumption was significantly associated with identity centrality and private esteem but not public esteem, highlighting the multidimensionality of social identity. The impact of media also varied by genre and language: native-language entertainment media positively influenced identity centrality and private esteem, whereas English-language media showed distinct effects at the between- and within-subject levels. Additionally, increased time on social networking sites was linked to a decline in Muslim private esteem over time. These findings highlight the complex ways media consumption shapes the social identity development of marginalized youth in the United States.","url":"https://doi.org/10.1093/hcr/hqaf011","doi":"10.1093/hcr/hqaf011","journal_full":"Human Communication Research","dist":0.5194,"specialized":false,"preprint":false},{"title":"There is more than one way to engage in effective media parenting: An analysis of parenting with media in four world regions and associations with adolescent well-being","authors":"Jane Shawcroft, Drew P Cingel","abstract":"We examined whether multiple approaches to media parenting could be supportive of adolescent well-being. Using a Latent Profile Analysis, we identified approaches to media parenting and examined associations between media parenting profiles and adolescent well-being in four world regions. Data for this study were drawn from parents (N = 1,232) of adolescents and adolescent-parent dyads (adolescent ages 13–17; N = 266 dyads) living in Australia/New Zealand, Brazil, the United Kingdom, and the United States. Analyses found five profiles of media parenting: Hands-off &amp; Low Confidence, Permissive, Value-Neutral &amp; Moderately Engaged, Engaged but Low Conversation, and Proactive &amp; Engaged. We found some evidence for differences in media parenting profiles by country of residence, as well as limited evidence of differences in adolescent well-being by media parenting profiles, country of residence, or an interaction between profiles and country of residence.","url":"https://doi.org/10.1093/hcr/hqaf008","doi":"10.1093/hcr/hqaf008","journal_full":"Human Communication Research","dist":0.398,"specialized":false,"preprint":false},{"title":"‘Gone too soon’: zombie humour on social media as cultural critique of the British monarchy","authors":"Nathalie Weidhase, Poppy Wilde","url":"https://doi.org/10.1080/1369118x.2025.2497945","doi":"10.1080/1369118x.2025.2497945","journal_full":"Information, Communication & Society","dist":0.2028,"specialized":false,"preprint":false},{"title":"Gender-based dynamics in Russian online political discourse","authors":"Elizaveta Savchenko, Michael Raphael Freedman","url":"https://doi.org/10.1080/1369118x.2025.2496904","doi":"10.1080/1369118x.2025.2496904","journal_full":"Information, Communication & Society","dist":0.4882,"specialized":false,"preprint":false},{"title":"Relational work in motion: navigating romantic relationships as digital nomads","authors":"Cristina Miguel, Christoph Lutz, Yunhao Xiao, Filip Majetić, Rodrigo Perez-Vega","url":"https://doi.org/10.1080/1369118x.2025.2500484","doi":"10.1080/1369118x.2025.2500484","journal_full":"Information, Communication & Society","dist":0.3914,"specialized":false,"preprint":false},{"title":"Confiscating progressiveness: the Chinese state’s hegemonic strategies in shaping domestic violence frames on social media","authors":"Zhifan Luo, Muyang Li, Fan Yang","url":"https://doi.org/10.1080/1369118x.2025.2500492","doi":"10.1080/1369118x.2025.2500492","journal_full":"Information, Communication & Society","dist":0.3576,"specialized":false,"preprint":false},{"title":"The regimes of ethical hacking: moral projects and the emergence of a market for vulnerability","authors":"David Bozzini","url":"https://doi.org/10.1080/1369118x.2025.2498683","doi":"10.1080/1369118x.2025.2498683","journal_full":"Information, Communication & Society","dist":0.3809,"specialized":false,"preprint":false},{"title":"Utilisation of the internet and support communities on Facebook for gestational diabetes mellitus self-management and empowerment: a cross-sectional online survey study","authors":"Sheila Pham, Kate Churruca, Louise A. Ellis, Jeffrey Braithwaite","url":"https://doi.org/10.1080/1369118x.2025.2492581","doi":"10.1080/1369118x.2025.2492581","journal_full":"Information, Communication & Society","dist":0.2755,"specialized":false,"preprint":false},{"title":"From threat to opportunity: Gaming the algorithmic system as a service","authors":"Marijn Sax, Hao Wang","url":"https://doi.org/10.14763/2025.2.2007","doi":"10.14763/2025.2.2007","journal_full":"Internet Policy Review","dist":0.2917,"specialized":false,"preprint":false},{"title":"Researcher risks: a typology for qualitative risks to researchers in communication studies","authors":"Rebecca M Rice, Kirstie McAllum","abstract":"Discussions of risk in qualitative research tend to focus on risks to research participants. However, qualitative researchers also face risks—or uncertainties with potential for harm—because they serve as the research instrument. Communication researchers are uniquely suited to problematize the meaning of risk and extend theory about what risk is by noting that risk is subjective and communicatively constructed, both in qualitative methods and in research contexts. We create a typology of five risk contexts that pose a danger to researchers: crisis, disruptive, vulnerable, emotionally risky, and ethically fraught contexts. For each context, we define the risk, propose representative examples, and critically discuss proposed coping strategies. By doing so, we make three key contributions to scholarship on qualitative methods in communication research: (1) we explore how communication concepts of temporality, care, and resilience can be extended via discussion of researcher risks; (2) we show that researcher risk is ongoing, fluid, and constantly evolving; and (3) we argue that risk management strategies must include collective support that embraces the extended temporality of researcher risk.","url":"https://doi.org/10.1093/joc/jqaf015","doi":"10.1093/joc/jqaf015","journal_full":"Journal of Communication","dist":0.3705,"specialized":false,"preprint":false},{"title":"Theory of memorable messages","authors":"Angela Cooke-Jackson, Jacqueline N Gunning, Valerie Rubinsky","abstract":"This essay forward the theory of memorable messages (ToMM), a framework useful for examining the messages that individuals remember for long periods of time (i.e., memorable messages) and their influence on identities, beliefs, and behaviors. The ToMM empowers researchers to ask how messages deemed unhelpful, harmful, or incomplete (e.g., absent) can be disrupted, or meaningfully transformed, to make room for new messages and meanings. To this aim, we first overview 40 years of atheoretical memorable messages scholarship, before detailing recent advancements in the ToMM. Next, we offer warrants for five propositions of the ToMM, aligning with metatheoretical assumptions for an interpretive approach to memorable messages scholarship. Lastly, we discuss future directions for ToMM scholarship, including opportunities to advance qualitative approaches to communication research and approach the ToMM from alternative metatheoretical perspectives.","url":"https://doi.org/10.1093/joc/jqaf016","doi":"10.1093/joc/jqaf016","journal_full":"Journal of Communication","dist":0.3469,"specialized":false,"preprint":false},{"title":"Overlapping care and control: Insights from Romanian smart speaker users","authors":"Raluca Creangă","abstract":"My research delves into the intricacies of smart speakers technology and its adoption by Romanian users, despite the absence of direct sales and Romanian language support. Interest in smart devices, particularly smart speakers, has been evident in Romania since 2018. This unique context, similar to other countries in the Global South, prompted me to investigate the usage and implications of these devices. In this article, I explore the subtle and often unconscious meanings associated with smart speaker usage in Romanian households. In this article I use the concepts of “Big Mother,” “smart wife,” and “digital housekeeping” to interrogate how smart speakers are transforming the domestic sphere under the auspices of caregiving. Smart speaker usage in Romania reveals a globally prevalent technological mindset that indicates a male-dominated approach to introducing technologies into the domestic space, with women often considered passive adopters of these technologies. Although women’s roles have greatly expanded, within the domestic space, women are still struggling with secondary positions and are carrying the burdens of household management. This disparity is exacerbated by the introduction of smart speakers and similar devices, which, rather than simplifying life, complicate it and deepen the gender divide.","url":"https://doi.org/10.1177/01634437251336156","doi":"10.1177/01634437251336156","journal_full":"Media, Culture & Society","dist":0.4668,"specialized":false,"preprint":false},{"title":"Visualizing femicide in the print media: A comparison of Italy and the UK","authors":"Jane Freeland, Alice Baroni, Melissa Jogie","abstract":"The 1995 Beijing Declaration and Platform for Action developed at the Fourth United Nations World Conference on Women acknowledged the media as a vital arena for the advancement of women’s equality. Now, thirty years after the Beijing Declaration, it is clear that structural inequalities within journalism and the media continue to shape representations of women and thus the advancement of gender equality. From this starting point, this article examines how images are used in print media reporting on femicide within intimate relationships. It asks how newspapers have visualized incidents of femicide, how this shapes narratives and understandings of domestic violence, and what this means for women’s equality. Drawing on two examples from the media in the United Kingdom and Italy, this article situates the cases within national regulatory frameworks and compares the visual representation of femicide in the printed press in the two countries as a means of understanding core principles of cultural and political narratives (visual and written) in the reporting on femicide in both countries.","url":"https://doi.org/10.1177/01634437251336149","doi":"10.1177/01634437251336149","journal_full":"Media, Culture & Society","dist":0.3871,"specialized":false,"preprint":false},{"title":"The Evidentiary Basis for Political Listening: A Meta-Analysis of the Effect of Feeling Heard","authors":"Elisa Vogel, John Gastil","url":"https://doi.org/10.1080/10584609.2025.2496961","doi":"10.1080/10584609.2025.2496961","journal_full":"Political Communication","dist":0.4585,"specialized":false,"preprint":false},{"title":"The Local News Crisis and Political Scandal","authors":"Danny Hayes","url":"https://doi.org/10.1080/10584609.2025.2498533","doi":"10.1080/10584609.2025.2498533","journal_full":"Political Communication","dist":0.3341,"specialized":false,"preprint":false},{"title":"From Entertainment to Engagement? Entertainment Figures’ Political Messaging and Audience Responses in the Digital Age","authors":"K. Jonathan Klüser","url":"https://doi.org/10.1080/10584609.2025.2498526","doi":"10.1080/10584609.2025.2498526","journal_full":"Political Communication","dist":0.4017,"specialized":false,"preprint":false},{"title":"Qualitative analysis of structural holes in emerging media industries: Evidence from Taiwan’s Over-The-Top Industry","authors":"Wen-yi Hsu","url":"https://doi.org/10.1016/j.telpol.2025.102974","doi":"10.1016/j.telpol.2025.102974","journal_full":"Telecommunications Policy","dist":0.38,"specialized":false,"preprint":false},{"title":"Estimating private costs in a descending clock auction: The FCC’s rural digital opportunity fund","authors":"Ignacio J. Núñez","url":"https://doi.org/10.1016/j.telpol.2025.102975","doi":"10.1016/j.telpol.2025.102975","journal_full":"Telecommunications Policy","dist":0.3018,"specialized":false,"preprint":false},{"title":"Resilience in telecommunications networks: A Korean case study","authors":"Min Hyeok Kang, Seongcheol Kim","url":"https://doi.org/10.1016/j.telpol.2025.102987","doi":"10.1016/j.telpol.2025.102987","journal_full":"Telecommunications Policy","dist":0.2699,"specialized":false,"preprint":false},{"title":"Misallocating Misallocation?","authors":"Maitreesh Ghatak, Dilip Mookherjee","abstract":"The macrodevelopment literature on misallocation quantifies aggregate productivity losses resulting from microeconomic distortions, relative to a first-best benchmark. However, sources of these distortions are often insufficiently explored. The microdevelopment literature in contrast provides evidence of distortions resulting from market failures owing to asymmetric information, missing markets, transaction costs, and limited state capacity, often without examining the resulting macrolevel consequences. If distortions result from such market failures rather than policies, second-best welfare-improving policies may aggravate productive misallocation. We illustrate these points in the context of manufacturing, agriculture, and rural-urban allocation of labor and land. Hence future research should devote more effort to identifying the source of distortions and using appropriate benchmarks for welfare going beyond productivity.","url":"https://doi.org/10.1146/annurev-economics-091624-051237","doi":"10.1146/annurev-economics-091624-051237","journal_full":"Annual Review of Economics","dist":0.3689,"specialized":false,"preprint":false},{"title":"Fiscal and Monetary Policy with Heterogeneous Agents","authors":"Adrien Auclert, Matthew Rognlie, Ludwig Straub","abstract":"In the past decade, a new paradigm for fiscal and monetary policy analysis has emerged, combining the canonical macro model of income and wealth inequality with the New Keynesian model. These heterogeneous-agent New Keynesian (HANK) models feature new transmission channels and allow for the joint study of aggregate and distributional effects. We review key developments in this literature through the lens of a canonical HANK model. Monetary and balanced-budget fiscal policy have similar aggregate effects as in the standard New Keynesian model, while deficit-financed fiscal policy is much more expansionary. We discuss the split between direct and indirect effects of policy as well as the implications of cyclical income risk, maturity structure, nominal assets, behavioral frictions, and many other extensions to the model. Throughout, we highlight the benefits of using sequence-space methods to solve and analyze this class of models.","url":"https://doi.org/10.1146/annurev-economics-091624-044646","doi":"10.1146/annurev-economics-091624-044646","journal_full":"Annual Review of Economics","dist":0.4146,"specialized":false,"preprint":false},{"title":"Domino Secessions","authors":"Jean Lacroix, Kris James Mitchener, Kim Oosterlinck","abstract":"A secession movement is an uncertain process that evolves over time. We develop a simple theoretical framework in which regions use news to update their decisions to secede. Uncertainty and economies of scale are necessary conditions to observe ‘domino secessions’ sequential interdependent secessions. Empirically, we use geographically-specific assets (state bonds) to assess how uncertainty and economies of scale influenced some slaveholding states’ decisions to secede from the U.S. in the 1860s. Uncertainty prevailed over the outcome of the secession movement with financial markets updating their priors on potential seceders at the election of Abraham Lincoln, but also every time a state seceded. We further document that financial markets priced in economies of scale to both state and federal debt.","url":"https://doi.org/10.1093/ej/ueaf035","doi":"10.1093/ej/ueaf035","journal_full":"Economic Journal","dist":0.4087,"specialized":false,"preprint":false},{"title":"Public debt burden and crisis severity","authors":"Álvaro Fernández-Gallardo, Iván Payá","url":"https://doi.org/10.1016/j.euroecorev.2025.105028","doi":"10.1016/j.euroecorev.2025.105028","journal_full":"European Economic Review","dist":0.2817,"specialized":false,"preprint":false},{"title":"Explaining preferences for EU integration: Theory and empirical evidence","authors":"Ingrid Mauerer, M. Socorro Puy, Sergi Urzay-Gómez","url":"https://doi.org/10.1016/j.euroecorev.2025.105038","doi":"10.1016/j.euroecorev.2025.105038","journal_full":"European Economic Review","dist":0.529,"specialized":false,"preprint":false},{"title":"Equity prices, market power, and optimal corporate tax policy","authors":"Ignacio González, Juan A. Montecino, Joseph E. Stiglitz","url":"https://doi.org/10.1016/j.euroecorev.2025.105039","doi":"10.1016/j.euroecorev.2025.105039","journal_full":"European Economic Review","dist":0.3229,"specialized":false,"preprint":false},{"title":"Cross-sectional dependence in idiosyncratic volatility","authors":"Ilze Kalnina, Kokouvi Tewou","url":"https://doi.org/10.1016/j.jeconom.2025.106003","doi":"10.1016/j.jeconom.2025.106003","journal_full":"Journal of Econometrics","dist":0.3155,"specialized":false,"preprint":false},{"title":"Recent Referees","url":"https://doi.org/10.1086/736497","doi":"10.1086/736497","journal_full":"Journal of Political Economy","dist":0.2464,"specialized":false,"preprint":false},{"title":"JPE Turnaround Times","url":"https://doi.org/10.1086/736133","doi":"10.1086/736133","journal_full":"Journal of Political Economy","dist":0.1679,"specialized":false,"preprint":false},{"title":"New evidence on the efficacy of state-based retirement programs: The case of OregonSaves","authors":"John Chalmers, Olivia S. Mitchell, Jonathan Reuter, Mingli Zhong","url":"https://doi.org/10.1016/j.jpubeco.2025.105379","doi":"10.1016/j.jpubeco.2025.105379","journal_full":"Journal of Public Economics","dist":0.3666,"specialized":false,"preprint":false},{"title":"Gulags, crime, and elite violence: Origins and consequences of the Russian mafia","authors":"Jakub Lonsky","url":"https://doi.org/10.1016/j.jpubeco.2025.105361","doi":"10.1016/j.jpubeco.2025.105361","journal_full":"Journal of Public Economics","dist":0.4135,"specialized":false,"preprint":false},{"title":"Present bias in politics and self-committing treaties","authors":"Bård Harstad, Anke S. Kessler","url":"https://doi.org/10.1016/j.jpubeco.2025.105372","doi":"10.1016/j.jpubeco.2025.105372","journal_full":"Journal of Public Economics","dist":0.3104,"specialized":false,"preprint":false},{"title":"Beliefs about inequality and the nature of support for redistribution","authors":"Aljosha Henkel, Ernst Fehr, Julien Senn, Thomas Epper","url":"https://doi.org/10.1016/j.jpubeco.2025.105350","doi":"10.1016/j.jpubeco.2025.105350","journal_full":"Journal of Public Economics","dist":0.4092,"specialized":false,"preprint":false},{"title":"Systemic Discrimination: Theory and Measurement","authors":"J Aislinn Bohren, Peter Hull, Alex Imas","abstract":"Economists often measure discrimination as disparities arising from the direct effects of group identity. We develop new tools to model and measure systemic discrimination, capturing how discrimination in other decisions indirectly contributes to disparities. A novel experimental design, the Iterated Audit, identifies systemic discrimination. We then illustrate these new tools in two field experiments. The first experiment shows how racial discrimination can accumulate across multiple rounds of hiring through the interaction of two forces: greater discrimination against inexperienced workers, which affects the opportunity to obtain experience, and high subsequent returns to experience. The second experiment shows how gender-based differences in the language of recommendation letters can translate into systemic gender discrimination in STEM hiring. We discuss how our findings qualify previous results on direct discrimination and how our tools can be used to target policy interventions.","url":"https://doi.org/10.1093/qje/qjaf022","doi":"10.1093/qje/qjaf022","journal_full":"The Quarterly Journal of Economics","dist":0.531,"specialized":false,"preprint":false},{"title":"The impact of the Covid-19 pandemic on social inequalities in international student mobility: a scoping review","authors":"Joana Almeida, Nicolai Netz, David Nika, Ewa Krzaklewska, Joyce Aguiar, Alina Botezat, Thais França, Suvi Jokila, Bernhard Streitwieser, Rúna Vigdís Guðmarsdóttir, Daniel Malet Calvo","abstract":"This systematic literature review sheds light on social inequalities in students’ access to and experiences of international student mobility (ISM) in the context of the Covid-19 pandemic. Following a scoping approach based on the 2020 PRISMA guidelines, it synthesises 48 empirical studies published in the most intense phase of the Covid-19 pandemic, namely between January 2020 and June 2022. The findings demonstrate that the social inequalities that became visible due to the pandemic relate to different study abroad phases (before, during, and after ISM) and levels of analysis (micro, meso, and macro level). At the micro level, the four most frequently examined dimensions of social inequality comprise (1) students’ mental health and wellbeing, (2) experiences of exclusion, discrimination, or racism, (3) financial vulnerability, and (4) determinants of study abroad plans. At the meso level, the reviewed studies mostly address (5) institutional support services. Macro-level studies focus on (6) governmental policies and negative public perceptions of international students. The review demonstrates that the pandemic not only exacerbated previously known social inequalities, but also created new ones, which were experienced by students mostly whilst they were abroad. It also highlights that different social inequalities are connected to specific study abroad phases, student groups, and social structures. Moreover, it shows that the inefficiency or lack of support of both meso- and macro-level structures may enhance the social vulnerability of specific groups of international students. Overall, the review indicates that during the most intense phase of the Covid-19 pandemic, scholarly attention has shifted from inequalities in access to ISM to the lived experiences of international students.","url":"https://doi.org/10.1186/s40878-025-00436-0","doi":"10.1186/s40878-025-00436-0","journal_full":"Comparative Migration Studies","dist":0.4879,"specialized":true,"preprint":false},{"title":"Gendered transnational impunity and infrastructural violence on the migrant journey through Mexico","authors":"Talia Mills","url":"https://doi.org/10.1080/01419870.2025.2494243","doi":"10.1080/01419870.2025.2494243","journal_full":"Ethnic and Racial Studies","dist":0.469,"specialized":true,"preprint":false},{"title":"“I’ll still continue to rise:” Black women’s experiences in academia","authors":"Christy M. Howard, Benjamin Blaisdell, Syntia Santos Dietz","url":"https://doi.org/10.1080/01419870.2025.2496262","doi":"10.1080/01419870.2025.2496262","journal_full":"Ethnic and Racial Studies","dist":0.3634,"specialized":true,"preprint":false},{"title":"Temporalities and change in Senegalese and Gambian self-organisation in Germany: accelerated immigration, demographic dynamics, and political opportunities","authors":"Judith Altrogge, Hamza Safouane, Julia Stier","url":"https://doi.org/10.1080/1369183x.2025.2500642","doi":"10.1080/1369183x.2025.2500642","journal_full":"Journal of Ethnic and Migration Studies","dist":0.5195,"specialized":true,"preprint":false},{"title":"From ‘migrant’ to ‘refugee’: what changed? Working lives of Ukrainian women in the Czech Republic","authors":"Olga Gheorghiev","url":"https://doi.org/10.1080/1369183x.2025.2492348","doi":"10.1080/1369183x.2025.2492348","journal_full":"Journal of Ethnic and Migration Studies","dist":0.4828,"specialized":true,"preprint":false},{"title":"Losing and finding home twice: Ukrainian women’s experiences of secondary internal displacement","authors":"Marnie Howlett, Daryna Dvornichenko","url":"https://doi.org/10.1080/1369183x.2025.2499712","doi":"10.1080/1369183x.2025.2499712","journal_full":"Journal of Ethnic and Migration Studies","dist":0.4271,"specialized":true,"preprint":false},{"title":"Determinants of Attitudes Toward Reconciliation with Indigenous Peoples","authors":"Christopher Alcantara, Allison Harell, Laura Stephenson, Megan Payler","abstract":"Existing research on public opinion towards Indigenous peoples tends to focus on the extent to which citizens hold racist and anti-Indigenous attitudes. In contrast, few empirical studies have examined the extent to which citizens support reconciliation with Indigenous peoples. Drawing on data from the 2021 Canadian Election Study (CES), we construct a novel Indigenous reconciliation scale to measure non-Indigenous support for policies that seek to address the historical and ongoing legacies of residential schools. We then compare this scale to existing measures of Indigenous resentment before investigating the effects of several individual-level determinants related to attitudes, elite cues, and policy preferences on support for Indigenous reconciliation policies. Our findings shed light on the ongoing efforts in settler countries in North and South America and Australasia to decolonize their settler institutions and to create new and renewed relationships with Indigenous communities in those countries.","url":"https://doi.org/10.1017/rep.2025.30","doi":"10.1017/rep.2025.30","journal_full":"Journal of Race Ethnicity and Politics","dist":0.5313,"specialized":true,"preprint":false},{"title":"Gender Attitudes, Inequality and Migration Decision‐Making","authors":"Sandra Morgenstern, Carlos Vargas‐Silva","abstract":"We explore the role of gender‐unequal attitudes towards gender norms and perceived structural gender inequality in the migration decision‐making of men and women. Adopting a conceptual model based on possible selves theory, the research employs a contextual social identity perspective concerning gender. We posit that the disparate spheres of inequality experienced by women relative to men should have a distinct relationship with the constituent elements of migration decision‐making per gender. We expect a negative (positive) relationship between more conservative gender attitudes and women's (men's) aspirations to migrate. Similarly, gender inequalities concerning structural opportunities should have a negative (positive) relationship with women's (men's) expectation to migrate. We explore these propositions using survey data from a sample of 11,563 young adults aged 18‐39 from Afghanistan, Cabo Verde, Ethiopia, Ghana, Guinea, Nigeria, Pakistan, Somalia, Tunisia and Turkey. The results provide insights regarding the role of gender‐unequal attitudes and structural gender inequality in migration decision‐making. More conservative gender‐unequal attitudes are associated with a lower preference for migration among women. More conservative gender‐unequal attitudes have no statistically significant relationship with a preference for migration among men. On the other hand, higher perceived structural gender inequality is linked to higher expectations of migration for men, but with no statistically significant indication for women.","url":"https://doi.org/10.1002/psp.70044","doi":"10.1002/psp.70044","journal_full":"Population Space and Place","dist":0.6137,"specialized":true,"preprint":false},{"title":"The Diffusion of Late Fertility Across European Regions (2006–2018)","authors":"Ingrid Setz, Marie‐Caroline Compans, Éva Beaujouan","abstract":"The rise in late fertility has emerged as a landmark trend in high‐income countries in recent decades. Yet, its spread has been geographically uneven, which has largely been attributed to socioeconomic contextual factors. Our study introduces a new perspective: the role of spatial diffusion processes. We exploit the regional variation in the increase in the contribution of late fertility rates to total fertility to assess whether a region follows the behaviour of nearby regions in preceding periods. To test this, we use a comprehensive panel of 193 regions across 18 European countries and utilise a dynamic spatial Durbin model that captures both temporal and spatial interdependencies. After accounting for socioeconomic factors known to affect late fertility rates, such as the tertiarisation of education or changes in the opportunity structure of the labour market, we still find a significant association between geographic proximity and the rise in late fertility across European regions. This underlines the deep interconnectedness within and across contemporary societies. Thus, beyond socioeconomic transformations, our research provides empirical evidence that diffusion processes have contributed to the spread of late births across the continent, and will likely continue to shape future fertility trends.","url":"https://doi.org/10.1002/psp.70031","doi":"10.1002/psp.70031","journal_full":"Population Space and Place","dist":0.5079,"specialized":true,"preprint":false},{"title":"Herring spawned poleward following fishery-induced collective memory loss","authors":"Aril Slotte, Are Salthaug, Sindre Vatnehol, Espen Johnsen, Erik Askov Mousing, Åge Høines, Cecilie Thorsen Broms, Sigurvin Bjarnason, Eydna í Homrum, Øystein Skagseth, Erling Kåre Stenevik","url":"https://doi.org/10.1038/s41586-025-08983-3","doi":"10.1038/s41586-025-08983-3","journal_full":"Nature","dist":0.2846,"specialized":false,"preprint":false},{"title":"Serotonin and neurotensin inputs in the vCA1 dictate opposing social valence","authors":"Julia M. Zorab, Huanhuan Li, Richa Awasthi, Anna Schinasi, Yoonjeong Cho, Thomas O’Loughlin, Xiaoting Wu","url":"https://doi.org/10.1038/s41586-025-08809-2","doi":"10.1038/s41586-025-08809-2","journal_full":"Nature","dist":0.2906,"specialized":false,"preprint":false},{"title":"Social media use in adolescents with and without mental health conditions","authors":"Luisa Fassi, Amanda M. Ferguson, Andrew K. Przybylski, Tamsin J. Ford, Amy Orben","abstract":"Concerns about the relationship between social media use and adolescent mental health are growing, yet few studies focus on adolescents with clinical-level mental health symptoms. This limits our understanding of how social media use varies across mental health profiles. In this Registered Report, we analyse nationally representative UK data ( N = 3,340, aged 11–19 years) including diagnostic assessments by clinical raters alongside quantitative and qualitative social media measures. As hypothesized, adolescents with mental health conditions reported spending more time on social media and were less happy about the number of online friends than adolescents without conditions. We also found hypothesized differences in social media use by condition type: adolescents with internalizing conditions reported spending more time on social media, engaging in more social comparison and experiencing greater impact of feedback on mood, alongside lower happiness about the number of online friends and lower honest self-disclosure. In contrast, those with externalizing conditions only reported higher time spent. These findings emphasize the need to consider diverse adolescent mental health profiles in policy and clinical practice.","url":"https://doi.org/10.1038/s41562-025-02134-4","doi":"10.1038/s41562-025-02134-4","journal_full":"Nature Human Behaviour","dist":0.3649,"specialized":false,"preprint":false},{"title":"Towards a personalized happiness approach to capturing change in satisfaction","authors":"Emorie D. Beck, Felix Cheung, Stuti Thapa, Joshua J. Jackson","url":"https://doi.org/10.1038/s41562-025-02171-z","doi":"10.1038/s41562-025-02171-z","journal_full":"Nature Human Behaviour","dist":0.3654,"specialized":false,"preprint":false},{"title":"Playing repeated games with large language models","authors":"Elif Akata, Lion Schulz, Julian Coda-Forno, Seong Joon Oh, Matthias Bethge, Eric Schulz","abstract":"Large language models (LLMs) are increasingly used in applications where they interact with humans and other agents. We propose to use behavioural game theory to study LLMs’ cooperation and coordination behaviour. Here we let different LLMs play finitely repeated 2 × 2 games with each other, with human-like strategies, and actual human players. Our results show that LLMs perform particularly well at self-interested games such as the iterated Prisoner’s Dilemma family. However, they behave suboptimally in games that require coordination, such as the Battle of the Sexes. We verify that these behavioural signatures are stable across robustness checks. We also show how GPT-4’s behaviour can be modulated by providing additional information about its opponent and by using a ‘social chain-of-thought’ strategy. This also leads to better scores and more successful coordination when interacting with human players. These results enrich our understanding of LLMs’ social behaviour and pave the way for a behavioural game theory for machines.","url":"https://doi.org/10.1038/s41562-025-02172-y","doi":"10.1038/s41562-025-02172-y","journal_full":"Nature Human Behaviour","dist":0.3462,"specialized":false,"preprint":false},{"title":"Physical punishment and lifelong outcomes in low‑ and middle‑income countries: a systematic review and multilevel meta-analysis","authors":"Jorge Cuartas, Elizabeth T. Gershoff, Drew H. Bailey, Maria Alejandra Gutiérrez, Dana C. McCoy","url":"https://doi.org/10.1038/s41562-025-02164-y","doi":"10.1038/s41562-025-02164-y","journal_full":"Nature Human Behaviour","dist":0.391,"specialized":false,"preprint":false},{"title":"Healthy sleep durations appear to vary across cultures","authors":"Christine Ou, Nigel Mantou Lou, Charul Maheshka, Marc Shi, Kosuke Takemura, Benjamin Cheung, Steven J. Heine","abstract":"Past research finds that sleep duration is reliably linked with health yet sleep durations differ substantially between countries. We investigated whether countries with shorter sleep durations have worse health. Study 1 analyzed national sleep durations from 14 past investigations ( k = 353) and found that they were not associated with national health. Study 2 collected sleep duration and health data from people from 20 different countries ( N = 4,933). Average sleep durations varied substantially between countries (range = 1.57 h). A quadratic relation between sleep duration and health was found in all countries, although the turning points varied between countries. Individuals whose sleep duration was closer to their country’s perceived ideal reported better health. The results suggest that the amount of sleep associated with optimal health varies across countries.","url":"https://doi.org/10.1073/pnas.2419269122","doi":"10.1073/pnas.2419269122","journal_full":"Proceedings of the National Academy of Sciences","dist":0.3477,"specialized":false,"preprint":false},{"title":"Simulating regional workforce impacts of decarbonizing integrated steelmaking","authors":"Jillian Miles, Christophe Combemale, Valerie J. Karplus, P. Chris Pistorius","abstract":"Global efforts to mitigate climate change are increasing pressure on heavy manufacturing industries to decarbonize production. The iron and steel industry is responsible for 7% of CO 2 emissions globally (2% in the United States) and is often a major employer in the regions where iron and steel is produced. Understanding the future prospects for workers in regions with high CO 2 emitting industries—including impacts of phasing out or evolving such industries—will be critical for informing regional economic and clean energy strategies. We simulate the impact of an “in-place” transition that replaces today’s integrated production with direct reduced iron (DRI) used in electric arc furnaces (EAFs), using Southwest Pennsylvania as an application of our generalizable approach. Our results suggest that the integrated steelmaking workforce today has the skills, knowledge, and abilities (SKAs) to fill over 95% of all jobs required by DRI/EAF facilities, but the number of jobs is only 25% of those at integrated plants. We also find that some occupational groups have greater general transferability into the broader job market, while other groups, such as production workers, are ill-equipped today based on current SKAs to transition out of the iron and steel industry. Our methodology further suggests factors that limit transitions: Around 85% of occupations are more limited by missing skills, while 15% are more limited by insufficient wages. These results may help to improve the design of social policy and the targeting of retraining programs, while the simulation approach can be readily adapted for other regions and industries.","url":"https://doi.org/10.1073/pnas.2419294122","doi":"10.1073/pnas.2419294122","journal_full":"Proceedings of the National Academy of Sciences","dist":0.3998,"specialized":false,"preprint":false},{"title":"Using pledges to improve the effectiveness of environmental information campaigns: The case of biowaste recycling","authors":"Eduard Alonso-Paulí, Pau Balart, Lara Ezquerra, Iñigo Hernandez-Arenaz","abstract":"Through a field study (N = 1,519) that uses a technology to record real-time data on waste sorting, we find that offering the opportunity to sign a pledge increases the effectiveness of an environmental campaign. With a timespan of over four years, the pledge increased waste sorting participation by 4.55 to 5.10 percentage points (SD = 0.1997). The effect is greater immediately after the campaign (around 9 to 10 pp during the first 15 wk), but it remains sizable and statistically significant 150 to 210 wk after signing (3.11 to 4.45 pp).","url":"https://doi.org/10.1073/pnas.2414578122","doi":"10.1073/pnas.2414578122","journal_full":"Proceedings of the National Academy of Sciences","dist":0.3818,"specialized":false,"preprint":false},{"title":"Pre-Hispanic ritual use of psychoactive plants at Chavín de Huántar, Peru","authors":"John W. Rick, Verónica S. Lema, Javier Echeverría, Giuseppe Alva Valverde, Daniel A. Contreras, Oscar Arias Espinoza, Silvana A. Rosenfeld, Matthew P. Sayre","abstract":"Ritual is broadly accepted as an important locus of social interaction in the pre-Hispanic Central Andes, and research into the development of durable sociopolitical inequality in the region often focuses on the social and political roles of public rituals. At the Middle-Late Formative Period (ca. 1200–400 BCE) monumental center of Chavín de Huántar, as well as at contemporary sites, ritual has long been hypothesized to include the use of psychoactive plants. However, neither psychoactive plant remains nor chemical traces of psychoactive compounds in likely ritual contexts have been identified at any of these sites. Recently excavated deposits sealed in an underground gallery at Chavín contained twenty-three artifacts of forms (especially bone tubes) associated with consumption of psychoactive plants elsewhere in the region. We here report, based on independent microbotanical and chemical analyses, two kinds of direct evidence for use of psychoactive plants in institutionalized ritual at Chavín. These results are direct evidence of psychoactive plants in archaeological bone tubes used as inhalers and the northernmost direct evidence of vilca and Nicotiana use in the pre-Hispanic Andes.","url":"https://doi.org/10.1073/pnas.2425125122","doi":"10.1073/pnas.2425125122","journal_full":"Proceedings of the National Academy of Sciences","dist":0.2859,"specialized":false,"preprint":false},{"title":"Paving the way for social touch at a distance: Sonifying tactile interactions and their underlying emotions","authors":"Alexandra de Lagarde, Catherine Pelachaud, Louise P. Kirsch, Malika Auvray","abstract":"Social touch is crucial for human well-being, as a lack of tactile interactions increases anxiety, loneliness, and need for social support. To address the detrimental effects of social isolation, we build on cutting-edge research on social touch and movement sonification to investigate whether social tactile gestures could be recognized through sounds, a sensory channel giving access to remote information. Four online experiments investigated participants’ perception of auditory stimuli that were recorded with our “audio-touch” sonification technique, which captures the sounds of touch. In the first experiment, participants correctly categorized sonified skin-on-skin tactile gestures (i.e., stroking, rubbing, tapping, hitting). In the second experiment, the audio-touch sample consisted of the sonification of six socio-emotional intentions conveyed through touch (i.e., anger, attention, fear, joy, love, sympathy). Participants categorized above chance the socio-emotional intentions of skin-on-skin touches converted into sounds and coherently rated their valence. In two additional experiments, the surface involved in the touches (either skin or plastic) was shown to influence participants’ recognition of sonified gestures and socio-emotional intentions. Thus, our research unveils that specific information about social touch (i.e., gesture, emotions, and surface) can be recognized through sounds, when they are obtained with our specific sonifying methodology. This shows significant promise for providing remote access, through the auditory channel, to meaningful social touch interactions.","url":"https://doi.org/10.1073/pnas.2407614122","doi":"10.1073/pnas.2407614122","journal_full":"Proceedings of the National Academy of Sciences","dist":0.4197,"specialized":false,"preprint":false},{"title":"Why does AI hinder democratization?","authors":"C. Y. Cyrus Chu, Juin-Jen Chang, Chang-Ching Lin","abstract":"This paper examines the relationship between democratization and the development of AI and information and communication technology (ICT). Our empirical evidence shows that in the past 10 y, the advancement of AI/ICT has hindered the development of democracy in many countries around the world. Given that both the state rulers and civil society groups can use AI/ICT, the key that determines which side would benefit more from the advancement of these technologies hinges upon “technology complementarity.” In general, AI/ICT would be more complementary to the government rulers because they are more likely than civil society groups to access various administrative big data. Empirically, we propose three hypotheses and use statistical tests to verify our argument. Theoretically, we prove a proposition, showing that when the above-mentioned complementarity assumption is true, the AI/ICT advancements would enable rulers in authoritarian and fragile democratic countries to achieve better control over civil society forces, which leads to the erosion of democracy. Our analysis explains the recent ominous development in some fragile-democracy countries.","url":"https://doi.org/10.1073/pnas.2423266122","doi":"10.1073/pnas.2423266122","journal_full":"Proceedings of the National Academy of Sciences","dist":0.3908,"specialized":false,"preprint":false},{"title":"We need better ways to re-evaluate conservation policies when they’re founded on flawed research","authors":"Kevin T. Shoemaker, Kevin J. Loope","url":"https://doi.org/10.1073/pnas.2426166122","doi":"10.1073/pnas.2426166122","journal_full":"Proceedings of the National Academy of Sciences","dist":0.2699,"specialized":false,"preprint":false},{"title":"Testing theories of political persuasion using AI","authors":"Lisa P. Argyle, Ethan C. Busby, Joshua R. Gubler, Alex Lyman, Justin Olcott, Jackson Pond, David Wingate","abstract":"Despite its importance to society and many decades of research, key questions about the social and psychological processes of political persuasion remain unanswered, often due to data limitations. We propose that AI tools, specifically generative large language models (LLMs), can be used to address these limitations, offering important advantages in the study of political persuasion. In two preregistered online survey experiments, we demonstrate the potential of generative AI as a tool to study persuasion and provide important insights about the psychological and communicative processes that lead to increased persuasion. Specifically, we test the effects of four AI-generated counterattitudinal persuasive strategies, designed to test the effectiveness of messages that include customization (writing messages based on a receiver’s personal traits and beliefs), and elaboration (increased psychological engagement with the argument through interaction). We find that all four types of persuasive AI produce significant attitude change relative to the control and shift vote support for candidates espousing views consistent with the treatments. However, we do not find evidence that message customization via microtargeting or cognitive elaboration through interaction with the AI have much more persuasive effect than a single generic message. These findings have implications for different theories of persuasion, which we discuss. Finally, we find that although persuasive messages are able to moderate some people’s attitudes, they have inconsistent and weaker effects on the democratic reciprocity people grant to their political opponents. This suggests that attitude moderation (ideological depolarization) does not necessarily lead to increased democratic tolerance or decreased affective polarization.","url":"https://doi.org/10.1073/pnas.2412815122","doi":"10.1073/pnas.2412815122","journal_full":"Proceedings of the National Academy of Sciences","dist":0.5799,"specialized":false,"preprint":false},{"title":"The post-truth era and how science education keeps ignoring it","authors":"Sibel Erduran","abstract":"The term “post-truth” has been used to characterize the contemporary era . Designated as the word of the year in 2016 by the Oxford English Dictionary , “post-truth” refers to “relating to or denoting circumstances in which objective facts are less influential in shaping political debate or public opinion than appeals to emotion and personal belief.” Authors advocate that more needs to be done to address the adverse effects of post-truth, such as misinformation , and to help people cope with it. But what exactly needs to be done? Take the science education ecosystem, for example: What are the implications for science curricula in schools and universities? How should school science teachers and university lecturers teach? One way of dealing with post-truth is to focus on the nature and importance of scientific evidence to counter proliferation of misinformation. My own research group has been investigating strategies to support evidence-based reasoning in secondary school science lessons for more than 25 years. Our work has highlighted how students’ skills in evidence-based reasoning can be supported through resources and pedagogical strategies .","url":"https://doi.org/10.1126/science.adx5458","doi":"10.1126/science.adx5458","journal_full":"Science","dist":0.3101,"specialized":false,"preprint":false},{"title":"Boosting Public Confidence in U.S. Agency Policymaking","authors":"Natalie L. Smith, Susan Webb Yackee","abstract":"Scholars have documented a steep decline in Americans' trust in the bureaucracy. This trend is problematic because it threatens the legitimacy of democratic policymaking by public sector agencies. We hypothesize that the participation of the bureaucracy's elected political principals in agency policy decision‐making increases public confidence in the regulatory process. To test this argument, we implement a vignette‐based survey experiment with roughly 1350 people in a politically divided U.S. state. The experimental evidence demonstrates that, even when controlling for partisanship, public confidence in state agency policymaking increases when legislators and the governor are actively engaged in the process. To some, these results may be surprising: how could the participation of elected government actors—who, themselves, are often held in such low esteem—boost public confidence? Others may view the findings as a normative rationale for further structural design reforms that encourage the involvement of elected representatives in agency rulemaking.","url":"https://doi.org/10.1111/gove.70021","doi":"10.1111/gove.70021","journal_full":"Governance","dist":0.4593,"specialized":false,"preprint":false},{"title":"The Power of Ideational Reach: A New Approach to State Capacity","authors":"Anna Persson, Frida Boräng, Ruth Carlitz","abstract":"State capacity is widely recognized as a prerequisite for the successful fostering of economic and political development and is considered key to understanding change and enduring differences in development across countries. Yet, despite its influence, there are several aspects of the exercise of state power that are still in need of explanation. Such aspects typically relate to unexpected variation in outcomes within and/or across polities and policies. To better understand these outcomes, this paper argues that we must recognize the ways in which the modern state is not only a physical and organizational entity but also a politically constructed—and highly contested— idea  of how political order should be organized. Against this backdrop, the paper introduces a new dimension of state capacity: ideational reach —defined as the ability to engender loyalty to the idea of the state as the primary source of authority among the population.","url":"https://doi.org/10.1111/gove.70020","doi":"10.1111/gove.70020","journal_full":"Governance","dist":0.4367,"specialized":false,"preprint":false},{"title":"Informal Taxation, Co‐Production and Political Gender Bias: A Theory of Voter Bias Against Women Village Leaders","authors":"Paul Schuler, Xiao Ding","abstract":"Are voters particularly biased against women holding village leadership positions? We initially theorize that traditional ceremonial roles drive anti‐woman bias for rural village leadership positions. Our results partially align with expectations. While we find that voters in rural areas are more biased against women as village leaders than for other positions, our results and follow‐up interviews suggest a different mechanism. We find that women face heightened voter bias because village leadership positions require personal authority, stereotypically seen as a male trait necessary to mobilize co‐production. Support for this explanation comes from three waves of a massive, nationally representative survey in Vietnam. The findings demonstrate that women face high levels of bias against becoming village leaders in rural areas, where personal authority is important. This suggests that bias against women village leaders is rooted in the need for informal taxation, distinguishing it from biases against women in other positions.","url":"https://doi.org/10.1111/gove.70023","doi":"10.1111/gove.70023","journal_full":"Governance","dist":0.4994,"specialized":false,"preprint":false},{"title":"Politically Connected Firms: Trade, Competition and Rent‐Seeking","authors":"David Coen, Matia Vannoni","abstract":"This paper examines how companies respond to global economic shocks by seeking political connections. Using company‐level data, the study explores how exposure to increased trade competition—specifically, rising Chinese imports—affects U.S. firms' lobbying strategies. The findings reveal that companies facing greater economic pressures are more likely to hire politically connected lobbyists, particularly in industries more exposed to trade. These findings indicate that, during periods of economic instability, firms actively pursue political influence as a strategy to manage uncertainty and safeguard their interests.","url":"https://doi.org/10.1111/gove.70024","doi":"10.1111/gove.70024","journal_full":"Governance","dist":0.4949,"specialized":false,"preprint":false},{"title":"The rise of the European Enlargement State: blended finance, development banks and the new modalities of EU accession","authors":"Matthias Thiemann, Dan Mocanu, Dora Piroska","url":"https://doi.org/10.1080/13501763.2025.2497353","doi":"10.1080/13501763.2025.2497353","journal_full":"Journal of European Public Policy","dist":0.4149,"specialized":false,"preprint":false},{"title":"Rethinking currency internationalisation: offshore money creation and the EU’s monetary governance","authors":"Jens van ’t Klooster, Steffen Murau","url":"https://doi.org/10.1080/13501763.2025.2497357","doi":"10.1080/13501763.2025.2497357","journal_full":"Journal of European Public Policy","dist":0.4015,"specialized":false,"preprint":false},{"title":"Green but cautious. How preferences on European integration shape public opinion on the European Green Deal","authors":"Markus Kollberg, Jannik Jansen, Tarik Abou-Chadi, Nils Redeker","url":"https://doi.org/10.1080/13501763.2025.2495677","doi":"10.1080/13501763.2025.2495677","journal_full":"Journal of European Public Policy","dist":0.4249,"specialized":false,"preprint":false},{"title":"Exploring the Influence of Administrative Capacities on Administrative Burdens","authors":"Fabiola Perales-Fernandez","abstract":"This research explores administrative capacities to explain the variation in the public’s experience of administrative burdens. Through a qualitative exploratory case study based on semi-structured interviews in Mexico, the paper argues that administrative capacities can structure or shape administrative burdens. The effect can be either positive, where burdens are alleviated or transferred to the state, or negative, where burdens are amplified or newly created. This study identified six administrative capacities that influence administrative burdens: the design of interaction rules, government communication strategies, government resources, organizational structures that provide personalized assistance to citizens, coordination schemes among government offices, and professionalization of street-level bureaucrats. This paper contributes to the growing literature on the governance of administrative burdens and strategies for burden reduction.","url":"https://doi.org/10.1093/jopart/muaf011","doi":"10.1093/jopart/muaf011","journal_full":"Journal of Public Administration Research and Theory","dist":0.4371,"specialized":false,"preprint":false},{"title":"Patterns of bureaucracy: Conceptualizing administrative traditions","authors":"Marlene Jugl","abstract":"Administrative traditions (AT) are a prominent approach to classify and compare administrative systems across countries, yet there is a lack of agreement on the definition and conceptual dimensions of AT. This article addresses this gap by synthesizing existing knowledge on AT and refining its conceptualization in three steps. First, a systematic review of 505 publications since 1998 elucidates the diverse understandings of AT and the study contexts in which the concept is used. Secondly, ten AT attributes that emerged from the review are operationalized with secondary data for 49 administrative systems from across the world. Using exploratory factor analysis, the study identifies two underlying dimensions of the AT concept: Citizen orientation and Structural concentration. In a third step, I propose two indices to measure AT along these two dimensions and apply it to map contemporary administrative systems from 49 diverse countries. The analysis uncovers important variation within assumed country families such as the Anglo-American or post-communist groups. The article’s core contributions are the empirically grounded and parsimonious conceptualization of AT as the degree of Citizen orientation and Structural concentration in a country’s public administration as well as the validated two-dimensional AT measure.","url":"https://doi.org/10.1093/jopart/muaf012","doi":"10.1093/jopart/muaf012","journal_full":"Journal of Public Administration Research and Theory","dist":0.4199,"specialized":false,"preprint":false},{"title":"Governance in layers: how female street-level bureaucrats reshape state power through emotional labor","authors":"Yujie Zhang","abstract":"This article draws on multi-sited ethnographic fieldwork conducted from 2021 to 2024 across six Chinese cities, encompassing 28 semi-structured interviews, 16 roundtable discussions with 75 participants, and over 300 hours of direct observations and covert site visits. Building on street-level bureaucracy theory, the study recasts emotional labor as a latent engine of governance rather than a mere coping mechanism. Specifically focusing on female street-level bureaucrats (SLBs), it examines how they navigate state directives, absorb community tensions, and deploy institutionally mandated empathy. Findings illustrate that female SLBs’ emotional labor defuses conflicts, nurtures short-term stability, and projects a caring image of the state, albeit often at the expense of their own professional advancement and well-being. Moreover, by highlighting the gendered expectations embedded in frontline governance, the study reveals a paradoxical reliance on “invisible” emotional labor, which can reinforce structural inequities and an overdependence on personal agency. The analysis suggests that recognizing emotional labor’s integral role—and its corresponding vulnerabilities—is vital to improving public service design. The article concludes by calling for institutional reforms to provide formal recognition of emotional labor, ensuring it is not perpetually relegated to an uncredited or feminized domain of governance.","url":"https://doi.org/10.1093/jopart/muaf013","doi":"10.1093/jopart/muaf013","journal_full":"Journal of Public Administration Research and Theory","dist":0.4687,"specialized":false,"preprint":false},{"title":"Exploring Government‐Citizen Interaction in Public Service Performance Assessment: Trade‐Offs, Synergies, and Critical Issues","authors":"Carmela Barbera, Mariafrancesca Sicilia, Ileana Steccolini","abstract":"Citizens' participation and direct initiatives are on the rise, including in assessing public service performance. Performance measurement and government‐citizen interactions have been traditionally studied separately in public administration scholarship. To bridge this gap, this article integrates these two bodies of literature, proposing a typology of approaches to government‐citizen interactions in public service performance assessment and highlighting their features. It also discusses the possible synergies and trade‐offs emerging at the intersection between “interaction” and “assessment.” In particular, the article focuses on how relevance, reliability, and understandability shape and are shaped by the interaction between governments and citizens in both government‐led and citizen‐led initiatives of performance assessment. Finally, the paper puts forward a research agenda for the study of interactive forms of public service performance measurement.","url":"https://doi.org/10.1111/padm.13068","doi":"10.1111/padm.13068","journal_full":"Public Administration","dist":0.4128,"specialized":false,"preprint":false},{"title":"Multiple Logics in Performance Management of Collaborations for Sustainability: An Integrative Review","authors":"Elina Vikstedt, Jarmo Vakkuri","abstract":"Governing arrangements involving public, private, and third‐sector actors are increasingly initiated to tackle sustainability challenges. Their value creation relies on the collective efforts of diverse stakeholders, but actors adhering to different institutional logics have divergent opinions on what collaborative value creation should encompass and how it should be measured and managed. This integrative literature review explores the performance measurement and management (PMM) of collaborative governance initiatives for sustainable development, focusing on how multiple institutional logics are integrated into PMM. By reviewing 104 research articles and book chapters from various disciplines and policy domains, the review highlights the omission of hybridity in PMM of collaborations and proposes multi‐logic PMM approaches to enhance the integration of multiple logics into PMM research and practice. The review concludes with propositions for further theorization and development of performance governance that enhances understanding of institutional hybridity and diversity in collaborative governance.","url":"https://doi.org/10.1111/puar.13959","doi":"10.1111/puar.13959","journal_full":"Public Administration Review","dist":0.3946,"specialized":false,"preprint":false},{"title":"Public service motivation and policy implementation attitudes: survey experimental evidence from Street-level Bureaucrats in China","authors":"Chao An, Jinhai Yu, Xi Tan","url":"https://doi.org/10.1080/14719037.2025.2501734","doi":"10.1080/14719037.2025.2501734","journal_full":"Public Management Review","dist":0.438,"specialized":false,"preprint":false},{"title":"Drivers of Noncompliance With Vaccine Mandates—The Interplay Between Distrust, Rationality, Morality, and Social Motivation","authors":"Katie Attwell, Hang Duong, Amy Morris, Leah Roberts, Mark Navin","abstract":"COVID‐19 amplified the issue of public resistance to government vaccination programs. Little attention has focused on people's moral reasons for noncompliance, which differ from—but often build upon—the epistemic claims they make about vaccine safety and efficacy, disease severity, and the trustworthiness of government. This study explores the drivers of noncompliance with the COVID‐19 vaccination program in Western Australia, using in‐depth interviews with refusers. Distrust in the government and concerns about safety, efficacy, and necessity (rationality) drive noncompliance when vaccination is voluntary. When governments mandate vaccines, rationales expand to include cost–benefit analyses of consequences, consideration of available alternatives, and moral justifications, with policytakers expressing “morality policy reactance” toward mandates as morality (rather than regulatory) policies. Our theoretical framework of vaccine noncompliance drivers shows distrust, rationality, and morality as interrelated and supported by social motivation. We consider policy implications and suggest holistic measures.","url":"https://doi.org/10.1111/rego.70018","doi":"10.1111/rego.70018","journal_full":"Regulation & Governance","dist":0.4322,"specialized":false,"preprint":false},{"title":"The role of social networks in institutional trust during economic downturns","authors":"Miranda J Lubbers","abstract":"Citizens’ trust in institutions is crucial for the proper functioning of societies. While national economic performance is a key predictor of institutional trust, individuals’ perceptions of the economy—through which this influence is thought to operate— vary widely, suggesting that additional factors play a role in shaping these perceptions. One largely ignored factor is social networks. This paper argues that acquaintanceship networks expose individuals unevenly to the economic conditions of others, which in turns shapes their trust in institutions. Using Spain as a case study in the aftermath of the 2008–2014 financial crisis, the study examines how individuals’ network exposure to economic distress relates to their institutional trust. Data from a nationally representative survey show that network homogeneity results in uneven exposure to the crisis’s negative effects among individuals from different socioeconomic and age groups, potentially biasing their economic perceptions. Even when controlling for household income, employment status, education, age, and other variables, greater network exposure to distress remains significantly associated with lower institutional trust. These findings highlight the crucial role of social networks in institutional trust.","url":"https://doi.org/10.1093/esr/jcaf011","doi":"10.1093/esr/jcaf011","journal_full":"European Sociological Review","dist":0.5304,"specialized":false,"preprint":false},{"title":"Gendered beauty inequalities? A multiverse analysis of physical attractiveness, occupational gender-typicality and earnings in the German labour market","authors":"Reinhard Schunck, Johanna Gereke, Emily Hellriegel","abstract":"How do returns to physical attractiveness in the labour market vary depending on the alignment between an employee’s gender and the gender composition of their occupation? Research suggests that attractiveness often invokes gender-typical stereotypes. If these stereotypes imply a mismatch between what are considered to be necessary traits in an occupation and those which are ascribed to a person, this may lead to penalties for attractive individuals with a weak trait-job fit. To test this proposition, we combine longitudinal data from the German Family Panel (pairfam) including interviewer ratings of attractiveness with official statistics on occupational gender segregation. Employing a multiverse analysis across 6,912 model specifications, we consistently find positive associations between individuals’ attractiveness and their earnings for both women and men. However, we do not find evidence that attractive individuals face earnings penalties when employed in occupations typically dominated by the opposite gender.","url":"https://doi.org/10.1093/esr/jcaf008","doi":"10.1093/esr/jcaf008","journal_full":"European Sociological Review","dist":0.4806,"specialized":false,"preprint":false},{"title":"Review of “The Habitation Society: Creating Sustainable Prosperity”","authors":"Tad Skotnicki","url":"https://doi.org/10.1093/sf/soaf055","doi":"10.1093/sf/soaf055","journal_full":"Social Forces","dist":0.3685,"specialized":false,"preprint":false},{"title":"Review of “Natural: Black Beauty and the Politics of Hair”","authors":"Taura Taylor","url":"https://doi.org/10.1093/sf/soaf052","doi":"10.1093/sf/soaf052","journal_full":"Social Forces","dist":0.2887,"specialized":false,"preprint":false},{"title":"Review of “Moving from the Margins: Life Histories on Transforming the Study of Racism”","authors":"Kayla Harris, David L Brunsma, Alex L Thomas, Daryl Reed, Robyn Lawson, Janik Neidhardt","url":"https://doi.org/10.1093/sf/soaf054","doi":"10.1093/sf/soaf054","journal_full":"Social Forces","dist":0.4397,"specialized":false,"preprint":false},{"title":"Review of “Distancing the Past: Racism as History in South African schools”","authors":"Benjamin H Bradlow","url":"https://doi.org/10.1093/sf/soaf057","doi":"10.1093/sf/soaf057","journal_full":"Social Forces","dist":0.3828,"specialized":false,"preprint":false},{"title":"Review of “The Labour Market Myth: How the Market Metaphor Hinders Our Understanding of Work”","authors":"Jeffrey J Sallaz","url":"https://doi.org/10.1093/sf/soaf056","doi":"10.1093/sf/soaf056","journal_full":"Social Forces","dist":0.4251,"specialized":false,"preprint":false},{"title":"Review of “Willful Defiance: The Movement to Dismantle the School-to-Prison Pipeline”","authors":"Sanna King","url":"https://doi.org/10.1093/sf/soaf053","doi":"10.1093/sf/soaf053","journal_full":"Social Forces","dist":0.3562,"specialized":false,"preprint":false},{"title":"Integrating Generative Artificial Intelligence into Social Science Research: Measurement, Prompting, and Simulation","authors":"Thomas Davidson, Daniel Karell","abstract":"Generative artificial intelligence (AI) offers new capabilities for analyzing data, creating synthetic media, and simulating realistic social interactions. This essay introduces a special issue that examines how these and other affordances of generative AI can advance social science research. We discuss three core themes that appear across the contributed articles: rigorous measurement and validation of AI-generated outputs, optimizing model performance and reproducibility via prompting, and novel uses of AI for the simulation of attitudes and behaviors. We highlight how generative AI enable new methodological innovations that complement and augment existing approaches. This essay and the special issue’s ten articles collectively provide a detailed roadmap for integrating generative AI into social science research in theoretically informed and methodologically rigorous ways. We conclude by reflecting on the implications of the ongoing advances in AI.","url":"https://doi.org/10.1177/00491241251339184","doi":"10.1177/00491241251339184","journal_full":"Sociological Methods & Research","dist":0.3693,"specialized":false,"preprint":false},{"title":"Generative AI Meets Open-Ended Survey Responses: Research Participant Use of AI and Homogenization","authors":"Simone Zhang, Janet Xu, AJ Alvero","abstract":"The growing popularity of generative artificial intelligence (AI) tools presents new challenges for data quality in online surveys and experiments. This study examines participants’ use of large language models to answer open-ended survey questions and describes empirical tendencies in human versus large language model (LLM)-generated text responses. In an original survey of research participants recruited from a popular online platform for sourcing social science research subjects, 34 percent reported using LLMs to help them answer open-ended survey questions. Simulations comparing human-written responses from three pre-ChatGPT studies with LLM-generated text reveal that LLM responses are more homogeneous and positive, particularly when they describe social groups in sensitive questions. These homogenization patterns may mask important underlying social variation in attitudes and beliefs among human subjects, raising concerns about data validity. Our findings shed light on the scope and potential consequences of participants’ LLM use in online research.","url":"https://doi.org/10.1177/00491241251327130","doi":"10.1177/00491241251327130","journal_full":"Sociological Methods & Research","dist":0.4386,"specialized":false,"preprint":false},{"title":"International organizations, national autonomy and cosmopolitan identity: How do international constraints on national autonomy shape national identity?","authors":"Martin Moland","abstract":"The question of what creates and sustains national political identities has been investigated from many angles. However, the question of how international constraints on national autonomy shape national identities is so far under-investigated. This paper uses the European sovereign debt crisis as a case for investigating whether externally imposed constraints on fiscal political autonomy, typically contested decisions, solidify or weaken national solidarity. Using data from 1983-2021, I find that the imposition of austerity led to a strengthening of national identities immediately after the austerity packages were agreed. This effect was strongest in Southern Europe, where austerity had the largest social impact and constituted the greatest break with pre-existing national policy preferences. I find evidence that the strengthening of exclusively national self-identification after the imposition of austerity was most likely driven by an increased perception of economic threat in the austerity countries, rather than shifting evaluations of EU membership.","url":"https://doi.org/10.31235/osf.io/5b9gr_v2","doi":"10.31235/osf.io/5b9gr_v2","journal_full":"(OSF Preprints)","dist":0.525,"specialized":false,"preprint":true},{"title":"How government uses of artificial intelligence affect the perceived warmth and competence of civil servants","authors":"Pascal König, Sveinung Arnesen","abstract":"This article tests the argument that the reliance on AI systems affects people’s affective ties to government employees using AI systems. Drawing on social cognition theory, it examines how AI use influences the perceived warmth of public servants and the acceptability of decision-making. It distinguishes between two settings in the education system that differ regarding how directly citizens are affected by AI use, a teacher using AI to help assess students and a public servant allocating funds among schools. The analysis is based on a pre-registered vignette experiment and a sample of 4,569 participants from Norway. It finds that AI use decreases both the perceived warmth and competence of public servants, that these evaluations negatively bear on the overall acceptability of decision-making, and that the effect of AI use is stronger for public servants more directly interacting with citizens. The findings have important implications for the legitimacy of public organizations.","url":"https://doi.org/10.31235/osf.io/732ez_v1","doi":"10.31235/osf.io/732ez_v1","journal_full":"(OSF Preprints)","dist":0.4525,"specialized":false,"preprint":true},{"title":"Computational Methods in International Political Economy: Simulations, Network Analysis, and Machine Learning","authors":"Dawid Walentek, Javier Garcia-Bernardo","abstract":"The integration of computational methods into International Political Economy (IPE) represents a transformative advancement, enhancing both the depth and breadth of research in the field. These methods use algorithms and simulations to study large or complex settings. enabling scholars to connect micro-level interactions with macro-level outcomes, addressing concerns about the discipline’s focus on micro-foundations. In this entry, we detail three main techniques: To start, we describe simulations through agent-based modeling, where the behavior of agents (e.g. individuals, companies, or states) and their interactions is defined by a mathematical model and run on a computer hundreds of times. This exercise allows for an understanding of how the interactions of individual agents (e.g., diplomatic relations between countries) lead to larger systemic changes, such as the impact of tariff policies on global trade. Next, we detail network analysis, where relationships between agents are represented and visualized as networks composed of nodes (agents) and ties (connections between them). This allows IPE researchers to, for example, map trade relations, and identify which countries hold the most bargaining power. Finally, we discuss machine learning, where computational algorithms are used to identify patterns and relationships in the data. This approach enables scholars to process large volumes of data (e.g., millions of text documents), thus allowing them to develop and test theories using novel datasets. These three relatively accessible tools—simluations, network analysis and machine learning—provide powerful means for analysing complex data sets, offering new insights into global economic dynamics and informing more effective policy-making.","url":"https://doi.org/10.31235/osf.io/863bu_v1","doi":"10.31235/osf.io/863bu_v1","journal_full":"(OSF Preprints)","dist":0.4342,"specialized":false,"preprint":true},{"title":"The Risks of Preventive Attack in the Race for Advanced Artificial Intelligence","authors":"Zachary Burdette, Hiwot Demelash","abstract":"Will the race for advanced artificial intelligence (AI) make war more likely? If technology futurists are right that the advent of artificial general intelligence (AGI) will radically alter the global balance of power, could AGI development tempt states to resort to war to secure those advantages for themselves or to deny them to their rivals? In this working paper, we develop a framework of variables that shape preventive war risks and consider how these variables apply to AGI development. By AGI, we mean advanced artificial intelligence that can match or exceed human performance across a broad spectrum of tasks. This working paper evaluates AGI’s implications from a political rather than a technical perspective. That is, if rapid technological progress toward AGI continues, what are the political implications for international stability? Drawing from three scenarios for how preventive pressures could potentially manifest as preventive wars, the analysis suggests that the probability of war is low in absolute terms. But preventive war appears relatively more likely to occur in an attempt to preserve a monopoly on AGI than to prevent one.","url":"https://doi.org/10.31235/osf.io/dx3aw_v1","doi":"10.31235/osf.io/dx3aw_v1","journal_full":"(OSF Preprints)","dist":0.396,"specialized":false,"preprint":true},{"title":"Everyday consumer experiences and geo-socialisation of young people in Bulgaria. ‘Look, I'm not the type of person like Greta Thunberg’.","authors":"Turkan Firinci Orman, Nikolay L. Mihaylov, Sofia Biserinska","abstract":"This research examines how early youth in Bulgaria develop their sustainable consumer identities through socio-spatial contexts, using relational and critical frameworks. The study explores the interplay between the lived experiences of young individuals and their environmental engagement, incorporating aspects of consumer culture and climate change. The primary goal is to gain an understanding of young people's consumption practices and subjectivities in the post-communist Bulgarian society context. The sampling comprised 13 young individuals from diverse backgrounds living in both urban and rural areas of Bulgaria. A geo-social methodological approach was used, triangulating data from mapping activities, in-depth interviews, and essays. The focus was on examining the spatial and temporal dimensions of everyday consumer practices to provide a holistic view of their subjective experiences. The key findings indicate that youth hold complex identities that are relational to intersectionality, which can differ from top-down perceptions of sustainable consumers. The study discusses how intergenerational relations, close connections with the countryside, and social spaces where online and offline practices take place, significantly shape the consumer identities of young people. By offering valuable insights into the consumption behaviours and subjectivities of Bulgarian youth, this study contributes to the existing literature by bringing a bottom-up study agenda.","url":"https://doi.org/10.31235/osf.io/ha59y_v1","doi":"10.31235/osf.io/ha59y_v1","journal_full":"(OSF Preprints)","dist":0.4177,"specialized":false,"preprint":true},{"title":"Fearon-Kalyvas Model: Toward a Unified Model of Battles and Violence in Civil War","authors":"Kyosuke Kikuta, Kana Inata, Wakako Maekawa","abstract":"Fearon (1995) and Kalyvas (2006) are arguably the most influential contributions to conflict studies in recent decades. However, scholars tend to use their models separately—Fearon’s for conflicts between armed groups and Kalyvas’ for violence against civilians—overlooking how they could speak to each other. We propose a model that unifies these classical theories. The new model, Fearon-Kalyvas model, highlights the crucial role of the relative efficacy of battles and violence. When fighting has better prospects than violence, armed groups attack their adversaries, thereby avoiding intermediate territorial control and violence. Thus, contrary to Kalyvas (2006), intermediate territorial control does not necessarily result in violence. Theoretically, this suggests that the “cost of peace”—maintaining control through violence—can result in a bargaining failure and battle. Empirically, our model implies a selection bias; territorial control is endogenous to the efficacy of violence, and this endogeneity can bias naïve regression estimates.","url":"https://doi.org/10.31235/osf.io/pqnjm_v1","doi":"10.31235/osf.io/pqnjm_v1","journal_full":"(OSF Preprints)","dist":0.4326,"specialized":false,"preprint":true},{"title":"Fearon-Kalyvas Model: Toward a Unified Model of Battles and Violence in Civil War","authors":"Kyosuke Kikuta, Kana Inata, Wakako Maekawa","abstract":"Fearon (1995) and Kalyvas (2006) are arguably the most influential contributions to conflict studies in recent decades. However, scholars tend to use their models separately—Fearon’s for conflicts between armed groups and Kalyvas’ for violence against civilians—overlooking how they could speak to each other. We propose a model that unifies these classical theories. The new model, Fearon-Kalyvas model, highlights the crucial role of the relative efficacy of battles and violence. When fighting has better prospects than violence, armed groups attack their adversaries, thereby avoiding intermediate territorial control and violence. Thus, contrary to Kalyvas (2006), intermediate territorial control does not necessarily result in violence. Theoretically, this suggests that the “cost of peace”—maintaining control through violence—can result in a bargaining failure and battle. Empirically, our model implies a selection bias; territorial control is endogenous to the efficacy of violence, and this endogeneity can bias naïve regression estimates.","url":"https://doi.org/10.31235/osf.io/pqnjm_v2","doi":"10.31235/osf.io/pqnjm_v2","journal_full":"(OSF Preprints)","dist":0.4325,"specialized":false,"preprint":true},{"title":"From tech wars to tech culture wars? “Value shaping” and “value signaling” in AI system design and governance","authors":"Pascal König, Julia Rone","abstract":"As Artificial intelligence (AI) systems are increasingly sophisticated in emulating human communication and expressing social values, they also gain greater relevance for questions of culture and identity. This makes it important to take seriously the role of culture in AI in its own right. This article conceptualizes and illustrates major ways in which this value dimension becomes salient and provides an overview of conflicts over embedding culture and political ideology into generative AI systems. Besides an unintentional incorporation of values into AI, governments and businesses intentionally shape the values of AI systems – leading to tensions within and between societies and both on the level of AI system design and governance. Governments and businesses furthermore engage in value signaling as the open recognition of the fact that certain social values and political ideas are embedded in AI systems. These developments add an important facet to the politics of AI.","url":"https://doi.org/10.31235/osf.io/q4xep_v1","doi":"10.31235/osf.io/q4xep_v1","journal_full":"(OSF Preprints)","dist":0.4125,"specialized":false,"preprint":true},{"title":"Technological Change, Inequality, and Social Unrest: Evidence from Agriculture","authors":"Aditya Dasgupta","abstract":"Technological change is often biased, producing wealth that is distributed unequally across social groups. Does technology-driven inequality also contribute to social unrest? Such concerns date to Karl Marx, but have acquired renewed salience in the age of artificial intelligence and robots. This paper draws lessons from a major technological revolution in agriculture: the green revolution. In India, the spread of a new crop technology, high-yielding variety (HYV) crops, improved agricultural productivity, but also generated rising inequality between landowners and the rural poor. Drawing on a panel dataset linking district-level estimates of HYV crop adoption to digitized crime records, this paper provides evidence that the spread of the new crop technology contributed to a wave of banditry (dacoity), a crime associated with class conflict in agrarian societies. The technology-violence relationship was concentrated in districts with colonial-era landlord-based (zamindari) land tenure systems, plausibly because of less pass-through of agricultural productivity improvements to wages.","url":"https://doi.org/10.31235/osf.io/qhxnp_v2","doi":"10.31235/osf.io/qhxnp_v2","journal_full":"(OSF Preprints)","dist":0.4992,"specialized":false,"preprint":true},{"title":"AI on the Battlefield? Revisiting Public Support for LAWs","authors":"Matthew DiGiuseppe, Katrin Paula, Tobias Rommel","abstract":"Why do citizens support the development of lethal autonomous weapons (LAWs)? In this paper, we revisit the claim that support for taboo weapons is driven by the logic of external threats, now that individuals are more familiar with artificial intelligence and the international environment has grown more uncertain. In our study, we probe public attitudes toward both the development of LAWs and international cooperation to address the risks. Based on original survey data from 2,500 respondents in the US, we provide an observational as well as an experimental analysis. Observationally, general support for AI and favorable views of militarism and US hegemony as well as perceived competition from other countries are highly correlated with support for the use of lethal AI-weapons. Experimentally, we show that information that rivals or allies are already developing such weapons increases support for LAWs. Additionally, we find that competition from other countries does not influence support for global cooperation to limit AI on the battlefield. Overall, our analysis supports the idea that concerns for security have the power to override opposition to these taboo weapons.","url":"https://doi.org/10.31235/osf.io/s8ab5_v1","doi":"10.31235/osf.io/s8ab5_v1","journal_full":"(OSF Preprints)","dist":0.5072,"specialized":false,"preprint":true},{"title":"Refining the NAP: A Formal Approach to Bystander Intervention","authors":"Allen Gindler","abstract":"This paper addresses a critical ambiguity in the Non-Aggression Principle (NAP), a cornerstone of libertarian philosophy that prohibits initiating force against others. While effectively guiding two-party interactions, the NAP lacks clarity regarding third-party bystander intervention. Utilizing formal logic and set theory, this study identifies a logical 'NULL state' inherent in traditional NAP formulations, which leaves bystander actions undefined. To resolve this, the paper introduces a modified NAP (MNAP), explicitly permitting voluntary, consent-based bystander intervention. The proposed refinement enhances the practical applicability of the NAP in complex multi-agent scenarios, offering libertarian societies a coherent framework for ethically and legally addressing immediate situations of aggression through consensual collective action.","url":"https://doi.org/10.31235/osf.io/s8wdm_v2","doi":"10.31235/osf.io/s8wdm_v2","journal_full":"(OSF Preprints)","dist":0.406,"specialized":false,"preprint":true},{"title":"From Meetups to Adminship: The Offline Path to Leadership on Wikipedia","authors":"Nicole Schwitter","abstract":"Wikipedia is one of the most visited websites worldwide and a cornerstone of contemporary digital infrastructure. At its core is a volunteer-driven governance system in which users elect administrators - trusted community members granted special rights and responsibilities. While previous research has emphasised online behaviours and platform-native metrics in explaining who becomes an administrator, this study examines how offline interactions shape leadership outcomes within the German-language Wikipedia. Drawing on large-scale observational data covering two decades of both online and offline activity, and using hybrid multilevel random effects models, the study investigates who runs for administrator and who is ultimately successful. The findings reveal that attending offline meetings has little bearing on the decision to run but significantly increases the likelihood of being elected. These effects are not consistent over time: while offline interactions mattered most in the early years of the platform, their influence diminished in more recent periods. The results highlight the importance of interpersonal ties even in digital and democratic spaces. This study contributes to broader debates on participation and leadership in peer production platforms.","url":"https://doi.org/10.31235/osf.io/xehm3_v2","doi":"10.31235/osf.io/xehm3_v2","journal_full":"(OSF Preprints)","dist":0.4349,"specialized":false,"preprint":true},{"title":"Pathways to a strong Social Europe","authors":"Danielle Brady, Xheimina Dervishi, REGROUP project","abstract":"As Europe grapples with geopolitical tensions, economic instability, demographic change and rising populism, the role of Social Europe has never been more critical. The COVID-19 pandemic exposed significant vulnerabilities in social protection and health systems across the European Union (EU), but it also accelerated the development of temporary measures like the Support to mitigate Unemployment Risks in an Emergency (SURE) and the Recovery and Resilience Facility (RRF), demonstrating the potential for stronger EU-wide social policies. However, five years later, new crises have emerged, from the war in Ukraine and in the Middle East, which have heightened security concerns across the continent, to escalating natural disasters. Amid these challenges that threaten European welfare models, a crucial question remains: Has Social Europe been reinforced in a lasting and sustainable way, or were these measures merely temporary solutions? This paper highlights the need for strong social policies in the current era of geopolitical volatilities and sets out policy recommendations to ensure a pathway to a stronger social Europe.","url":"https://doi.org/10.31235/osf.io/zgjaf_v1","doi":"10.31235/osf.io/zgjaf_v1","journal_full":"(OSF Preprints)","dist":0.472,"specialized":false,"preprint":true},{"title":"A farewell to human security in EU policy thinking?","authors":"Pol Bargués, REGROUP project","abstract":"Emboldened by the Western-dominated, unilateral moment after the end of the Cold War, inspired by intellectuals who valued civil society at the expense of realpolitik, the EU aspired to construct a foreign policy based on values and to influence world affairs according to its image and likeness. In this context of confidence, the EU approached human security distinctively through the decades of the 2000s and 2010s. There was an emphasis on multilateralism and the nurturing of new partnerships; on connecting global agendas and local needs; on combining instruments to manage multiple facets of crises; on aligning short-term and long-term approaches to building human security. Today, however, human security has suffered two backlashes. Firstly, the application of the concept has been difficult. In striving for an increasingly multidimensional, broad, and inclusive approach, the EU’s human security framework has weakened its edge and deferred tangible results. Secondly, a return of realpolitik in the European thinking of security has replaced peace and emancipation with militarised notions of security and defence. This paper not only argues that Europeans may have lost their moral backbone in foreign policy but also serves as a call to rethink and deepen security in EU policy thinking.","url":"https://doi.org/10.31235/osf.io/zkpcg_v1","doi":"10.31235/osf.io/zkpcg_v1","journal_full":"(OSF Preprints)","dist":0.4464,"specialized":false,"preprint":true},{"title":"国家经济学宣言：货币本质是劳动力，权属于人民——以人民为中心的货币、就业和经济增长新范式","authors":"He zeshou","abstract":"当前各国经济普遍困难，我国经济也面临不少困难和挑战，并且自2017年以来人口出生率持续走低，传统经济学对此已经束手无策。习近平总书记提出坚持以人民为中心的发展思想，并指出让人民过上幸福生活是头等大事，要加快补上内需特别是消费短板，使内需成为拉动经济增长的主动力和稳定锚。本文以人民为中心展开系统研究，发现货币不是银行的负债凭证，而是劳动力商品的替身和灵魂，本质是劳动力，是人民生育孩子的果实，权属于人民。然后进一步研究发现，货币发行实际是国家经济的初次分配，匹配的是国家经济增长，却被各国银行部门垄断和占有，是国家经济困难的根源。国家破除银行货币垄断，改把货币发行给广大人民用于生育补助，以此不断提高人民收入水平，就可以稳定孩子数量和产生真实的消费需求，补齐消费短板，形成国家经济的稳定锚，必将持续不断地发动社会再生产和保障充分就业，实现产销两旺，使经济持续增长，建成真正的发达国家。本文还提出了简单可性的政策框架和改革建议方案。这是一个以人民为中心的货币、就业和经济增长新范式。以此为核心，本文创立国家经济学，用于指导各国推动货币改革和发展经济，让各国人民都能过上幸福生活，建成人类命运共同体。","url":"https://doi.org/10.31235/osf.io/4w3ka_v1","doi":"10.31235/osf.io/4w3ka_v1","journal_full":"(OSF Preprints)","dist":0.3149,"specialized":false,"preprint":true},{"title":"Bayesian longitudinal social network models: An implementation in R using STRAND","authors":"Cody T. Ross, SEAN PINKNEY, Richard McElreath","abstract":"Across the social and biological sciences, researchers study social networks that are often longitudinal in nature, featuring the same set of individuals interacting with one another over long periods of time. Such network data may be collected via panel studies in human communities, or via long-form behavioral observation programs in animal communities. Important research questions often hinge on how dyadic ties or flows in the network at one time-step are associated with dyadic ties or flows at subsequent time-steps. Similar questions focus on the relationship between nodal characteristics across time-steps: for example, is an individual with a high out-degree at one time-step more likely to have a high in-degree in the next? These questions are effectively addressed by longitudinal extensions of generative social network models like the Social Relations Model (SRM). Here, we present a novel longitudinal extension of the SRM, provide an implementation of the model in the STRAND R package, and provide tutorials teaching end-users how to fit the model to their own data. We provide worked examples of data analysis, parameter visualization, and results interpretation, using data-sets from both social science and animal behavior. The software package allows end-users to deploy complex longitudinal network analysis models using only simple, base-R model syntax.","url":"https://doi.org/10.31235/osf.io/ghwts_v1","doi":"10.31235/osf.io/ghwts_v1","journal_full":"(OSF Preprints)","dist":0.3485,"specialized":false,"preprint":true},{"title":"Industrializing Agriculture: Structural Transformation and Sugarcane in São Paulo","authors":"Francisco Costa, Francisco Luis Lima, Letícia Nunes","abstract":"This paper studies the rapid adoption of mechanical harvesting in São Paulo’s sugarcane industry between 2000 and 2010, following a law banning pre-harvest burning. Using land slope as an instrument for mechanization, we find that mechanization triggered structural transformation --- reducing agricultural and increasing manufacturing employment. However, labor reallocation occurred only in agriculture-related industries, not broadly across sectors. A one-standard-deviation increase in mechanization raised employment in linked manufacturing by 3.5 percentage points, primarily among unskilled workers. This shift generated substantial local economic gains: household incomes rose 19 percent, and poverty fell 14 percent. These findings challenge the view of structural transformation as a shift from agriculture to diverse industries. Instead, technological gains in farming strengthen sectoral linkages, deepening the agro-industrial economy rather than diversifying it. Our results also highlight how environmental regulation can shape industrialization by driving sectoral labor reallocation.","url":"https://doi.org/10.31235/osf.io/upxkb_v1","doi":"10.31235/osf.io/upxkb_v1","journal_full":"(OSF Preprints)","dist":0.4354,"specialized":false,"preprint":true},{"title":"Functional Dependency, Integrity Evaluation, and Modulated Behavior: A Descriptive Model and its Foundational Prerequisites","authors":"Muhammad Fajar Ismail","abstract":"This document presents a framework analyzing subject behavior within contexts characterized by functional dependency on external entities or systems. Central to this framework is a Descriptive Model stating that affirming an entity's existence and perceived functional value often sustains or is necessitated by functional dependency; the alignment between this dependency-state and the subject's interpretation of integrity generates pressure towards allowance or disallowance, whose behavioral manifestation is significantly shaped by the dependency's intensity, perceived action-costs, and external constraints. The analysis identifies four Fundamental Prerequisites necessary for the operation of this model: (FP1) Capacity for Internal Representation, (FP2) Capacity for Internal Evaluation, (FP3) Capacity for Directed Interaction, and (FP4) Structure Permitting External Relation. The specific Conditions of Possibility entailed by each Fundamental Prerequisite for its non-arbitrary functioning are detailed. The document demonstrates the logical construction of the Descriptive Model from these Prerequisites and Conditions. Furthermore, it provides an exploration of the core concepts integral to the model, examining their dimensions and interconnections within the described dynamic, and notes points pertinent to the framework's scope and granularity. The presentation focuses on the structural components and logical relationships within the outlined framework.","url":"https://doi.org/10.31235/osf.io/2sqn9_v1","doi":"10.31235/osf.io/2sqn9_v1","journal_full":"(OSF Preprints)","dist":0.4082,"specialized":false,"preprint":true},{"title":"How measurement changes exaggerate the growth of religious nones","authors":"Matthew Conrad, Conrad Hackett","abstract":"Academic and popular interest in nonreligion has risen in parallel with the growth of nonreligious populations. In many cases, questions used to measure religion have been modified to better capture nonreligious identities. Little attention has been given to how these changes in measures affect the narrative about the “rise of the nones.” While there is no doubt that religiously unaffiliated populations have grown in many countries during the 21st century, we argue that the degree of such growth has sometimes been exaggerated. When measurement changes are introduced, they can have a substantial effect. We review methodological issues that affect estimates of the size of religiously unaffiliated populations and their change over time.","url":"https://doi.org/10.31235/osf.io/3wmbn_v1","doi":"10.31235/osf.io/3wmbn_v1","journal_full":"(OSF Preprints)","dist":0.5076,"specialized":false,"preprint":true},{"title":"How measurement changes exaggerate the growth of religious nones","authors":"Matthew Conrad, Conrad Hackett","abstract":"Academic and popular interest in nonreligion has risen in parallel with the growth of nonreligious populations. In many cases, questions used to measure religion have been modified to better capture nonreligious identities. Little attention has been given to how these changes in measures affect the narrative about the “rise of the nones.” While there is no doubt that religiously unaffiliated populations have grown in many countries during the 21st century, we argue that the degree of such growth has sometimes been exaggerated. When measurement changes are introduced, they can have a substantial effect. We review methodological issues that affect estimates of the size of religiously unaffiliated populations and their change over time.","url":"https://doi.org/10.31235/osf.io/3wmbn_v2","doi":"10.31235/osf.io/3wmbn_v2","journal_full":"(OSF Preprints)","dist":0.5076,"specialized":false,"preprint":true},{"title":"Modern Analysis: The Underrepresentation of Women of Color in Film","authors":"Alise Ward","abstract":"Scholars and industry audits have extensively documented the portrayal of racial and gender identities in mainstream Hollywood cinema, revealing persistent disparities in on‑screen representation. People of color in media, specifically film, have historically faced challenges, including underrepresentation, stereotypical portrayals, and limited storytelling. However, there is a gap in research specifically on women of color as protagonists in film. Most treat race and gender as separate issues. This study aims to investigate the underrepresentation and stereotyping of women of color in top-grossing Hollywood films by assessing screen time, speaking time, and narrative agency of women of color characters. Results show that the proportion of women of color in films has risen from 1% in 2007 to 16% in 2021. Women of color still comprise less than 10% of total screen time and speak only 14% of dialogue instances across the sample. A qualitative case study of Marvel Cinematic Universe characters Okoye and Shuri demonstrates that when women of color are positioned with central narrative agency, they exhibit leadership and technical influence that sharply contrast with broader industry norms. “These findings lay the groundwork for future studies on how women of color are portrayed, how different audiences respond to those portrayals, and how casting processes can become genuinely inclusive.","url":"https://doi.org/10.31235/osf.io/6vcdw_v1","doi":"10.31235/osf.io/6vcdw_v1","journal_full":"(OSF Preprints)","dist":0.3999,"specialized":false,"preprint":true},{"title":"Beyond tradition: Successful career paths to full professorship","authors":"Jasmin M. Kizilirmak, Lisa-Marie Steinkampf, Sandra Buchholz, Jessica Ordemann","abstract":"German academia has faced a multitude of changes over the last two decades, including new alternative academic pathways to a professorship based on the Anglo-Saxon science system, such as junior or tenure track professorship. Our study investigates the patterns of academic career trajectories to a professorship that have emerged due to these changes. It looks deeper into the relationship between those patterns and determinants of academic success, such as previous career choices, scientific productivity and the chosen scientific field. Using data from the prof*panel (N=660) – a survey of recently appointed full professors in Germany – and sequence-cluster analysis, we find four academic career clusters, three of which are beyond the traditional pathway of Endurance Careers: Efficient Careers, Unconventional Careers and International Careers indicating an institutional change within German academia. Cluster affiliation is mainly related to time-to-tenure, habilitation (second thesis), working abroad and the field of the professorship. Our findings suggest that traditional career paths still play a major role, although the influence of internationalization and novel academic career steps, like junior and tenure-track positions, is growing. Furthermore, less conventional career paths, attract a higher proportion of women and are characterized by international mobility and more diverse professional experiences. The insights of our study underscore the ongoing changes in the landscape of academic careers and highlight both persistent challenges and new opportunities for aspiring professors.","url":"https://doi.org/10.31235/osf.io/7c6z5_v3","doi":"10.31235/osf.io/7c6z5_v3","journal_full":"(OSF Preprints)","dist":0.4702,"specialized":false,"preprint":true},{"title":"Beyond tradition: Successful career paths to full professorship","authors":"Jasmin M. Kizilirmak, Lisa-Marie Steinkampf, Sandra Buchholz, Jessica Ordemann","abstract":"German academia has faced a multitude of changes over the last two decades, including new alternative academic pathways to a professorship based on the Anglo-Saxon science system, such as junior or tenure track professorship. Our study investigates the patterns of academic career trajectories to a professorship that have emerged due to these changes. It looks deeper into the relationship between those patterns and determinants of academic success, such as previous career choices, scientific productivity and the chosen scientific field. Using data from the prof*panel (N=660) – a survey of recently appointed full professors in Germany – and sequence-cluster analysis, we find four academic career clusters, three of which are beyond the traditional pathway of Endurance Careers: Efficient Careers, Unconventional Careers and International Careers indicating an institutional change within German academia. Cluster affiliation is mainly related to time-to-tenure, habilitation (second thesis), working abroad and the field of the professorship. Our findings suggest that traditional career paths still play a major role, although the influence of internationalization and novel academic career steps, like junior and tenure-track positions, is growing. Furthermore, less conventional career paths, attract a higher proportion of women and are characterized by international mobility and more diverse professional experiences. The insights of our study underscore the ongoing changes in the landscape of academic careers and highlight both persistent challenges and new opportunities for aspiring professors.","url":"https://doi.org/10.31235/osf.io/7c6z5_v4","doi":"10.31235/osf.io/7c6z5_v4","journal_full":"(OSF Preprints)","dist":0.4703,"specialized":false,"preprint":true},{"title":"The Development of Body Mass Index from Adolescence to Adulthood: A Genotype-Family Socioeconomic Status Interaction Study","authors":"Gaia Ghirardi","abstract":"Body weight in adolescence and adulthood may result from the interplay between individuals’ genetic characteristics and the social context in which they grow up, such as family socioeconomic status (SES). However, evidence on the interaction between genetic propensity for high body mass index (BMI) and family SES remains inconclusive. This study investigates whether genetic associations with BMI diﬀer among individuals from high-SES versus low-SES families and whether these associations vary across the life course. Drawing on the compensatory advantage model in sociology and the diathesis-stress model in psychology, I test the hypothesis that genetic associations with BMI are stronger among individuals from socioeconomically disadvantaged families. Using data from the National Longitudinal Study of Adolescent to Adult Health (Add Health), I assess the association between a polygenic index for BMI (BMI PGI) and BMI at four life stages: adolescence (≃ 16), early adulthood (≃ 22), adulthood (≃ 28), and later adulthood (≃ 37). Consistent with theoretical expectations, results show that the BMI PGI is more predictive of BMI among individuals from low-SES families than from high-SES families. The interaction weakens over the life course but persists among individuals with high BMI levels. These findings suggest that high-SES families may buffer genetic propensities for overweight and obesity, whereas low-SES environments may exacerbate them, increasing the risk of elevated BMI. The results underscore the importance of family socioeconomic background in shaping BMI outcomes and highlight how environmental interventions, such as promoting healthy eating and physical activity, may help reduce social inequalities in health.","url":"https://doi.org/10.31235/osf.io/7edp4_v1","doi":"10.31235/osf.io/7edp4_v1","journal_full":"(OSF Preprints)","dist":0.4472,"specialized":false,"preprint":true},{"title":"A New Approach For Developing Probabilistic Intervals Around Population Forecasts: A Subnational Example Using Washington State Counties","authors":"Betsy Alafoginis, David Swanson, Jeff Tayman","abstract":"BACKGROUND Population forecasts produced by governments at all levels are used in the public sector, the private sector, and by researchers. They have been primarily produced using deterministic methods. OBJECTIVE We propose to show how a method for producing measures of uncertainty can be applied to existing subnational population forecasts while meeting several important criteria, including the concept of utility. We will assess the efficacy of our method by: (1) examining the change in uncertainty intervals it produces by population size and growth rate; and (2) comparing the width and temporal change of the uncertainty intervals it produces to the width and temporal change of uncertainty intervals produced by a Bayesian approach. METHODS Our approach follows the logic of the Espenshade-Tayman method for producing confidence intervals in conjunction with ARIMA equations to construct a probabilistic interval around the total populations forecasted from the Cohort Component Method, the typical approach used by demographers. RESULTS Population size and growth rate are related to the width of the forecast intervals, with size being the stronger predictor, and the intervals from the proposed method are not dissimilar to those produced by a Bayesian approach. CONCLUSIONS This approach is well-suited to generating probabilistic subnational population forecasts in the United States and elsewhere where these forecasts are routinely produced. It has a higher level of utility, is simpler, and is more accessible to those tasked with producing measures of uncertainty around population forecasts.","url":"https://doi.org/10.31235/osf.io/8twns_v1","doi":"10.31235/osf.io/8twns_v1","journal_full":"(OSF Preprints)","dist":0.4534,"specialized":false,"preprint":true},{"title":"Gatekeepers or agents of change? The political agency of lawyers in the Dutch family migration regime","authors":"Saskia Bonjour","abstract":"Migration lawyers exercise political agency: in choosing which clients to represent and how to present their claims to bureaucrats and judges, lawyers shape what the governance of migration looks like in practice. In 2022, we interviewed 16 lawyers specialized in Dutch family migration law, inquiring how they see their own roles vis-à-vis the state, how they address cultural differences in what counts as “family”, and how they handle suspicions of fraud. The variety in approaches we observed clearly reveals that family migration lawyers are far from neutral, apolitical actors. Personal convictions informed professional practice, even among lawyers who eschewed activist “cause lawyering”. While our respondents all believed some or many elements of the migration regime should change and sought to exercise pressure through their legal practices, they all also acted as gatekeepers of the current migration regime – partly out of conviction, partly because they believed they can best (or only) support their clients by playing by the rules of the game. Building on the scholarship on lawyers’ professional ethics, I argue that everyday migration lawyering involves a form of moral activism oriented towards social change that – perhaps inevitably and often reluctantly – also involves gatekeeping.","url":"https://doi.org/10.31235/osf.io/93mv2_v2","doi":"10.31235/osf.io/93mv2_v2","journal_full":"(OSF Preprints)","dist":0.5158,"specialized":false,"preprint":true},{"title":"Conflict, Climate, and Child Health: Evidence from Sub-Saharan Africa","authors":"Brian C. Thiede, Nigel James, Jorden E. Jackson","abstract":"Many parts of the world are experiencing widespread social and political instability, as well as ongoing climatic changes that are expected to worsen in the years and decades ahead. These changes can undermine child health and development through multiple pathways, and the increasing frequency of these shocks increases the likelihood that individuals are exposed to two or more stressors simultaneously. Empirical evidence about the potential impacts of such cooccurring shocks on children’s health has been limited to date, despite strong conceptual motivations for such analysis. We address this gap in the current study by measuring the independent and compounding effects of conflict and climate exposures on the weight-for-height (WHZ) of 0-23 month-old children across 33 countries in sub-Saharan Africa (n=188,558). To do so, we combine georeferenced records from the Demographic and Health Surveys, the Uppsala Conflict Data Program, and the Climate Hazards Group Infrared Precipitation/Temperature dataset. We then fit regression models to measure the independent and interactive effects of conflict and climate exposures, to explore heterogeneity across social groups, and to assess the robustness of these main results to measurement and modeling decisions. The results indicate that heat independently undermines children’s health, but conflict exposures are only marginally associated with reductions in WHZ when averaged across the sample. However, conflict exposures are associated with substantively large and statistically significant reductions in WHZ when they occur in contexts experiencing unusually hot temperatures. These results may indicate that heat-stress-affected populations may be especially vulnerable to the health impacts of conflict. These impacts are also heterogeneous across social groups, and indicate that children born to less-educated mothers and in urban areas may be most vulnerable to conflict and climate exposures.","url":"https://doi.org/10.31235/osf.io/9vzyb_v1","doi":"10.31235/osf.io/9vzyb_v1","journal_full":"(OSF Preprints)","dist":0.4473,"specialized":false,"preprint":true},{"title":"Did They Start Out Homeless? Arrival Situations of Persons Experiencing Unsheltered Homelessness in Los Angeles County","authors":"Betsy Alafoginis, Ross E. Mitchell","abstract":"This study highlights how better demographic measurement more accurately informs public policymakers. In this era of renewed and more vigorous efforts to clear people experiencing unsheltered homelessness (unsheltered PEH) from city sidewalks, parks, and elsewhere, elected officials and other stakeholders need to clearly understand the dynamics of their unsheltered PEH populations. To advance understanding, this study investigated in-migration of unsheltered PEH in conjunction with the Los Angeles Continuum of Care’s 2024 HUD-mandated Point-in-Time count. In response to the measurement work of Mitchell (2024), the Los Angeles Homeless Services Authority’s 2024 Demographic Survey of unsheltered PEH instrument included a new item distinguishing between perceptions of a place where one has lived versus stayed, which revealed whether in-migration of individuals and families coming to the area immediately experienced homelessness or became unhoused after relocation. This analysis of over one-thousand survey participants self-identified as having migrated into Los Angeles County (a quarter of the total sample of unsheltered PEH) also explored whether there were associations with first-time homelessness or with being accompanied by household members. Responses to this complex survey were analyzed using Stata 17 MP. Key findings include that most survey participants reported either arriving homeless and unsheltered or first staying in either their own or a friend’s or family member’s home. More than half of all in-migration was initially to housed situations (more so for first-time homelessness), not into homelessness. Lone adults were more likely to experience homelessness immediately while accompanied adults were most likely to first stay in someone else’s home.","url":"https://doi.org/10.31235/osf.io/ar8c9_v2","doi":"10.31235/osf.io/ar8c9_v2","journal_full":"(OSF Preprints)","dist":0.5487,"specialized":false,"preprint":true},{"title":"Micropolarization: performances of antagonism and struggles for recognition during the Covid-19 pandemic","authors":"Matthias Revers, Stephen Coleman","abstract":"This article theorizes how political divisions permeate social interaction, transforming the political into the personal in everyday life. Drawing on affective polarization research, we highlight the central role of identification and emotions in shaping political in-groups and out-groups. Moving beyond conventional measures of cross-group resentment, we conceptualize polarization as the lived experience of political antagonism. We argue that polarization materializes through struggles for recognition, shaped by the perception and processing of political conflict as it circulates through public communication channels. Adopting a performance-theoretical lens, we connect the symbolic language, emotions, and misrecognition in micropolarization to the broader public drama of political conflict. Using interview data on family and friendship disputes related to COVID-19 vaccination denial in the UK and Germany, we examine how public conflicts manifest in interpersonal relationships. This study suggests a research agenda that explores interactional dynamics across online and offline spaces, diverse social groups, and varying levels of relational involvement, offering a deeper understanding of the micro-foundations of political polarization.","url":"https://doi.org/10.31235/osf.io/czn3a_v3","doi":"10.31235/osf.io/czn3a_v3","journal_full":"(OSF Preprints)","dist":0.5268,"specialized":false,"preprint":true},{"title":"Union Dissolution and Children’s Educational Achievement: Separating Effects of School and Non-School Environments","authors":"Peter Fallesen, Giampiero Passaretta, Simon  Skovgaard Jensen","abstract":"We study whether the educational disadvantage of children from households where parents have dissolved their union is due to selection or deteriorating non-school environments and whether exposure to school environments compensates or exacerbates such disadvantage. We apply a differential exposure approach (DEA) to Danish population data collecting public-school reading comprehension tests. The approach exploits variation in children’s birth dates and test administration dates to decompose children’s learning as the product of joint exposure to school and non-school environments. Key findings reveal that children experiencing parental separation have 5-7% lower test scores, with lower learning returns to non-school environments, and diminishing learning outcomes proportional to time spent in separated households. Critically, school appears to neither mitigate nor exacerbate these achievement gaps, suggesting that degrading of non-school environments post-separation primarily impacts children's learning.","url":"https://doi.org/10.31235/osf.io/hfauq_v4","doi":"10.31235/osf.io/hfauq_v4","journal_full":"(OSF Preprints)","dist":0.51,"specialized":false,"preprint":true},{"title":"One Track Mind: Secondary Effects in School Choice and Social Capital in a Stratified System","authors":"Dieuwke Zwier","abstract":"At similar performance levels, socio-economically advantaged students typically choose more demanding and prestigious educational paths than their less advantaged peers. Such secondary effects are often studied in school continuation decisions or track choice but may also manifest in school choice, offering an alternative avenue for parental influence in education. This study examines secondary effects in school choice, and the role of social capital – resources embedded in peer and parental networks in primary school – in these patterns within the context of the Netherlands. I rely on linked sociometric and full-population register data for Dutch students who have recently transitioned to secondary school. Hypotheses are tested using fixed effects regression models to account for (self-)selection into primary school. Results indicate that secondary school choice is socially stratified: Students from higher socio-economic status (SES) backgrounds tend to avoid pre-vocational schools, prefer pre-university schools, and opt for heterogeneous classes at intermediate performance levels. There is limited evidence for the relation between social capital and the type of school chosen. A notable exception is that lower SES students are less likely to enroll in pre-vocational schools if their parents are integrated into resource-rich networks in primary school, suggesting that such networks may play a compensatory role by discouraging decisions that hinder upward-track mobility.","url":"https://doi.org/10.31235/osf.io/rzw4a_v2","doi":"10.31235/osf.io/rzw4a_v2","journal_full":"(OSF Preprints)","dist":0.5461,"specialized":false,"preprint":true},{"title":"Stop, in the name of COVID!","authors":"Jordan D. Klein, Ingmar Weber, Emilio Zagheni","abstract":"In the wake of the COVID-19 pandemic, the International Organization for Migration (IOM) has postulated that international migrant stocks fell short of their pre-pandemic projections by nearly 2 million due to travel restrictions. However, this is not testable with migration data from traditional sources. Key migration stakeholders, have called for using data from alternative sources, including social media, to fill in these gaps. Building on previous work using social media data to analyze migration responses to external shocks, we test the hypothesis that COVID-related travel restrictions reduced migrant stock relative to expected migration without such restrictions using estimates of migrants drawn from Facebook’s advertising platform and dynamic panel models. We focus four key origin countries in North and West Africa (Côte d’Ivoire, Algeria, Morocco, and Senegal), and their 23 key destination countries. Between February and June 2020, we estimate that a destination country implementing a month-long total entry ban on arrivals from Côte d’Ivoire, Algeria, Morocco, or Senegal might have expected a 3.39% reduction in migrant stock from the restricted country compared with the counterfactual in which no travel restrictions were implemented. However, when broader societal disruptions of the pandemic are accounted for, we estimate that countries implementing travel restrictions might paradoxically have expected an increase in migrant stock. In this context, travel restrictions do not appear to have effectively curbed migration and could have resulted in outcomes opposite their intended effects.","url":"https://doi.org/10.31235/osf.io/s3ztq_v2","doi":"10.31235/osf.io/s3ztq_v2","journal_full":"(OSF Preprints)","dist":0.5779,"specialized":false,"preprint":true},{"title":"Combining list-experiment and direct questions to improve estimation of abortion incidence","authors":"Betsy Alafoginis, Heide Jackson, Michael S. Rendall","abstract":"Abortion has been found to be severely underreported overall, and underreported differentially across groups, when using a direct question. The list-experiment method attempts to overcome these reporting biases indirectly by asking how many items an individual has experienced, but not which, where abortion is one of the items asked to a randomly-assigned ‘treatment’ group but not to a control group. Abortion incidence is estimated as the difference in the mean number of items reported between the treatment and control groups. If list-experiment respondents are also asked a direct abortion question, a combined-data estimator can be constructed from respondents with and without affirmative responses to the direct question. We assess for four U.S. states how this combined estimator may improve estimation of cumulative lifetime abortion incidence relative to the direct question or the list experiment alone. Our combined-data estimate across the four states is 12.9% (95% CI: 10.5, 15.4), which is substantively and statistically higher than both the list-experiment estimate (11.0%, CI: 8.9, 13.2) and the direct-question estimate (9.6%, CI: 8.6, 10.5). Bias by state is much more variable for the direct question than for the list experiment. We conclude that the combined-data estimator improves estimation especially over the direct question.","url":"https://doi.org/10.31235/osf.io/t73fj_v1","doi":"10.31235/osf.io/t73fj_v1","journal_full":"(OSF Preprints)","dist":0.4308,"specialized":false,"preprint":true},{"title":"First results on the research regarding prostitution in Chile within current social relations","authors":"Edison Carrasco-Jiménez","abstract":"This study addresses the experiences of women engaged in sex work in various cities across Chile, based on in-depth interviews that reveal both their economic motivations and the human relationships formed with clients. Despite methodological risks—including direct threats and lack of institutional support for the researcher—the research provided insights into realities hidden by social stigma. It is observed that many women enter this field out of necessity to support their families, and that age plays a key role in the distribution of demand. Furthermore, it is found that not all clients seek sex: a significant percentage pays for companionship, affection, and conversation. The study concludes that sex work cannot be reduced solely to a sexual exchange, but constitutes a complex space of human, economic, and emotional connections.","url":"https://doi.org/10.31235/osf.io/wjtkq_v1","doi":"10.31235/osf.io/wjtkq_v1","journal_full":"(OSF Preprints)","dist":0.4397,"specialized":false,"preprint":true},{"title":"Seasonal Contraceptive Discontinuation Patterns: An analysis using the Demographic and Health Survey (DHS) contraceptive calendar in 6 countries","authors":"Amy Finnegan","abstract":"Unmet need for family planning puts women at risk for unintended pregnancies; however, unmet need is made up of both women who have never used a method of family planning and those who have used a modern method but subsequently discontinued. Understanding patterns of discontinuation can inform policies and practices to reduce unmet need for family planning and therefore promote gender equity and maternal and infant health. In this paper, we explore seasonal contraceptive patterns in Kenya, Uganda, Indonesia, Afghanistan, Ethiopia, and Nepal using the Demographic and Health Survey (DHS) contraceptive calendar from the most recent survey in each country prior to Covid-19. Specifically, we investigate contraceptive discontinuation associated with major holidays – times when women may travel or health facilities may close. Even after accounting for recall bias, major holidays appear to drive contraceptive discontinuation in a subset of countries and could serve as a powerful point for intervention.","url":"https://doi.org/10.31235/osf.io/xhpyb_v1","doi":"10.31235/osf.io/xhpyb_v1","journal_full":"(OSF Preprints)","dist":0.3881,"specialized":false,"preprint":true},{"title":"Population Aging in the Western Hemisphere: 2020 to 2050","authors":"Betsy Alafoginis, David Swanson, Richard Verdugo","abstract":"Population aging is largely due to increased longevity coupled with low fertility, a result of completing the demographic transition. In the initial stage, control of epidemic and contagious diseases lowers the death rate, which leads to rapid population growth because fertility rates remain high until the modernization process leads to factors that suppress fertility. This framework is used in a first-ever examination of the future of population aging in the Western Hemisphere and its four regions, The Caribbean, Central America, North America, and South America. Although there is variation across the regions, the population aged 65 years and over is expected to more than double between 2020 and 2050. Coinciding with the expected increases in the older population are decreases in both the pre-school and the school age populations. These demographic changes will place increasing and competing demands not only on the public and private sectors, but also on families.","url":"https://doi.org/10.31235/osf.io/y73x9_v1","doi":"10.31235/osf.io/y73x9_v1","journal_full":"(OSF Preprints)","dist":0.3317,"specialized":false,"preprint":true},{"title":"The Double-Edged Sword of Network Echo: How Network Structure Shapes Linguistic Evolution in Alt-Right Echo Chambers","authors":"Matthew Yeaton","abstract":"How does network structure shape the prevalence of extremist language within digital echo chambers? Leveraging two large-scale natural experiments involving Alt-Right communities on Reddit, this study examines the role of network echo-the structural isolation created by communication bottlenecks between groups-in influencing linguistic convergence. We propose a structural approach emphasizing how shifts in communication patterns between extreme and moderate groups affect the prevalence of extremist language, including hate speech. Our findings suggest that reducing network echo fosters linguistic accommodation, leading focal groups to linguistically align with outgroups. Critically, this effect is double-edged: increased contact with radical groups prompts moderate users to adopt more extreme discourse, whereas diminishing isolation from moderate groups decreases extremist language, challenging conventional wisdom that dismantling echo chambers merely redistributes extremist dialogue rather than reducing it. We discuss implications for research on echo chambers, policy and platform strategies aimed at mitigating extremism online, and the interplay of structure and language.","url":"https://doi.org/10.31235/osf.io/zn43e_v1","doi":"10.31235/osf.io/zn43e_v1","journal_full":"(OSF Preprints)","dist":0.5332,"specialized":false,"preprint":true},{"title":"Predicting the Future? Congruence and Transition Dynamics Between Past Behavior, Projections, and Future Criminal Behavior","authors":"Jonathan R. Brauer, Jacob C. Day, Mitchell Farrell, Marijana M. Kotlaja","abstract":"Criminologists often substitute projected offending likelihood for behavior, yet the empirical projection-behavior gap requires scrutiny. This study employed multi-method analyses using panel (Bangladesh) and cross-sectional (Serbia, Bosnia) data to examine congruence, prediction, and transition dynamics between self-reported projections and behavior. Results confirm projections are congruent with and positively predict behavior, validating projections as cognitive precursors to criminal behavior. Transition analyses counter claims that “good intentions” commonly fail: most individuals—those reporting no past crime and projecting none—remain crime-free (~97% sustained abstinence). However, a significant projection-behavior gap exists and varies significantly across crime type and transition pattern. Predictive failure was concentrated among smaller groups projecting change: projected desistance (by past offenders) demonstrated only coin-flip accuracy (~53% success / ~47% relapse), while projected initiation (by past non-offenders) rarely materialized (~95% failure). While projections predict behavior, prior behavior often showed comparable predictive utility for future behavior. Significant crime-type heterogeneity also emerged. Findings challenge the interchangeability of projections and behavior, demanding caution and careful theoretical consideration when predicting crime projections as outcomes. Moreover, this study showcases how moving beyond simple prediction to modeling transition dynamics can better assess the mechanisms underlying crime abstention, initiation, continuity, and desistance.","url":"https://doi.org/10.31235/osf.io/ztmvh_v1","doi":"10.31235/osf.io/ztmvh_v1","journal_full":"(OSF Preprints)","dist":0.4873,"specialized":false,"preprint":true},{"title":"Nicole C. Karafyllis (Hg.) Theorien der Lebendsammlung. Pflanzen, Mikroben und Tiere als Biofakte in Genbanken (Lebenswissenschaften im Dialog, Bd. 25). Karl Alber, Freiburg 2018, 464 S., EUR 49,–. [Rezension]","authors":"Veit Braun","abstract":"Lebende Objekte stellen das Konzept der Sammlung vor zahlreiche Herausforderungen: von der Entbettung aus ihrer Umwelt über ihre regelmäßige Reproduktion bis zum ständigen Identitätswandel durch Evolution. Die von Nicole Karafyllis herausgegebenen Theorien der Lebendsammlung widmen sich den Eigenheiten der Sammlung lebendiger Dinge oder – um es mit dem Untertitel zu sagen – Pflanzen, Mikroben und Tieren als Biofakten in Genbanken.","url":"https://doi.org/10.31235/osf.io/47hcb_v1","doi":"10.31235/osf.io/47hcb_v1","journal_full":"(OSF Preprints)","dist":0.2435,"specialized":false,"preprint":true},{"title":"Consumer Attitudes Toward Refillable and Reusable Packaging: Bridging the Value-Action Gap","authors":"Calvin Lakhan, Kelvin Ng","abstract":"This study examines consumer attitudes toward refillable and reusable packaging across 22 product categories through a novel three-dimensional measurement approach. By simultaneously assessing willingness to use refillable packaging, likelihood of choosing it over single-use alternatives, and intention to actively seek refill stations, we quantify the value-action gap in sustainable packaging adoption. Results from 441 North American respondents reveal that despite moderate to high willingness (M=3.09), behavioral intentions decline significantly for likelihood (M=2.17) and active engagement (M=1.66). This gap varies substantially across product categories, with food staples demonstrating the smallest gaps and personal care products the largest. Cluster analysis identified four distinct category groupings with different adoption potentials. Hierarchical regression analyses explain 53.2% of the variance in the value-action gap, with convenience barriers (β=0.38), convenience orientation (β=0.38), and hygiene concerns (β=0.32) emerging as the strongest predictors. Environmental attitudes significantly predict willingness but become progressively less influential for behavioral intentions. Shopping habits, particularly planning tendencies and shopping frequency, play crucial roles in facilitating refillable packaging adoption. These findings provide evidence-based insights for manufacturers, retailers, and policymakers seeking to promote sustainable packaging solutions that align with consumer preferences and behaviors across different product domains.","url":"https://doi.org/10.31235/osf.io/48x5d_v1","doi":"10.31235/osf.io/48x5d_v1","journal_full":"(OSF Preprints)","dist":0.4216,"specialized":false,"preprint":true},{"title":"A Conspiracy of Silence: Child Sexual Abuse and Cultural Complicity in the British Pakistani Diaspora","authors":"Saira Mirza","abstract":"This discussion article explores the systemic silencing of child sexual abuse within British Pakistani communities, contextualised within a broader historical and sociopolitical framework. Drawing from postcolonial theory, intersectionality, and migration studies, the paper interrogates how colonial legacies, cultural codes of honour, and intra-community dynamics have created an environment where abuse is simultaneously endemic and unspoken. The piece critiques the lack of statistical visibility, the role of collective denial, and the weaponisation of ‘honour’ to protect abusers while silencing victims. It argues for urgent cultural and institutional reckoning, internal accountability, and survivor-centred advocacy within British Pakistani communities.","url":"https://doi.org/10.31235/osf.io/5a42t_v1","doi":"10.31235/osf.io/5a42t_v1","journal_full":"(OSF Preprints)","dist":0.4383,"specialized":false,"preprint":true},{"title":"A Conspiracy of Silence: Child Sexual Abuse and Cultural Complicity in the British Pakistani Diaspora","authors":"Saira Mirza","abstract":"This discussion article explores the systemic silencing of child sexual abuse within British Pakistani communities, contextualised within a broader historical and sociopolitical framework. Drawing from postcolonial theory, intersectionality, and migration studies, the paper interrogates how colonial legacies, cultural codes of honour, and intra-community dynamics have created an environment where abuse is simultaneously endemic and unspoken. The piece critiques the lack of statistical visibility, the role of collective denial, and the weaponisation of ‘honour’ to protect abusers while silencing victims. It argues for urgent cultural and institutional reckoning, internal accountability, and survivor-centred advocacy within British Pakistani communities.","url":"https://doi.org/10.31235/osf.io/5a42t_v2","doi":"10.31235/osf.io/5a42t_v2","journal_full":"(OSF Preprints)","dist":0.4384,"specialized":false,"preprint":true},{"title":"Communication about economic inequality: a systematic review","authors":"Michael Vaughan, Hendrik Theine, David\tSchieferdecker, Nora Waitkus","abstract":"What do we know about representations of economic inequality in media, and how well does this account for media transformations like hybridisation? This article uses a systematic review of academic literature on mediated communication about economic inequality, in order to assess the current state of research around salience, framing, explanatory factors and effects of this kind of inequality discourse. We find an overwhelming focus on legacy newspapers and a small number of Global North countries. We argue for research which builds further links between studies of economic inequality and the contemporary study of communication, including moving past obsolete models of media systems, decentering a small selection of Global North countries, and building a more comparative perspective on nationally-grounded inequality discourses.","url":"https://doi.org/10.31235/osf.io/8zwg7_v1","doi":"10.31235/osf.io/8zwg7_v1","journal_full":"(OSF Preprints)","dist":0.4649,"specialized":false,"preprint":true},{"title":"The Probable Extinction of Science and of Modern Social and Political Ideas with Technological Civilisation.","authors":"Richard Michael Blaber","abstract":"This paper will argue that, given the demise during the remainder of the 21st Century of global capitalism and of the global technological civilisation that is its corollary, it is not to be reasonably expected that scientific ideas, as they have been known since the 17th Century, and the science based on them, or post-Enlightenment social and political ideas, will survive that demise. Already, it must be noted, scientific ways of thinking, and liberal (or ‘woke’) political perspectives are being increasingly challenged by an ever more energised and fervent populist Right on a global scale. The Trump Administration’s recent attacks on academia and scientific research in the United States may be seen as an extension of this trend, as may the Republican-inspired banning of books in American school districts.","url":"https://doi.org/10.31235/osf.io/c9fmq_v1","doi":"10.31235/osf.io/c9fmq_v1","journal_full":"(OSF Preprints)","dist":0.406,"specialized":false,"preprint":true},{"title":"Politics and Possibilities of Moral Cosmopolitanisms","authors":"Supriya Subramani","abstract":"Current normative understanding of migration health ethics discourses frequently centres around improving migrants’ access to care, through appeal to moral cosmopolitanism - which emphasizes the equal moral worth and moral responsibility for humanity, stripped of local identities and aligned with an abstract global ‘we’. Continuing my ongoing works, drawing from critical anti-colonial-imperial and racial justice works, I understand ethics of belonging to be a practice situated within an emotionally charged everyday social setting, and is practiced in our everyday encounters through the value of recognition across social boundaries and embodied bodies. My aim in this paper is twofold. First, I critique the underlying normative and political assumptions of questions commonly ascribed to moral cosmopolitanism in the context of health—a social phenomenon and a public good—such as, ‘Why do we owe duties to strangers?’ and ‘What should these duties look like?’ I argue that these questions presuppose a certain ethical imagination, demanding those in power to perceive ‘strangers’ or ‘compatriots’ in specific, often decontextualized and disembodied ways. Through this reflection and analysis, I will address the question: ‘Whose visions of cosmopolitanism are we aspiring to in (bio/public health) ethics, and what does this mean for migrants?’ Second, I explore ways to uncover the possibilities and politics of cosmopolitanism that acknowledge the racial-imperial-colonial logics, while also recognizing a deep desire for interconnectedness, justice, and change in our current unequal, gridded, and territorialized world. Through my analysis, I contend that to broaden the scope of ethics regarding migration health, it is essential to comprehend the politics of embodied struggles and their impact on one’s moral self, relationships, and community. This understanding is crucial for navigating the evolving ethics in the realm of justice-oriented public health and migration health policies, and its implications for politics and possibilities of moral cosmopolitanisms.","url":"https://doi.org/10.31235/osf.io/j2mhr_v1","doi":"10.31235/osf.io/j2mhr_v1","journal_full":"(OSF Preprints)","dist":0.5228,"specialized":false,"preprint":true},{"title":"Motivations for (Not) Sharing Deepfakes on Social Media","authors":"María T. Soto-Sanfiel, Ariadna Angulo-Brunet, Sanjay Saha","abstract":"This research applies Uses and Gratifications theory to examine individual motivations for sharing or not sharing deepfakes. After characterizing popular deepfakes in five genres (two examples each), 1035 US participants (42% female; Age: M = 42.8, SD = 14.1, Mdn = 41, Range = 18–93) watched one of the ten deepfakes and completed a questionnaire in Prolific. Results show that most participants would not share the deepfakes due to a lack of personal relevance. However, those who did intend to share them had hedonistic motivations, mostly enjoyment and the desire to share entertainment with others. The genre of these deepfakes also influenced motivations to share, with political deepfakes being a particularly specific case, and one where gender also had a greater impact. Women avoid sharing inaccurate information to a greater extent and men are more inclined to protect their image in social circles. Overall, this research highlights how audiences dynamically relate to deepfakes and offers insights into the psychological aspects of their relationships with this emerging media form. It also underscores the significance of the perceived entertainment value of deepfakes in their virality.","url":"https://doi.org/10.31235/osf.io/mhd48_v2","doi":"10.31235/osf.io/mhd48_v2","journal_full":"(OSF Preprints)","dist":0.4151,"specialized":false,"preprint":true},{"title":"A “disorder that exacerbates all other crises” or “a word we use to shut you up”? A critical policy analysis of NGOs discourses on COVID-19 misinformation","authors":"Claudia Chaufan, Natalie Hemsing","abstract":"Drawing from Carol Bacchi's \"What is the problem represented to be?\" framework, we analysed discourses within documents from five NGOs that have influenced the debate around “COVID-19 misinformation”. Through Google Scholar, we identified documents published between 2020 and 2024, selecting 29 reports by the Center for Countering Digital Hate, First Draft, Meedan, Public Good Projects, and the EU Disinfo Lab, and 13 articles authored by their directors or research directors. Across the data, the proposed policy solutions consisted of tracking, managing and suppressing any COVID-relevant expression perceived as undermining the official policy response. It followed that the “problem” was represented to be these expressions, or rather, individuals producing them, framed as threatening science, democracy and even human survival. NGOs also positioned themselves as experts in an emerging scientific field, infodemiology, thus equipped to evaluate all forms of communication according to their own or similar experts' standards. Notably, none of the documents engaged with the substance of opposing viewpoints or disconfirming evidence, dismissing them almost entirely via authority, ad populum, or ad hominem fallacies. We conclude that, rather than defending science, democracy, or human survival, these NGOs and their partners are undermining the open, respectful, and inclusive debate essential to support these values.","url":"https://doi.org/10.31235/osf.io/rp6at_v1","doi":"10.31235/osf.io/rp6at_v1","journal_full":"(OSF Preprints)","dist":0.4008,"specialized":false,"preprint":true},{"title":"Patient-Provider Communication and Health Disparities: An Experiment Exploring Language Proficiency and Communication Accommodation","authors":"Kathrin Rothermich, Baker, Rose P, Dai'Sha Dowson, Hannah Ragsdale, Elisha Eanes, Makyah McNeill, Mi Hwa Lee, Deeonna E. Farr, Audrey Eaves, Joseph G. Lee","abstract":"Background: Effective communication is critical for equitable healthcare delivery. In situations where there is language discordance between patients and providers, with one person speaking a shared language more proficiently, communication challenges may exacerbate disparities, particularly for racially or ethnically minoritized patients. Even when patients and providers are both fluent enough in English to not need interpretation, communication challenges intensify when patients are required to use their second language (L2) to interact with a native English (L1) speaking healthcare provider. Communication accommodation encompasses speech adjustments used to mitigate these barriers. Because communication accommodation strategies are not explicitly taught in health care training, it is unknown which adjustments healthcare providers use or the role a patient’s L2 proficiency plays in guiding provider language choices. Methods: This experimental study tested how L1 physician assistant students modify their communication during intake interviews with Latine L2 avatar patients of varying English proficiency, using the mixed-reality simulation platform Mursion. Data from 41 physician assistant students in 2023-2024 were analyzed for acoustic adjustments (i.e., speech rate, pitch modulation) and lexical adjustments (i.e., word frequency, contextual diversity). Results: Results revealed significant accommodations: students reduced their speech rate, narrowed their pitch range, and used higher-frequency vocabulary when interacting with lower-proficiency L2 avatars. Conclusion: The results demonstrate that communication accommodation occurs and could be a potential mechanism for the widening or narrowing of healthcare disparities in patient outcomes. Future work should consider identifying which accommodations improve patients’ comprehension of medical advice and their relationships with healthcare providers.","url":"https://doi.org/10.31235/osf.io/rpzx8_v1","doi":"10.31235/osf.io/rpzx8_v1","journal_full":"(OSF Preprints)","dist":0.4828,"specialized":false,"preprint":true},{"title":"The Obvious but Often Overlooked: Tracing Western Cultural Logics in English Academic Texts","authors":"Assel Sadykova, michelle.bedeker, Zhansaya Tatyyeva","abstract":"This study examines how English-medium instruction (EMI) course documents construct knowledge, identity, and legitimacy in a foundation programme in Kazakhstan. Drawing on Systemic Functional Linguistics, we analyse evaluative language across institutional texts to explore how moral stance, affect, and cultural value are embedded within academic materials. While EMI is often presented as a neutral tool for accessing global knowledge, our findings reveal that course documents subtly encode Western epistemologies, positioning students through assumptions that conflict with their lived realities and local knowledge systems. Interviews and reflections from students illustrate how these texts produce confusion, cognitive fatigue, and affective dislocation, even when content appears culturally proximate. These dynamics reflect forms of symbolic violence that naturalise dominant knowledge regimes and marginalise students’ epistemic resources. Our study aligns with textbook analysis research and recent EMI critiques but extends them by revealing how ideological hierarchies are enacted through evaluative discourse, not just content. We argue for curriculum reform grounded in epistemic justice, calling for inclusive text selection, critical pedagogy, and institutional accountability to support more equitable knowledge engagement in EMI settings.","url":"https://doi.org/10.31235/osf.io/ru48t_v1","doi":"10.31235/osf.io/ru48t_v1","journal_full":"(OSF Preprints)","dist":0.4536,"specialized":false,"preprint":true},{"title":"The Impact of Restructuring on Enterprise Value: Evidence from Korea","authors":"Jongnam Kim","abstract":"This study analyzes the trends of financially distressed firms of South Korea using comprehensive data from private companies and evaluates the performance of restructuring funds and corporate support programs in enhancing enterprise value (EV). By applying Discounted Cash Flow (DCF) Monte Carlo simulation and triangular decomposition of EV, the findings reveal that both restructuring system positively impact EV enhancement. However, the growth dependency of EV improvement underscores the necessity for further efforts to strengthen profitability. The study suggests transitioning restructuring investments from growth capital to buyout capital to achieve sustainable value creation.","url":"https://doi.org/10.31235/osf.io/uqrv6_v1","doi":"10.31235/osf.io/uqrv6_v1","journal_full":"(OSF Preprints)","dist":0.3105,"specialized":false,"preprint":true},{"title":"Enhancing Social Collaboration in Autistic Pre-teens Through Minecraft®","authors":"Abirami Thirumanickam, associate professor Stacie Attrill, Niki Welz, David Anthony Hobbs","abstract":"Purpose: This research explored the use of Minecraft® as an accessible game-based program for facilitating social collaborative skill development in 10-12-year-old pre-adolescent autistic children. Method: Underpinned by inclusive research principles, the study was co-designed with consumers with lived experience, and used a mixed-method design to explore intervention effects across different intensities (high vs. low) and modalities (face-to-face vs. online). Results: A total of 11 children participated, divided into four groups of 2-3 players each. The findings from both quantitative and qualitative analysis were promising. Yet, more research is warranted to further validate the findings. Conclusion: The active involvement of consumers with lived experience in the program design and implementation was critical in producing a meaningful and valuable outcome for the families and children.","url":"https://doi.org/10.31235/osf.io/v673g_v1","doi":"10.31235/osf.io/v673g_v1","journal_full":"(OSF Preprints)","dist":0.3857,"specialized":false,"preprint":true},{"title":"Generational Imprinting: How Political Events Shape Cohorts","authors":"Turgut Keskintürk","abstract":"How, and for whom, do political events translate into enduring political change? This article proposes a two-stage model of generational imprinting, where identity-congenial cues determine whether individuals update their political attitudes in the immediate aftermath of a political shock, while life-course position determines whether that change is persistent or not. Focusing on the killing of George Floyd and the Black Lives Matter protests as a quasi-natural experiment, I test this model by analyzing attitudes toward U.S. law enforcement among non-Hispanic White Americans using three surveys that collectively span from 2016 to 2022. I show that Democrats and Independents became strongly unfavorable toward law enforcement in response to the killing of George Floyd. However, these effects persisted among younger individuals, while fading among older individuals, leading to cohort-led polarization. This article thus integrates two classic—though largely partial—theories of political learning, providing a framework for understanding how episodic shocks can realign political divides across generations.","url":"https://doi.org/10.31235/osf.io/vsr5b_v2","doi":"10.31235/osf.io/vsr5b_v2","journal_full":"(OSF Preprints)","dist":0.5731,"specialized":false,"preprint":true},{"title":"Biased Transmission Drives an Accuracy-Consensus Tradeoff in Collective Learning","authors":"Emerson Arehart, Erol Akcay","abstract":"Collective decision-making can be more accurate than individual decision-making, due to the ability of groups to aggregate information from many individuals. However, information aggregation and collective learning is vulnerable to a variety of social and cognitive biases which can undermine the \"wisdom of the crowds\" and result in bad decisions. Here, we study the effect of two very hard-to-avoid kinds of biases: the tendency of similar individuals to be connected, and the tendency to share some kinds of information more than others. We build mathematical models of a society composed of rational agents that use Bayesian inference to learn about the world, combining their direct observations with information they obtain from other agents. We include two forms of transmission bias: (1) assortment in communication networks, where individuals preferentially connect with similar others, and (2) selective sharing of signals. We identify conditions under which these effects are sufficient to generate stable divergence of beliefs across the population--either in the form of polarization or the entire population being misled. We show that when the population is balanced between types of agents, the collective is most sensitive to the effects of assortment. This is also the condition when the collective is most responsive to the environment. Therefore, belief polarization is most likely under conditions that support the greatest collective ability to learn the truth. Our results thus identify tradeoffs between accuracy and consensus in collective learning and highlight structural limits to collective intelligence, even in an idealized setting.","url":"https://doi.org/10.31235/osf.io/wdcps_v1","doi":"10.31235/osf.io/wdcps_v1","journal_full":"(OSF Preprints)","dist":0.4505,"specialized":false,"preprint":true},{"title":"Understanding and Improving the Experience of Pro Se Litigants in the Trial Court of Massachusetts","authors":"Demetrios Karis","abstract":"What can the Trial Court do to improve the experience of pro se litigants? To answer this question, I interviewed litigants, court staff, and attorneys, observed in courthouses, analyzed court forms and materials, studied websites, and reviewed relevant literature. This work took place between September, 2023 and February, 2025. I made over a dozen trips to courthouses and interviewed well over 100 litigants and dozens of court staff and attorneys. I concentrate on changes the Trial Court can make that will have a substantial positive impact and yet are relatively easy to implement. Although the focus here is on the Probate and Family Court (PFC), many of the recommendations apply to multiple court departments, systems that are used by all court departments, and many of the large courthouses that contain multiple departments. I focus on the user experience of litigants and attorneys, but primarily self-represented litigants (SRLs). This is just one perspective, one way of examining the court system, and there are many others, also valid, and complementary to this one.","url":"https://doi.org/10.31235/osf.io/6pe4j_v1","doi":"10.31235/osf.io/6pe4j_v1","journal_full":"(OSF Preprints)","dist":0.4008,"specialized":false,"preprint":true},{"title":"The Ecological Bad Is Stronger than Good: Emotions toward Harmful Behavior Shape Attitudes and Actions More","authors":"Jana Sophie Kesenheimer, Verena Aignesberger, Tobias Greitemeyer","abstract":"Two studies highlighted the crucial role of emotions towards harmful (vs. friendly) behaviors in environmental decision-making. Study 1 (N = 687) explored the link between pro-environmental attitudes, anticipated emotions, and choices in hypothetical scenarios. Study 2, an experience sampling study (N = 233), analyzed 2005 real-life behaviors to examine the relationship between experienced emotions and environmental attitudes. Results indicated that, depending on individuals' pro-environmental attitudes, participants were especially emotionally responsive to environmentally harmful behaviors (some positively, others negatively). Importantly, the anticipated emotions regarding harmful actions significantly influenced behavioral decisions more than those related to pro-environmental actions, mediating the relationship between pro-environmental attitudes and eventual behavioral decisions. The findings support the 'bad is stronger than good' principle, regardless of the emotional valence.","url":"https://doi.org/10.31235/osf.io/9fbk7_v2","doi":"10.31235/osf.io/9fbk7_v2","journal_full":"(OSF Preprints)","dist":0.4272,"specialized":false,"preprint":true},{"title":"Chinese Word Formation through the Lens of 19th-Century French Sinologists: Breaking Away from the Latin Grammatical Tradition","authors":"Zihan Xu","abstract":"This study explores the characteristics of Chinese word formation through the lens of 19th-century French sinologists, focusing on three key monographs: Élémens de la grammaire chinoise by Rémusat (1822), Grammaire Mandarine by Bazin (1856), and Grammaire de la langue chinoise orale et écrite by Perny (1873). The findings highlight the French sinologists’ approaches to defining and classifying Chinese words, their views on the relationship between written and spoken Chinese, and insights into the syllabic and morphological features of Chinese word formation. Although their analyses were grounded in the Latin grammatical framework for pedagogical convenience, they began to break away from it, recognizing the unique features of Chinese. The study also discusses the significance of their contributions to the history of Chinese grammatical research.","url":"https://doi.org/10.31235/osf.io/bkpxg_v1","doi":"10.31235/osf.io/bkpxg_v1","journal_full":"(OSF Preprints)","dist":0.2807,"specialized":false,"preprint":true},{"title":"Chinese Word Formation through the Lens of 19th-Century French Sinologists: Breaking Away from the Latin Grammatical Tradition","authors":"Zihan Xu","abstract":"This study explores the characteristics of Chinese word formation through the lens of 19th-century French sinologists, focusing on three key monographs: Élémens de la grammaire chinoise by Rémusat (1822), Grammaire Mandarine by Bazin (1856), and Grammaire de la langue chinoise orale et écrite by Perny (1873). The findings highlight the French sinologists’ approaches to defining and classifying Chinese words, their views on the relationship between written and spoken Chinese, and insights into the syllabic and morphological features of Chinese word formation. Although their analyses were grounded in the Latin grammatical framework for pedagogical convenience, they began to break away from it, recognizing the unique features of Chinese. The study also discusses the significance of their contributions to the history of Chinese grammatical research.","url":"https://doi.org/10.31235/osf.io/bkpxg_v2","doi":"10.31235/osf.io/bkpxg_v2","journal_full":"(OSF Preprints)","dist":0.2808,"specialized":false,"preprint":true},{"title":"A Scoping Study: Crime and Connected and Autonomous Vehicles","authors":"Ashley Brown, Shane Johnson, Nilufer Tuptuk","abstract":"Connected and Autonomous Vehicles (CAVs) integrate advanced communication and autonomous driving technologies, enabling them to operate independently or with minimal human intervention. The anticipated benefits of CAVs are numerous and include making transportation accessible to all, reducing accidents due to human error, optimising traffic flow, and creating new industries and job opportunities. Autonomous driving capabilities in CAVs rely on advanced sensor technology and AI-driven analytics, which process data from multiple sensors to navigate, perceive the surrounding environment, detect obstacles, and make driving decisions in real-time. Despite the many benefits, CAVs will be highly vulnerable to a wide variety of crimes unless security measures are implemented by design. To understand the potential threats, this study introduces the enabling technology and reference architecture for CAVs and reports the findings from an extensive scoping review of the available literature. This covers reported crime incidents, academic literature on potential threats, a survey of academic survey papers on CAV security, and a review of papers concerned with cyberattacks against CAVs published in the past five years. The findings from the review are complemented by the findings from a workshop with experts about which of the identified threats should be prioritised for the purposes of crime reduction. The findings indicate that a wide range of cyber-attacks and offences are possible, and that the threat landscape is continually expanding due to insufficient attention being given to security during the development of the technology. Suggestions for policy and priorities for future work are suggested.","url":"https://doi.org/10.31235/osf.io/mkgav_v2","doi":"10.31235/osf.io/mkgav_v2","journal_full":"(OSF Preprints)","dist":0.36,"specialized":false,"preprint":true},{"title":"Intended, Afforded, and Experienced Serendipity – Overcoming the Paradox of Artificial Serendipity","authors":"Annelien Smets","abstract":"Designing for serendipity in information technologies presents significant challenges for both scholars and practitioners. This paper presents a theoretical model of serendipity that aims to address this challenge by providing a structured framework for understanding and designing for serendipity. The model delineates between intended, afforded, and experienced serendipity, recognizing the role of design intents and the subjective nature of experiencing serendipity. Central to the model is the recognition that there is no single definition nor a unique operationalization of serendipity, emphasizing the need for a nuanced approach to its conceptualization and design. By delineating between the intentions of designers, the characteristics of the system, and the experiences of end-users, the model offers a pathway to resolve the paradox of artificial serendipity and provides actionable guidelines to design for serendipity in information technologies. However, it also emphasizes the importance of establishing ‘guardrails’ to guide the design process and mitigate potential negative unintended consequences. The model aims to lay ground to advance both research and the practice of designing for serendipity, leading to more ethical and effective design practices.","url":"https://doi.org/10.31235/osf.io/x3ceb_v1","doi":"10.31235/osf.io/x3ceb_v1","journal_full":"(OSF Preprints)","dist":0.4001,"specialized":false,"preprint":true},{"title":"CARTOGRAFIA INSURGENTE, TERRITORIALIDADES E (RE)EXISTÊNCIA CAMPONESA NO PIAUÍ: UMA CONSTRUÇÃO TEÓRICA","authors":"DANIEL CESAR MENESES DE CARVALHO","abstract":"This article theoretically discusses the role of insurgent cartography and networked territorialities in the resistance of peasant communities in Piauí, Brazil, against territorial conflicts generated by agribusiness expansion. The research hypothesizes that participatory mapping, led by the communities themselves, strengthens their capacity to claim territorial rights, organize collectively, and negotiate with hegemonic actors. Methodologically, it combines participatory ethnography, insurgent cartography workshops, and network analysis, applied to conflict areas in the state. Expected outcomes include raising awareness that participatory maps make peasant territorialities visible, support public policies, and consolidate solidarity networks. Thus, the study aims to contribute to Agrarian Geography and Critical Cartography, while proposing practical tools for sustainability and social justice in rural Piauí. Keywords: Insurgent cartography; Networked territorialities; Agrarian conflicts; Piauí; Peasantry.","url":"https://doi.org/10.31235/osf.io/x72n4_v1","doi":"10.31235/osf.io/x72n4_v1","journal_full":"(OSF Preprints)","dist":0.3828,"specialized":false,"preprint":true},{"title":"LLM-powered Topic Modeling for Discovering Public Mental Health Trends in Social Media","authors":"Chuqing Zhao, Yisong Chen","abstract":"Online platforms such as Reddit have become significant spaces for public discussions on mental health, offering valuable insights into psychological distress and support-seeking behaviors. Large Language Models (LLMs) have emerged as powerful tools for analyzing these discussions, enabling the identification of mental health trends, crisis signals, and potential interventions. This work develops an LLM-based topic modeling framework tailored for domain-specific mental health discourse, uncovering latent themes within user-generated content. Additionally, an interactive and interpretable visualization system is designed to allow users to explore data at various levels of granularity, enhancing the understanding of mental health narratives. This approach aims to bridge the gap between large-scale AI analysis and human-centered interpretability, contributing to more effective and responsible mental health insights on social media.","url":"https://doi.org/10.31235/osf.io/xbpts_v1","doi":"10.31235/osf.io/xbpts_v1","journal_full":"(OSF Preprints)","dist":0.3545,"specialized":false,"preprint":true},{"title":"Leveraging Technology and Visitor Feedback for Enhancing Tea Tourism: An Empirical Analysis","authors":"Palaniyandi Ashokkumar, Dr Sangeetha C P","abstract":"This study examines the impact of technology integration and systematic visitor feedback on improving tea tourism outcomes. Drawing on survey responses from 106 tea tourism stakeholders, we developed a composite measure of Tea Tourism Improvement (encompassing operational efficiency, service quality, and visitor satisfaction) and assessed its relationship with two key constructs: positive digital practices (e.g., enhanced online marketing, streamlined booking systems, and effective feedback utilization) and perceived barriers (e.g., limited internet access and the absence of a formal feedback process). An Exploratory Factor Analysis (EFA) validated a two-factor structure with a high sampling adequacy (KMO = 0.893) and significant Bartlett’s Test (p &lt; 0.001), while the two factors collectively explained over 89% of the variance in tea tourism improvement. Subsequently, multiple regression analysis demonstrated that positive digital practices (Factor 1) have a strong positive influence (β = 0.929, p &lt; 0.001) on tourism improvement, whereas the barrier construct (Factor 2) is significantly negatively related (β = –0.171, p &lt; 0.001) to the same outcome. Residual diagnostics confirmed that the model assumptions of normality and homoscedasticity were adequately met. The results underscore the critical role of digital transformation and structured feedback in enhancing tea tourism, while also highlighting the importance of addressing infrastructural and procedural barriers. Limitations include the cross-sectional design and reliance on self-reported measures. Future research should consider longitudinal approaches and incorporate objective performance metrics.","url":"https://doi.org/10.31235/osf.io/xq9dz_v1","doi":"10.31235/osf.io/xq9dz_v1","journal_full":"(OSF Preprints)","dist":0.3752,"specialized":false,"preprint":true},{"title":"How Generative AI Fixes What Higher Education Broke","authors":"Theodore J Kalaitzidis","abstract":"Generative AI (GenAI) has not broken higher education; it has exposed long-standing systemic fractures. This paper argues that traditional pedagogies, rooted in formalist epistemologies, are misaligned with the realities of a world mediated by thinking machines. Blending systems analysis with epistemological critique, it diagnoses higher education’s foundational incoherence and introduces two critical frameworks — epistemic laundering and epistemological vector space — to map and address this dissonance. Building on this foundation, the paper proposes Critical AI Literacy as a model that emphasizes epistemic awareness alongside technical fluency. It provides a structural analysis of GenAI’s limitations and outlines practical strategies including RAG tutors, cognitive partnerships, interactive content generation, and skill-gap training. Ultimately, this paper frames GenAI not as a disruptive threat, but as a catalyst for reimagining learning design, moving beyond performance-driven education toward authentic, adaptive expertise in a dynamic knowledge landscape.","url":"https://doi.org/10.31235/osf.io/yh6rs_v5","doi":"10.31235/osf.io/yh6rs_v5","journal_full":"(OSF Preprints)","dist":0.3205,"specialized":false,"preprint":true},{"title":"How Generative AI Fixes What Higher Education Broke","authors":"Theodore J Kalaitzidis","abstract":"Generative AI has not broken higher education; it has revealed the fractures that were already there. This paper argues that traditional pedagogies (i.e., those anchored in formalist epistemologies) are structurally misaligned with the demands of a world saturated by thinking machines. Blending systems analysis with epistemological critique, the paper introduces three critical frameworks: epistemic laundering, the epistemological vector space, and the cognitive ecology (a multimodal model of reasoning that maps how symbolic, conceptual, and contextual cognition interact in real-world learning). Together, these frameworks expose the incoherence of legacy educational models and offer a new basis for instructional design. From this foundation, the paper proposes Critical AI Literacy as a pedagogical response that pairs epistemic awareness with technical fluency. It also outlines practical strategies to integrate GenAI responsibly into learning environments: RAG tutors, cognitive partnerships, interactive content generation, and adaptive skill-gap training. Ultimately, GenAI is framed not as a threat, but as a mirror: reflecting the need to move beyond performance metrics toward adaptive, agentive, and epistemically aligned education.","url":"https://doi.org/10.31235/osf.io/yh6rs_v6","doi":"10.31235/osf.io/yh6rs_v6","journal_full":"(OSF Preprints)","dist":0.3181,"specialized":false,"preprint":true},{"title":"Citizen science contributions to sustainable urban transformation and urban sustainability: a systematic literature review","authors":"Isabelle Bonhoure, Beate Guba, Christian Peer, Ignasi Labastida, Josep Perelló","abstract":"This systematic literature review explores the role of citizen science (CS) in fostering sustainable urban transformation and urban sustainability. Our findings indicate a significant surge in academic interest, especially between 2022 and 2024, highlighting the growing recognition of CS as a valuable approach to urban sustainability. Using a tool for constructing and visualising bibliometric networks, VOSviewer, we identified three primary thematic clusters: (1) biodiversity, ecology, and conservation; (2) methodologies and practices; and (3) humans and communities. These clusters underscore the diverse contributions of CS, ranging from environmental monitoring to participatory urban planning or community-based research. The review identifies established topics, particularly in biodiversity and conservation, where CS initiatives focus on species monitoring, conservation efforts, and food production. Emerging trends point to interdisciplinary CS applications, integrating community science and citizen engagement, public and environmental health and climate change studies to address complex sustainability challenges. However, underdeveloped niches remain, particularly in the integration of CS with policymaking, the inclusion of underserved or disadvantaged communities in sustainability research and the framing of the later studies within an environmental and climate justice perspectives. This review highlights CS potential to address the complexity of sustainable urban development and urban sustainability challenges, promoting inclusive participation and orienting the effort to actionable solutions. Future trends are likely to further emphasize community science, citizen engagement, and the intersection of human health and climate change.","url":"https://doi.org/10.31235/osf.io/zc7w4_v1","doi":"10.31235/osf.io/zc7w4_v1","journal_full":"(OSF Preprints)","dist":0.4064,"specialized":false,"preprint":true}]
