[{"title": "Spraying Conflict: Aerial Drug Eradication and Armed Violence in Colombia", "authors": "Juan Felipe Campos-Contreras, Camilo Nieto-Matiz, Luis L. Schenoni", "abstract": "How do state interventions targeting illicit economies influence armed violence? Using Colombia as a critical case, we argue that aerial spraying of coca crops exacerbates violence by destabilizing local power dynamics and disrupting interactions among armed actors, civilians, and the state. Using municipal-level data from 2000 to 2015, we find that aerial spraying increases overall levels of violence in affected areas. Aerial spraying, we find, propitiates retaliatory violence against the state, stimulates turf wars between armed organizations, and produces civilian victimization. Moreover, we show that paramilitaries and criminal organizations respond more sharply to aerial spraying, escalating retaliation against the state and violence against civilians. By contrast, insurgent violence remains more consistent, driven by ideological goals and largely independent of eradication efforts. These findings reveal how fleeting large-scale interventions can inadvertently fuel conflict by altering the strategic equilibria of violent actors in illicit economies.", "url": "https://doi.org/10.1017/s000712342500033x", "doi": "10.1017/s000712342500033x", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.01660079788541091}, {"title": "Disentangling the Relationship Between Prospective Expectations and Policy Preferences in Violent Conflicts", "authors": "Alon Yakter, Liran Harsgor", "abstract": "Popular willingness to compromise is an important step for conflict resolution. A key argument suggests that improving expectations about the prospects of peace can increase public support for concessions. Yet a competing view, anchored in broader debates about preferences and expectations, suggests that prior ideological dispositions motivate biased future expectations rather than vice versa. This tension, however, remains understudied in violent conflicts. In this study, we leverage rich survey data from Israel to disentangle the causal relationship between expectations and preferences for compromise in a long-standing conflict. Using two decades of aggregate monthly series and two exogenous shocks to peace expectations, we find that changes in prospective expectations do predict subsequent shifts in support for compromise. We find no contrary evidence for a null, opposite, or heterogeneous relationship. The findings contribute to ongoing debates about the interrelations between expectations and preferences and provide insights into their implications for conflict resolution.", "url": "https://doi.org/10.1017/s0007123425100550", "doi": "10.1017/s0007123425100550", "journal_full": "British Journal of Political Science", "specialized": false, "preprint": false, "score": 0.013421399394156652}, {"title": "Recasting the Meaning of Elections: Three Strikes for the Mandate Interpretation in Europe", "authors": "Tristan Klingelhöfer", "abstract": "How are we to interpret the rising popularity of right-wing populist and outright authoritarian parties in European democracies? Commonly, elections are seen as handing a mandate to their winners. So, are such forces increasingly receiving a mandate from voters to carry out their policies? This article reviews three recent books ( Authoritarianism and the Evolution of West European Electoral Politics by Erik R. Tillman, Democracy Erodes from the Top by Larry M. Bartels, and Voters under Pressure by Ruth Dassonneville) and argues that the mandate interpretation strikes out. These books illustrate how politicians shape “mandates,” how “mandates” can be ignored by those in power, and how the party system and the electorate are not structured (anymore) in a way to allow for genuine mandates to emerge.", "url": "https://doi.org/10.5129/001041525x17515489518332", "doi": "10.5129/001041525x17515489518332", "journal_full": "Comparative Politics", "specialized": false, "preprint": false, "score": 0.00947904418430301}, {"title": "Election Timing across Autocracy and Democracy (ETAD): A new dataset of national election dates", "authors": "Masaaki Higashijima, Naoki Shimizu, Hidekuni Washida, Yuki Yanai", "url": "https://doi.org/10.1016/j.electstud.2025.102964", "doi": "10.1016/j.electstud.2025.102964", "journal_full": "Electoral Studies", "specialized": false, "preprint": false, "score": 0.005658213727489314}, {"title": "Not just who, but how: Further probing the connection between primary election dissatisfaction and general election voting behavior", "authors": "Elizabeth N. Simas, Lucas Lothamer", "url": "https://doi.org/10.1016/j.electstud.2025.102969", "doi": "10.1016/j.electstud.2025.102969", "journal_full": "Electoral Studies", "specialized": false, "preprint": false, "score": 0.005097293139751824}, {"title": "I Still Haven’t Found what I’m Looking for: Predicting Security-Related Incidents and Conflict Fatalities with Google Trends and Wikipedia Data", "authors": "Christian Oswald", "abstract": "Conflict forecasting has seen two recent developments: a shift to predicting continuous variables and a debate about the value of structural and procedural variables. This paper contributes to these efforts and proposes the category of salience variables in the form of Google Trends and Wikipedia data. Internet searches can be precursors of conflict intensity as a result of for example an increase in protests, violent behavior, or public announcements. Data are readily and openly available, updated in real time, and provide global coverage which makes it ideal for near-real time forecasting. Prediction targets are the number of security-related incidents and battle-related, non-state, and civilian casualties. I demonstrate the value of salience variables using various out-of-sample windows and performance metrics on the country- and province-month level. I find evidence that salience variables have considerable predictive power, outperform other commonly used variables, and are thus a valuable addition to the conflict forecasting toolkit.", "url": "https://doi.org/10.1177/00220027251362832", "doi": "10.1177/00220027251362832", "journal_full": "Journal of Conflict Resolution", "specialized": false, "preprint": false, "score": 0.007777315726933298}, {"title": "Moral Hazard or State Capacity? U.S. Military Assistance and Political Violence in Pakistan", "authors": "Syeda ShahBano Ijaz", "abstract": "Does U.S. military assistance affect domestic patterns of political violence? Military aid can improve the recipient country’s military capacity, but also create an incentive for prolonging conflict to secure future assistance. This moral hazard can manifest by geographically displacing conflict away from military strongholds while demonstrating an aggregate country-wide decrease in levels of violence. I analyze U.S. military assistance to Pakistan and find that aid can decrease the aggregate level of political violence in the short run. However, this short-run decrease is accompanied by a displacement of violence away from military headquarters. The discontinuity created by the sudden withdrawal of U.S. military assistance after Pakistan’s nuclear program, followed by its resumption post-9/11, lends causal purchase to my results, as does the historical location of military headquarters that were established by colonizers and have persisted in post-independence Pakistan.", "url": "https://doi.org/10.1177/00220027251361656", "doi": "10.1177/00220027251361656", "journal_full": "Journal of Conflict Resolution", "specialized": false, "preprint": false, "score": 0.009732605842068476}, {"title": "Re-Stigmatizing the Radical Right: A One-Way Street?", "authors": "Laia Balcells, Sergi Martínez, Vicente Valentim, Ethan vanderWilden", "abstract": "Radical right behavior and support for radical right parties have increased across many countries in recent decades. A growing body of research has argued that, similar to the spread of other extremist behaviors, this is due to an erosion of political norms. This suggests that re-stigmatizing radical right parties might be an effective way of countering their growth. We use a survey experiment in Spain that compares the effectiveness of three theory-driven interventions aimed at increasing political stigma against a radical right party. Contrary to expectations, we fail to validate the efficacy of vignette-based attempts at stigmatization, instead identifying some backlash effects. Methodologically, our findings underscore the importance of validating treatments, as we show that simple attempts at re-stigmatization can produce null or opposing effects to their intended purpose. Theoretically, our results support the idea that normalization is a “one-way street,” in that re-stigmatizing parties is difficult after a party has become normalized.", "url": "https://doi.org/10.1017/xps.2025.10007", "doi": "10.1017/xps.2025.10007", "journal_full": "Journal of Experimental Political Science", "specialized": false, "preprint": false, "score": 0.017446253921888255}, {"title": "The state of populism: Introducing the 2023 wave of the Populism and political parties expert survey", "authors": "Andrej Zaslove, Robert A Huber, Maurits J. Meijers", "abstract": "To understand the evolution of party-based populism, reliable and valid measurement is essential. This article presents the second wave of the Populism and Political Parties Expert Survey, capturing populism with a continuous, five-item multidimensional latent construct in 312 political parties across 31 European countries in 2023. We validate the approach through Exploratory Factor Analysis (EFA), Confirmatory Factor Analysis (CFA) and Item Response Theory (IRT). The IRT findings confirm the discriminatory power of the five items, while CFA results establish strict measurement invariance from 2018 to 2023, allowing for cross-temporal comparisons. Substantively, we show that radical right parties remain the most populist, followed by the radical left, with both nativism and left-wing economic stances as robust predictors of populism. Overall, average populism levels declined from 2018 to 2023, largely due to decreases among parties with weaker nativist and authoritarian tendencies.", "url": "https://doi.org/10.1177/13540688251361813", "doi": "10.1177/13540688251361813", "journal_full": "Party Politics", "specialized": false, "preprint": false, "score": 0.01848419290803449}, {"title": "Political violence and party system fragmentation in Mexico", "authors": "Abelardo Gómez Díaz", "abstract": "This study examines the extent to which local incidents of political violence reshape political competition. Specifically, the extent to which they influence party system fragmentation. It draws on data from over two thousand municipalities in Mexico across three consecutive elections (2018, 2021, and 2024), as well as on a series of generalized least squares models with random effects and clustered standard errors. These show that political violence significantly suppresses party system fragmentation, and that this suppressive effect intensifies over time. The study argues that political violence functions as a ‘shadow institution’ that mimics the effects of formal electoral rules by altering the costs, risks, and incentives of political participation. In all, this study highlights the need to account for both temporal dynamics and informal coercive pressures when analyzing the structure and evolution of party systems.", "url": "https://doi.org/10.1177/13540688251364216", "doi": "10.1177/13540688251364216", "journal_full": "Party Politics", "specialized": false, "preprint": false, "score": 0.022532780652728457}, {"title": "Populist radical right parties in action: The survival of the mass party AlbertazziDanielevan KesselStijnFaveroAdrianHatakkaNikoSijstermansJudithZulianelloMattia, Populist Radical Right Parties in Action: The Survival of the Mass Party. New York: Oxford University Press, 2025. £84.00 (paper), vii + 179pp. ISBN 9780192899736", "authors": "Prosanta Sarkar", "url": "https://doi.org/10.1177/13540688251364724", "doi": "10.1177/13540688251364724", "journal_full": "Party Politics", "specialized": false, "preprint": false, "score": 0.019349260134257085}, {"title": "Constituency Juries: Holding Elected Representatives Accountable through Sortition", "authors": "Bruno Leipold", "abstract": "This article proposes the creation of constituency juries to enhance accountability and check oligarchy in representative governments. Constituency juries would be made up of randomly selected citizens from an electoral constituency who exercise oversight over that constituency’s elected representative. Elected representatives would be required to give a regular account of their actions to the constituency jury, and the jury would have the power to sanction the representative. In addition to this general model of constituency juries, I offer a more specific institutional design that shows how the general model can be operationalized and realistically incorporated into existing representative governments. In contrast to lottocratic proposals that replace elections with sortition, constituency juries are a promising way to combine the two to address the oligarchic tendencies of elections in representative government.", "url": "https://doi.org/10.1017/s1537592725000805", "doi": "10.1017/s1537592725000805", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.005588148915819047}, {"title": "Watchdogs: Inspectors General and the Battle for Honest and Accountable Government. By Glenn Fine. Charlottesville, VA: University of Virginia Press, 2024. 232p.", "authors": "Ned Benton", "url": "https://doi.org/10.1017/s1537592725000532", "doi": "10.1017/s1537592725000532", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.04694256267030661}, {"title": "Making Political Parties Accessible for People with Disabilities: A New Research Agenda", "authors": "Elizabeth Evans", "abstract": "Despite constituting around 16% of the world’s population, we know little about the extent to which political parties encourage people with disabilities to participate in political parties. This article aims to fill that gap by providing a comparative analysis of political parties in Australia, Canada, New Zealand, and the United Kingdom. The research develops a framework for assessing the accessibility of political parties. The research finds evidence of activity in a small number of parties but finds relatively little evidence to suggest that parties are prioritizing this issue, especially when compared with the participation of other social groups. The article argues that we need greater research into the relationship between disability and political parties, concluding with a future research agenda.", "url": "https://doi.org/10.1017/s1537592725101825", "doi": "10.1017/s1537592725101825", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.014765295431556469}, {"title": "Bin-Conditional Conformal Prediction of Fatalities from Armed Conflict", "authors": "David Randahl, Jonathan P. Williams, Håvard Hegre", "abstract": "Forecasting of armed conflicts is a critical area of research with the potential to save lives and mitigate suffering. While existing forecasting models offer valuable point predictions, they often lack individual-level uncertainty estimates, limiting their usefulness for decision-making. Several approaches exist to estimate uncertainty, such as parametric and Bayesian prediction intervals, bootstrapping, quantile regression, but these methods often rely on restrictive assumptions, struggle to provide well-calibrated intervals across the full range of outcomes, or are computationally intensive. Conformal prediction offers a model-agnostic alternative that guarantees a user-specified level of coverage but typically provides only marginal coverage, potentially resulting in non-uniform coverage across different regions of the outcome space. In this article, we introduce a novel extension called bin-conditional conformal prediction (BCCP), which enhances standard conformal prediction (SCP) by ensuring consistent coverage rates across user-defined subsets (bins) of the outcome variable. We apply BCCP to simulated data as well as the forecasting of fatalities from armed conflicts, and demonstrate that it provides well-calibrated uncertainty estimates across various ranges of the outcome. Compared to SCP, BCCP offers improved local coverage, though this comes at the cost of slightly wider prediction intervals.", "url": "https://doi.org/10.1017/pan.2025.10010", "doi": "10.1017/pan.2025.10010", "journal_full": "Political Analysis", "specialized": false, "preprint": false, "score": 0.018420411542688364}, {"title": "Detecting Formatted Text: Data Collection Using Computer Vision", "authors": "Jonathan Colner", "abstract": "Research in political science has begun to explore how to use large language and object detection models to analyze text and visual data. However, few studies have explored how to use these tools for data extraction. Instead, researchers interested in extracting text from poorly formatted sources typically rely on optical character recognition and regular expressions or extract each item by hand. This letter describes a workflow process for structured text extraction using free models and software. I discuss the type of data best suited to this method, its usefulness within political science, and the steps required to convert the text into a usable dataset. Finally, I demonstrate the method by extracting agenda items from city council meeting minutes. I find the method can accurately extract subsections of text from a document and requires only a few hand labeled documents to adequately train.", "url": "https://doi.org/10.1017/pan.2025.10006", "doi": "10.1017/pan.2025.10006", "journal_full": "Political Analysis", "specialized": false, "preprint": false, "score": 0.006219106119302098}, {"title": "A Waste of Time? Partisan Deliberative Bias as a Barrier to Political Crosstalk", "authors": "Bryan McLaughlin, Nathaniel Geiger, Pedro H. P. Rocha", "abstract": "Americans are increasingly unwilling to talk about politics with out-partisans. One potential barrier to such cross-cutting partisan conversations may be partisans’ tendency to stereotype out-partisans as lacking the deliberative traits necessary to have a productive conversation (i.e., partisan deliberative bias ). Here, three studies examine the presence of partisan deliberative bias, its relationship to cross-cutting political talk, and potential pathways to reducing partisan deliberative bias. Study 1 (two-wave panel; Wave-2 N = 695) provides evidence that partisans perceive out-partisans possess less deliberative traits than in-partisans and these perceptions are related to reduced cross-cutting political talk (at Time 2). Study 2 (experimental; N = 417) provides evidence that exposing individuals to more examples of out-partisans who display deliberative traits (vs. anti-deliberative traits) leads to increased perceptions that out-partisans possess deliberative traits, which is associated with greater willingness to engage in a political conversation. Study 3 (experimental; N = 825) provides evidence that a deliberative bias-correcting intervention can reduce stereotypes about out-party members’ deliberative traits. Further, findings from an alternative model that includes in-group favoritism suggest that perceptions of deliberative traits are significantly related to cross-cutting political talk even when accounting for affective polarization. Findings across all three studies are similar for Republican and Democratic participants. Taken holistically, these results highlight the prevalence of partisan deliberative bias, suggest that such bias reduces cross-cutting conversations, and provide preliminary evidence for the effectiveness of interventions to address this bias.", "url": "https://doi.org/10.1007/s11109-025-10068-w", "doi": "10.1007/s11109-025-10068-w", "journal_full": "Political Behavior", "specialized": false, "preprint": false, "score": 0.013864286028511752}, {"title": "Disagreements About Threats to Electoral Integrity: Beliefs About the Severity and Frequency of Fraudulent, Uncounted, and Forgone Votes in the 2020 and 2024 Elections", "authors": "Gregory A. Huber, John J. Cho, Scott E. Bokemper, Alan S. Gerber, William J. Brady, Killian McLoughlin, Molly J. Crockett", "url": "https://doi.org/10.1007/s11109-025-10066-y", "doi": "10.1007/s11109-025-10066-y", "journal_full": "Political Behavior", "specialized": false, "preprint": false, "score": 0.018970644470181708}, {"title": "Review forum", "authors": "M. Beatrice Fazi, Sam Kinsley, Elke Schwarz, Gillian Rose, Olivia Mason", "url": "https://doi.org/10.1016/j.polgeo.2025.103392", "doi": "10.1016/j.polgeo.2025.103392", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.0027987250780132644}, {"title": "Out‐party, out of luck: Partisan biases in public support for due process in corruption investigations", "authors": "Pedro C. Magalhães, Luís de Sousa, Nuno Garoupa, Rui Costa‐Lopes", "abstract": "This study examines how public support for due process in corruption investigations is affected by partisan biases. Using a survey experiment conducted with a representative sample of Portuguese voters, it finds that voters' support for legally enshrined due process rights is conditional on their partisan alignment with the corruption suspects. Specifically, respondents exhibit greater support for due process protections for in‐party than for out‐party suspects, with out‐party derogation prevailing. By focusing on public attitudes towards legal fairness and horizontal accountability, these results expand our understanding of the role of partisan loyalties in accountability for corruption beyond their better‐known role in electoral processes.", "url": "https://doi.org/10.1111/pops.70063", "doi": "10.1111/pops.70063", "journal_full": "Political Psychology", "specialized": false, "preprint": false, "score": 0.005822909051811598}, {"title": "Large Language Models Are Democracy Coders with Attitudes", "authors": "Nils B. Weidmann, Mats Faulborn, David García", "abstract": "Current political developments worldwide illustrate that research on democratic backsliding is as important as ever. A recent exchange in Political Science &amp; Politics (February 2024) highlighted again that the measurement of democracy remains a challenge. With many democracy indicators consisting of subjective assessments rather than factual observations, trends in democracy over time could be due to human biases in the coding of these indicators rather than empirical facts. This article leverages two cutting-edge Large Language Models (LLMs) for the coding of democracy indicators from the V-Dem project. With access to huge amounts of information, these models may be able to rate the many “soft” characteristics of regimes at substantially lower costs. Whereas LLM-generated codings largely align with expert coders for many countries, we show that when these models deviate from human assessments, they do so in different but consistent ways. Some LLMs are too pessimistic and others consistently overestimate the democratic quality of these countries. Although the combination of the two LLM codings can alleviate this concern, we conclude that it is difficult to replace human coders with LLMs because the extent and direction of these attitudes is not known a priori.", "url": "https://doi.org/10.1017/s1049096525101248", "doi": "10.1017/s1049096525101248", "journal_full": "PS: Political Science & Politics", "specialized": false, "preprint": false, "score": 0.004509618222395706}, {"title": "Introducing the American Women Political Leaders’ Operational Codes Dataset", "authors": "Baris Kesgin, Katherine Graham McCormick", "abstract": "Although women leaders assume prominent national offices in the United States (and the world), one of the well-established specializations in political science and psychology (i.e., leadership studies) is inundated with male-centric benchmarks. This research often relies on a reference group to develop leaders’ profiles in comparison to other elites. They are predominantly populated, however, with male leaders. This article suggests a remedy and introduces a women leaders reference group for operational code analysis, which is a quantitative approach measuring leaders’ beliefs about politics. We gathered American women leaders’ speeches from the Iowa State University Archives of Women’s Political Communication. Using an automated content analysis, we developed a norming group exclusively for American female politicians in national politics. Whereas our findings indicate noticeable differences and suggest similarities with existing reference groups, we aspire to initiate a conversation and hope that more data will follow and shed more light on women leaders. This reference group can serve as a crucial tool in providing contextualized political-personality profiles of American women leaders and also provide an illustrative example to bridge leadership and gender studies in advancing the study of women leaders in the United States (and beyond).", "url": "https://doi.org/10.1017/s1049096525101194", "doi": "10.1017/s1049096525101194", "journal_full": "PS: Political Science & Politics", "specialized": false, "preprint": false, "score": 0.009737142358207107}, {"title": "The Albatross: Student Loan Debt and Support for Joe Biden in the 2024 Election", "authors": "William Harrison, Jacob Smith", "abstract": "Student debt heavily shapes the life decisions and outlook of those living with it. This article examines the relationship between undergraduates’ views of President Joe Biden’s actions on student debt and their support for him in the 2024 election prior to his dropping out of the race. Using a representative survey from a large private university in the Northeast, we assess how student views of Biden’s handling of student loan relief correlated with voting intentions among registered student voters. Our analysis reveals that students who believed the Biden administration adequately addressed student debt were significantly more likely to support him compared to those who believed he had done too little. Additionally, our findings suggest that whereas increased student debt relief could have bolstered Biden’s support among liberal and very liberal students, its impact on moderate and conservative students was more limited. This study highlights the electoral implications of student debt relief policies, particularly in shaping young voters’ preferences, and it underscores the potential for targeted economic benefits to influence voter behavior in a highly polarized political environment.", "url": "https://doi.org/10.1017/s1049096525101236", "doi": "10.1017/s1049096525101236", "journal_full": "PS: Political Science & Politics", "specialized": false, "preprint": false, "score": 0.018106832625464087}, {"title": "Mixed electoral systems: an introduction to the special issue", "authors": "Jarosław Flis, Bernard Grofman, Marek M. Kaminski", "url": "https://doi.org/10.1007/s11127-025-01311-3", "doi": "10.1007/s11127-025-01311-3", "journal_full": "Public Choice", "specialized": false, "preprint": false, "score": 0.03994205011004204}, {"title": "Judicial influence and the importance of intersecting identities", "authors": "Abigail A. Matthews, Rachael K. Hinkle", "abstract": "Judges, like all of us, possess multiple intersecting identities. Drawing on social identity theory, we examine how gender, race, and partisanship jointly influence judicial citation practices. We hypothesize that in-group favoritism motivates judges to preferentially cite peers with whom they share salient identities, and that this effect intensifies as the number of shared identities increases. Using an extensive dataset of discretionary citations from search and seizure cases between 2000 and 2010, we find that sharing a single identity yields no significant effect. However, as the number of shared identities increases, so does the probability of citation. Judges who share race, gender, and partisanship exhibit a 25% higher probability of citation relative to those with no shared identity. These findings highlight the cumulative impact of intersecting identities on judicial influence and behavior, emphasizing that diversity is critical for the development of legal precedent and the law.", "url": "https://doi.org/10.1177/20531680251353143", "doi": "10.1177/20531680251353143", "journal_full": "Research & Politics", "specialized": false, "preprint": false, "score": 0.012713891587755932}, {"title": "Gendered Barriers to Entry: Responses to Requests for State Legislative Internships", "authors": "Hans J.G. Hassell, Josh McCrain, Matthew R. Miles", "url": "https://doi.org/10.1086/737850", "doi": "10.1086/737850", "journal_full": "The Journal of Politics", "specialized": false, "preprint": false, "score": 0.04785631139786661}, {"title": "Robots, Foreigners, and Foreign Robots: Policy Responses to Automation and Trade", "authors": "Stephen Chaudoin, Michael-David Mangini", "url": "https://doi.org/10.1086/737849", "doi": "10.1086/737849", "journal_full": "The Journal of Politics", "specialized": false, "preprint": false, "score": 0.07581249007630497}, {"title": "Champions and Pariahs: Image Effects of Naming and Shaming", "authors": "Lotem Bassan-Nygate", "url": "https://doi.org/10.1086/737851", "doi": "10.1086/737851", "journal_full": "The Journal of Politics", "specialized": false, "preprint": false, "score": 0.03634514433287661}, {"title": "Judicial diversity and immigration appeals: evidence from the United Kingdom", "authors": "Michal Ovádek", "url": "https://doi.org/10.1080/01402382.2025.2527542", "doi": "10.1080/01402382.2025.2527542", "journal_full": "West European Politics", "specialized": false, "preprint": false, "score": 0.9924880543466786}, {"title": "Human–technology entanglement in digital-human themed talent shows programmes: multi-interactivity of biopower in Alter Ego", "authors": "Yupei Zhao, Wanyan Wu, Hong Zhang", "url": "https://doi.org/10.1080/1369118x.2025.2539296", "doi": "10.1080/1369118x.2025.2539296", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.017752069454323838}, {"title": "Correction", "url": "https://doi.org/10.1080/1369118x.2025.2539588", "doi": "10.1080/1369118x.2025.2539588", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.002769556113146221}, {"title": "Beyond the individual level: a social-ecological perspective to understanding technology maintenance barriers and strategies among low-income U.S. adults", "authors": "Laurent H. Wang, Amy L. Gonzales, Clarissa Rios", "url": "https://doi.org/10.1080/1369118x.2025.2539293", "doi": "10.1080/1369118x.2025.2539293", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.014387838059353841}, {"title": "A computational analysis of the platformization of music: comparing hit songs on TikTok and Spotify", "authors": "Na Ta, Fang Jiao, Cong Lin, Cuihua Shen", "url": "https://doi.org/10.1080/1369118x.2025.2539297", "doi": "10.1080/1369118x.2025.2539297", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.025669940661861235}, {"title": "Building a virtual community: online Mexican vendors, live-streaming, culture and emotions", "authors": "Nadia Y. Flores-Yeffal", "url": "https://doi.org/10.1080/1369118x.2025.2539298", "doi": "10.1080/1369118x.2025.2539298", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.06577135963057934}, {"title": "Are anxiously attached dating app users less successful and feeling worse after use? The moderating role of perceived anonymity affordance", "authors": "Junwen M. Hu, Marina F. Thomas", "url": "https://doi.org/10.1080/1369118x.2025.2539294", "doi": "10.1080/1369118x.2025.2539294", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.0068787773566928445}, {"title": "The interplay between loyalty and legitimacy in blockchain-based metaverses: the case of Decentraland", "authors": "Morshed Mannan, Primavera De Filippi, Tara Merk", "url": "https://doi.org/10.1080/1369118x.2025.2523978", "doi": "10.1080/1369118x.2025.2523978", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.009096031989160203}, {"title": "Governance of discriminatory content in conversational AIs: a cross-platform and cross-cultural analysis", "authors": "Na Ta, Jing Zeng, Zhanghao Li", "url": "https://doi.org/10.1080/1369118x.2025.2537803", "doi": "10.1080/1369118x.2025.2537803", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.02821704444364026}, {"title": "From personalized news curation to shared issue concerns in fragmentation era: a dynamic network approach by levels of issue involvement", "authors": "Sujin Choi", "url": "https://doi.org/10.1080/1369118x.2025.2539295", "doi": "10.1080/1369118x.2025.2539295", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.009212568942341681}, {"title": "Proactive governance by official administrators on Chinese social media platforms: Boundary discourse and governance legitimacy", "authors": "Jiayi Chen, Chang Shi", "abstract": "Chinese social media platforms are taking the initiative to cultivate relationships with both the government and users by proactively elaborating on platform rules, aiming to enhance the legitimacy of governance. This article seeks to understand the proactive governance of Chinese social media platforms and the underlying power dynamics by analyzing how official administrators construct governance legitimacy through boundary discourse. We conduct a critical discourse analysis of video texts published by official administrators on three large social media platforms: Douyin, Kuaishou, and Bilibili. It is found that official administrators legitimize platform governance by shaping three types of boundary discourse: deviant expulsion, traffic rewards, and community pest clean-up. Proactive governance by official administrators represents efforts by social platforms to balance top-down regulatory pressures with the autonomy of platform governance and to seek ways to legitimize the governance framework in a manner that is more acceptable to users. Going beyond a technology-centric concept of platform governance, the article seeks to understand the governance system of Chinese social platforms through the boundary discourse of official administrators.", "url": "https://doi.org/10.1177/01634437251336153", "doi": "10.1177/01634437251336153", "journal_full": "Media, Culture & Society", "specialized": false, "preprint": false, "score": 0.0035000985585383892}, {"title": "Leaving North Korea: Illicit cultural globalization and mediated migration in the digital age", "authors": "Youna Kim", "abstract": "North Korea is one of the least known, most closed, and repressive media cultural environments in the world. Despite the regime’s determination to retain its power by coercion and ban on the outside media, since the late 1990s illicit cultural globalization “from below” has become an integral part of everyday life of the subaltern population, operating through unofficial underground channels and making an unacknowledged sociocultural difference in the reclusive nation. Based on qualitative in-depth interviews with 60 North Koreans, this empirical study explores what their experiences suggest about the transformative and dis-embedding role of illicit media culture as a pull factor for the mediated migration in the digital age. Providing detailed empirical data, it importantly recognizes the often hidden and least studied phenomenon of North Koreans’ transnational mobility and its relationship to the impact of illicit media consumption in everyday life.", "url": "https://doi.org/10.1177/01634437251360374", "doi": "10.1177/01634437251360374", "journal_full": "Media, Culture & Society", "specialized": false, "preprint": false, "score": 0.7425622475360252}, {"title": "Decolonisation is not a vibe: On anti-capitalist praxis, citation politics and epistemic refusal", "authors": "Tanja Bosch", "abstract": "This paper argues that decolonisation in media and communication studies must be rooted in anti-capitalist praxis, not just symbolic critique. While the field increasingly gestures toward decoloniality through the rhetoric of diversity and inclusion, such moves often sidestep the material infrastructures, labour conditions, funding regimes and citation politics that structure how academic knowledge is produced. Drawing on critical scholarship from both the Global South and North, this paper reframes decolonisation as a struggle over intellectual economies, institutional geographies and epistemic authority. It proposes situated citation and co-theorisation as methodological refusals of canon and hierarchy, emphasising dialogic, power-aware engagements that foreground asymmetries rather than mask them through representational balance. The paper stages theoretical ‘pairings’ such as Ricaurte and Couldry, Birhane and Noble, Habermas and Mbembe to surface geopolitical tensions and illuminate plural epistemologies. In doing so, it models a citational praxis that treats theory as relational, contested and grounded in struggle. Refusal emerges here not as negation, but as a generative mode of insurgent scholarship: resisting extractive logics, rejecting capitalist metrics of ‘impact’ and centring labour, sovereignty and solidarity. Against the depoliticised uses of decolonisation as a theme or aesthetic, this paper insists on its radical potential as method, struggle and material intervention. It calls for a structural reorientation of the academy, one that redistributes power rather than simply diversifying its surface, and affirms that to decolonise is not to critique from within, it is to rupture and rebuild.", "url": "https://doi.org/10.1177/01634437251360382", "doi": "10.1177/01634437251360382", "journal_full": "Media, Culture & Society", "specialized": false, "preprint": false, "score": 0.016755521870843948}, {"title": "Encoding/decoding in artificial intelligence: Global AI and local languages", "authors": "FengYi Yin", "abstract": "Amid artificial intelligence rapidly transforming our social life, this article uses Stuart Hall’s encoding/decoding model to critically assess the design and use of AI-based language technology for developing a more inclusive and fair global AI system. Generative AI predominantly trained on data in high-resource languages like English encodes and reinforces dominant ideologies as a preferred reading of the global society. In sub-Saharan Africa, the post-colonial linguistic politics and oral traditions contribute to indigenous African languages, despite being spoken by millions, as being low-resourced, which in turn exacerbates the marginalization of African linguistic and epistemic systems in the AI age. In addition to efforts to facilitate inclusive encoding using datasets featuring local contributions, another way forward is to emphasize user agency in critical decoding of meaning structures embedded in global AI and in the use of technology, allowing for the possibility of negotiated or oppositional positions that resist the dominant.", "url": "https://doi.org/10.1177/01634437251360381", "doi": "10.1177/01634437251360381", "journal_full": "Media, Culture & Society", "specialized": false, "preprint": false, "score": 0.016856195066239588}, {"title": "Social media feeds as curatorial assemblages: A conceptual framework", "authors": "Christoph Bareither, Sabine Wirth", "abstract": "Social media feeds are a central object of analysis and a frequently recurring topic in the study of digital cultures, but their complex and ephemeral nature resists conceptualization. This paper addresses this challenge by approaching feeds as “assemblages.” Using Instagram and TikTok as primary examples, we employ the concept of the “feed-as-assemblage” to understand how a feed’s constitutive elements (e.g., algorithms, data, devices, interfaces, human actors, practices) form relations both at the micro-level of individual feeds and at the macro-level between all the feeds of a given platform. These relations make up intricate sociotechnical ensembles driven by curation, which is to say, the feed-as-assemblage constantly selects specific elements and rearranges their relations in order to generate value. On the basis of this conceptual framework, we focus on three central elements in the feed-as-assemblage – recommender systems, interfaces, and user practices. These elements serve in turn as heuristic access points into the production of (and exchange between) different forms of value. The general aim of this paper is to offer a conceptual approach that brings the strengths of multiple disciplines to bear in analyzing social media feeds.", "url": "https://doi.org/10.1177/01634437251360372", "doi": "10.1177/01634437251360372", "journal_full": "Media, Culture & Society", "specialized": false, "preprint": false, "score": 0.011166081739768852}, {"title": "Influencer culture and the changing face of sport and media", "authors": "Hunter Fujak, Tom Evens, Joshua McLeod", "abstract": "This crosscurrent explores how influencer culture, shaped by Generation Z and Alpha’s distinct media practices, is reshaping the commercial and cultural foundations of sport. Through recent empirical cases, we argue that a paradigmatic shift is underway in the sport–media nexus, wherein content untethered from elite athleticism can generate immense audiences and commercial outcomes by privileging personality, virality and platform-native entertainment. Drawing on theories of celebrity and influencer culture, we critically assess how this phenomenon destabilises traditional sporting authority and reorients fan engagement toward more fluid, personality-driven forms of global digital allegiance. We further analyse how participatory infrastructures and algorithmic visibility are reconfiguring the terms of legitimacy and value in contemporary sport. Rather than a fleeting disruption, we contend this signals a structural transformation in the production, circulation and consumption of sport content. From this interrogation, we propose a research agenda to explore the implications of this shift for sport’s social function, institutional power and position within platform capitalism. In turn, this crosscurrent contributes to broader debates in media and cultural studies around power, identity and the evolving dynamics of digitally mediated entertainment.", "url": "https://doi.org/10.1177/01634437251360383", "doi": "10.1177/01634437251360383", "journal_full": "Media, Culture & Society", "specialized": false, "preprint": false, "score": 0.018699156360874936}, {"title": "Journalists as actors of democratic resilience: Independent online media in autocratizing Hong Kong", "authors": "Gary Tang, Francis LF Lee, Chi-Kit Chan, Stephanie ZQ Yang, Hans Tse", "abstract": "Studies of democratic resilience typically focus on the role of political institutions in resisting autocratization. Few studies focus on the roles of social actors in resisting autocratization even after institutional breakdown. This study offers a case study of Hong Kong, where the enactment of the National Security Law (NSL) in 2020 had ushered in a process of rapid autocratization and disrupted the status quo of the city as a hybrid regime. In the post-NSL era, social actors such as civil society practitioners and liberal journalists became crucial in sustaining democratic resilience at the societal and cultural level. Based on in-depth interviews with 20 online journalists, this article examines why these journalists decide to stay in journalism despite the severely worsened environment, the practices that signify their resilience, and how they manage risks in the process. The article thus contributes to understanding of the possible sources of democratic resilience under autocratization.", "url": "https://doi.org/10.1177/01634437251360379", "doi": "10.1177/01634437251360379", "journal_full": "Media, Culture & Society", "specialized": false, "preprint": false, "score": 0.004756377627151864}, {"title": "Do Politicians’ Genders Influence Voter Persuasion?", "authors": "Hirofumi Miwa, Ikuma Ogura", "url": "https://doi.org/10.1080/10584609.2025.2519159", "doi": "10.1080/10584609.2025.2519159", "journal_full": "Political Communication", "specialized": false, "preprint": false, "score": 0.0347220421444524}, {"title": "Shadows and Light: Unveiling Multifaceted Polarization in Social Media Discourse on Human Trafficking", "authors": "Yunfei Xing, Justin Zuopeng Zhang", "abstract": "Human trafficking, a grave human rights violation with far-reaching global consequences, serves as a compelling case study for analyzing multifaceted polarization dynamics in online discourse and the influence of social media on public perceptions and responses. Drawing on social identity theory and self-categorization theory, this article aims to elucidate both group polarization and opinion polarization surrounding human trafficking on social media. Through an integrated approach that combines clustering, social network analysis, text mining, and topic modeling, this study provides a comprehensive examination of community formation, influential actor identification, topic classification, and semantic analysis. The similarity between user-generated content from clustered groups and the topics identified is calculated to quantify the degree of multifaceted polarization. The findings reveal a robust community structure within the network and uncover divisions and structural characteristics across each subgroup. Utilizing the BERTopic model, thematic clusters such as vulnerable groups, persecution experiences, incident areas, law and politics, public awareness, contraband, and case events are identified, reflecting the primary public concerns regarding human trafficking. This research enhances our understanding of multifaceted polarization shaped by social identity in digital conversations about critical social issues and holds significant implications for policymakers, advocacy groups, and practitioners navigating public opinion regarding human trafficking in the digital realm.", "url": "https://doi.org/10.1177/20563051251357872", "doi": "10.1177/20563051251357872", "journal_full": "Social Media + Society", "specialized": false, "preprint": false, "score": 0.017026947025734263}, {"title": "Flame Badges and Virtual Pets: Gamified Sociality on Douyin", "authors": "Hui Lin, Rafal Zaborowski", "abstract": "This article examines Douyin’s gamified features to investigate whether and how they facilitate online sociality. Drawing on literature on online sociality and gamification, this study demonstrates how Douyin’s gaming elements introduce a playful dimension to social interactions and examines the implications of transforming sociality into a game. Using a mixed-method approach comprising the walkthrough method and diary-interview technique, the study finds that gamified features—such as friendship badges, quantified levels, and virtual pets—can encourage social behavior and strengthen interpersonal bonds. However, these effects are primarily confined to small, strong-tie friendship groups and do not extend to larger, weak-tie networks. The findings suggest that Douyin users often display heightened awareness of how algorithms exploit their social behaviors, prompting them to adopt cautious and critical digital practices. The article makes both empirical and methodological contributions by offering a case study of gamification in socialization and demonstrating the utility of the diary-interview approach for analyzing user interactions.", "url": "https://doi.org/10.1177/20563051251358748", "doi": "10.1177/20563051251358748", "journal_full": "Social Media + Society", "specialized": false, "preprint": false, "score": 0.03980523230169908}, {"title": "Perceptions of the European Green Deal: Understanding Public Sentiment", "authors": "Steve Borchardt, Matteo Trane, Stefano Cisternino, Luisa Marelli", "abstract": "Launched in December 2019, the European Green Deal (EGD) represents the European Union’s (EU) ambitious policy framework to achieve climate neutrality by 2050. This study employs a sentiment analysis of 582,156 tweets from the beginning of 2020 to April 2024 to understand the evolution of public sentiment toward the EGD. Grounded in Social Representations Theory and Framing Theory, we analyze sentiment trends, topic distributions, and the impact of key policy and external events (e.g. COVID-19 spread) on public sentiment. The results reveal predominantly neutral sentiment (61.68%), with more positive (28.26%) than negative (10.06%) sentiment overall and a substantially stable trend over time. EU-affiliated accounts showed higher positive sentiment compared to non-EU-affiliated accounts. Sentiment trends were correlated with key policy announcements and global events, demonstrating the intricate relationship between policy communication and the formation of public opinion. The study identified key themes and specific initiatives driving positive sentiment, including those linked to the first EU climate law and climate targets, Farm to Fork, and New European Bauhaus. Conversely, economic concerns, challenges in policy implementation challenges, ecosystem conservation status, and food system, and energy security issues appeared as associated with negative sentiment. The findings highlight the importance of targeted communication strategies, transparent response to skepticism, communication of policy processes, and stakeholder feedback collection tool enhancement to leverage public sentiment in support of the EU green transition, paving the way for future research to explore regional nuances and sentiment monitoring.", "url": "https://doi.org/10.1177/20563051251337404", "doi": "10.1177/20563051251337404", "journal_full": "Social Media + Society", "specialized": false, "preprint": false, "score": 0.04592686372499655}, {"title": "Watch, Scroll, Repeat: How Interface Design Shapes Consumptive Curation Affordances on TikTok", "authors": "Carlos Entrena-Serrano", "abstract": "Social media’s transition into algorithmic content recommendations, accelerated by TikTok’s entry into the ecosystem, has reshaped platforms’ consumptive curation affordances, reducing users’ ability to curate their feeds directly. While previous research has explored user experiences with TikTok’s algorithmic recommendations, there has been limited attention to how its interface shapes these interactions. This article interrogates the role of TikTok’s interface design in shaping these new consumptive curation affordances. Drawing on Davis’s concept of consumptive curation – users’ selective engagement with vast pools of content – and literature on social media affordances and mediation theory, I present consumptive curation affordances as relational: shaped by the interplay between platforms’ technological design, user practices and social arrangements. TikTok’s interface is central in this interplay, mediating consumptive curation practices with algorithmic recommendations through several affordance mechanisms. I analyse TikTok’s interface through a walkthrough method, organised according to the algorithmic experience framework, where I operationalise the concepts of friction levels and affordance mechanisms. Findings reveal the dominant role of the For You Page, where TikTok strongly encourages users toward passive consumptive curation – watch, scroll, repeat – while refusing to provide enough transparency about how interactions curate recommendations and discouraging users from disabling data collection. As a result, TikTok’s interface discourages users from strategising consumptive curation practices, demanding reliance on opaque algorithmic recommendations. This study offers a theoretical foundation for understanding how interface design influences consumptive curation affordances. Grounded in a relational view of affordances, future studies can explore how socially situated users strategise interactions with TikTok’s algorithmic environment.", "url": "https://doi.org/10.1177/20563051251358529", "doi": "10.1177/20563051251358529", "journal_full": "Social Media + Society", "specialized": false, "preprint": false, "score": 0.007318164350066936}, {"title": "The Moral Foundations of Populist Communication: A Semantic Network Analysis of Political Parties’ Social Media Discourse in a Multiparty System", "authors": "Anna Wickenkamp, Frederic R. Hopp, Michael Hameleers, Linda Bos", "abstract": "Social media have transformed political campaigning by enabling direct interaction between politicians and voters, becoming a key tool for shaping public opinion. Moral language is pivotal in this dynamic as it captures attention in an overly information-saturated social media environment and wields significant influence over political opinions. Populists thrive on social media by fostering distrust in elites, using emotional language, and reducing complex issues to simple “us vs. them” binaries. We argue these factors are rooted in moral underpinnings, which may play a significant role in the appeal of populist parties and have thus far received limited scholarly attention. Consequently, this paper addresses the research question: To what extent, and in what ways, do populist parties exhibit a distinct moral-rhetorical profile on social media that sets them apart from mainstream politicians? Using Moral Foundations Theory, natural language processing, and a computational semantic network approach, we analyzed 11,205 social media posts from Dutch political parties and leaders during the 2023 Dutch election campaign across X, Facebook, and Instagram. Our findings reveal that populist parties emphasize Care and Authority over other moral foundations, while mainstream parties exhibit a different moral foundation distribution. These results align with the part of populist communication logic that frames populist actors as defenders against corrupt elites and external threats, as well as representatives of the people’s demand for sovereignty. Moreover, we found populist parties exhibit less internal consistency in their moral rhetoric across platforms than mainstream parties, suggesting a potentially higher adeptness at tailoring messages to different platforms and their affordances.", "url": "https://doi.org/10.1177/20563051251357271", "doi": "10.1177/20563051251357271", "journal_full": "Social Media + Society", "specialized": false, "preprint": false, "score": 0.0052770498513968755}, {"title": "How does artificial intelligence enhance corporate participation in global value chains? Evidence from Chinese A-share listed companies", "authors": "Min Qin, Yanan Li, Shanshan Qiu, Zhensong Jiang", "url": "https://doi.org/10.1016/j.telpol.2025.103026", "doi": "10.1016/j.telpol.2025.103026", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.0063141528474628394}, {"title": "Factors influencing internet usage preferences of tribal farmers in Northern Thailand", "authors": "Parisa Phiaaia, Chaiteera Panpakdee", "url": "https://doi.org/10.1016/j.telpol.2025.103036", "doi": "10.1016/j.telpol.2025.103036", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.20662455171939986}, {"title": "Routine-Biased Technological Change and Endogenous Skill Investments", "authors": "Danyelle Branco, Bladimir Carrillo, Wilman Iglesias", "abstract": "We investigate how individuals alter their educational investments in response to routine-biased technology. We find that individuals growing up in robot-impacted areas are more likely to complete a bachelor’s degree and experience a relative increase in earnings. Changes in the skill premium and opportunity cost appear to drive these effects. To interpret these findings, we estimate a model of endogenous skill acquisition where changes in the demand and supply of skills shape the path of earnings. Counterfactual simulations suggest that the endogenous skill response cannot fully undo the adverse earnings effects of automation unless there are sufficiently generous educational subsidies. (JEL I26, J22, J23, J24, J31)", "url": "https://doi.org/10.1257/pol.20220407", "doi": "10.1257/pol.20220407", "journal_full": "American Economic Journal: Economic Policy", "specialized": false, "preprint": false, "score": 0.006110690059154877}, {"title": "Terrorism and Voting: The Rise of Right-Wing Populism in Germany", "authors": "Navid Sabet, Marius Liebald, Guido Friebel", "abstract": "We document that right-wing terrorism leads to significant increases in vote share for the right-wing, populist AfD (Alternative für Deutschland) party in Germany. To identify causal effects, we exploit quasi-random variation between successful and failed attacks across municipalities. Using the SOEP, a longitudinal panel of individuals, we find successful terror leads individuals to prefer the AfD and worry about migration. Political parties—the AfD in particular—adjust their messaging in election manifestos in response to terror. Overall, and in contrast to previous work, we find terrorism is consequential to the rise of right-wing populism in a Western, multiparty democratic system. (JEL D72, D74, K42)", "url": "https://doi.org/10.1257/pol.20230615", "doi": "10.1257/pol.20230615", "journal_full": "American Economic Journal: Economic Policy", "specialized": false, "preprint": false, "score": 0.5500901776021107}, {"title": "The Long-Run Effects of Peer Gender on Occupational Sorting and the Wage Gap", "authors": "Demid Getik, Armando N. Meier", "abstract": "We study the impact of the early gender environment on inequality in the labor market. To this end, we link primary school data to occupations and earnings. We find that women exposed to more girls at critical ages earn more later on: A 10 percent increase in the share of girls leads to a gender wage gap reduction of 2.7 percent. We explore mechanisms and find a strong selection of women into less gender-stereotypical educational tracks and occupations, leading to higher earnings. The gender environment at an early age, therefore, leads to persistent changes in career trajectories and earnings. (JEL I24, I26, J16, J24, J31)", "url": "https://doi.org/10.1257/pol.20230251", "doi": "10.1257/pol.20230251", "journal_full": "American Economic Journal: Economic Policy", "specialized": false, "preprint": false, "score": 0.010490876017538175}, {"title": "International Transmission of Inequality through Trade", "authors": "Sergey Nigai", "abstract": "I examine the international transmission of income inequality through trade. Using firm-level and aggregate data, I find that exporting to more unequal countries increases domestic inequality. I rationalize this finding by developing a model of international consumer targeting in which firms serve specific consumer segments in each market. Inequality in export markets shapes the distribution of firms’ profits and, therefore, the incomes of individuals linked to them, widening domestic inequality. The calibrated model suggests that international inequality transmission explains 4.4 percent and 4.8 percent of the observed levels of Gini coefficients and income shares of the top 1 percent, respectively. (JEL D22, D31, D63, F14, F63)", "url": "https://doi.org/10.1257/pol.20230497", "doi": "10.1257/pol.20230497", "journal_full": "American Economic Journal: Economic Policy", "specialized": false, "preprint": false, "score": 0.013353528285286353}, {"title": "Fiscal Rules and the Selection of Politicians: Theory and Evidence from Italy", "authors": "Matteo Gamalerio, Federico Trombetta", "abstract": "Fiscal rules, or constraints on the policymaking discretion of elected officials, are widely used to regulate fiscal policies. Using data on Italian municipalities, we employ a difference-in-discontinuity design to provide evidence of the negative effect of fiscal rules on mayoral candidates’ education. Municipalities in which fiscal rules meaningfully restrict the action space of politicians drive the effect. These results are consistent with a formal model of fiscal rules and political selection. We highlight that reducing discretion may affect the composition of the pool of players: It may alleviate pork barrel spending but also negatively affect the education of politicians. (JEL D72, E62, H62, H72)", "url": "https://doi.org/10.1257/pol.20220325", "doi": "10.1257/pol.20220325", "journal_full": "American Economic Journal: Economic Policy", "specialized": false, "preprint": false, "score": 0.007502459817229079}, {"title": "Pandering in the Shadows: How Natural Disasters Affect Special Interest Politics", "authors": "Ethan Kaplan, Jörg L. Spenkuch, Haishan Yuan", "abstract": "We exploit the quasi-random timing of natural disasters to study the connection between public attention to politics and legislators’ support for special interests. We show that when a disaster strikes, the news media reduce coverage of politics in general and of individual legislators in particular, and members of the House of Representatives become significantly more likely to adopt special interest donors’ positions. The evidence implies that politicians are more inclined to take actions benefiting special interests when the public is distracted. More broadly, our findings suggest that attention to politics improves electoral accountability even in an environment with stringent transparency requirements. (JEL D72, L82, Q54)", "url": "https://doi.org/10.1257/pol.20230783", "doi": "10.1257/pol.20230783", "journal_full": "American Economic Journal: Economic Policy", "specialized": false, "preprint": false, "score": 0.00892232699511819}, {"title": "The Making of Civic Virtues:A School-Based Experiment in Three Countries", "authors": "Simon Briole, Marc Gurgand, Éric Maurin, Sandra McNally, Jenifer Ruiz-Valenzuela, Daniel Santín", "abstract": "This paper shows that schools can foster the transmission of civic virtues by helping students to develop concrete, democratically chosen, collective projects. We draw on an RCT implemented in 200 middle schools in three countries. The program leads students to conduct citizenship projects in their communities under the supervision of teachers trained in the intervention. The intervention caused a decline in absenteeism and disciplinary sanctions at school, alongside improved academic achievement. It also led students to diversify their friendship network. The program has stronger effects when implemented by teachers who are initially more involved in the life of the school (JEL I21, I26, I28, Z13)", "url": "https://doi.org/10.1257/pol.20230612", "doi": "10.1257/pol.20230612", "journal_full": "American Economic Journal: Economic Policy", "specialized": false, "preprint": false, "score": 0.0573630807998482}, {"title": "HBCU Enrollment and Longer-Term Outcomes", "authors": "Ashley Edwards, Justin Ortagus, Jonathan Smith, Andria Smythe", "abstract": "Using data from nearly 1.2 million Black SAT takers, we find that students initially enrolling in a historically Black college and university (HBCU) are 14.6 percentage points more likely to earn a bachelor’s degree and, around age 30, have 5 percent higher household income and $12,000 more in student loan balances than those who do not enroll in an HBCU. We find that results are largely driven by an increased likelihood of completing a degree from relatively broad-access HBCUs in lieu of a two-year college or no college. (JEL G51, I23, I26, J15, J31)", "url": "https://doi.org/10.1257/pol.20230289", "doi": "10.1257/pol.20230289", "journal_full": "American Economic Journal: Economic Policy", "specialized": false, "preprint": false, "score": 0.016683550359516186}, {"title": "Does the “Boost for Mathematics” Boost Mathematics? A Large-Scale Evaluation of the “Lesson Study” Methodology on Student Performance", "authors": "Erik Grönqvist, Björn Öckert, Olof Rosenqvist", "abstract": "Students in East Asian countries dominate international assessments. One possible explanation for their success is the use of “Lesson study” to enhance teaching practices; a collaborative process where teachers plan, observe, and analyze a lesson together. We evaluate a national teacher development program in Sweden—“Boost for Mathematics”—containing core elements of Lesson study. Exploiting the gradual rollout of the program across compulsory schools, we find that it improves teaching practices and boosts students’ mathematics performance. The positive effect on student performance persists also long after the intervention has ended. The program also passes a cost-benefit test. (JEL I21, I26, I28, J45)", "url": "https://doi.org/10.1257/pol.20220009", "doi": "10.1257/pol.20220009", "journal_full": "American Economic Journal: Economic Policy", "specialized": false, "preprint": false, "score": 0.010058669633880246}, {"title": "Transmitting Rights: Effective Cooperation, Inter-gender Contact, and Student Achievement", "authors": "Sultan Mehmood, Shaheen Naseer, Daniel L. Chen", "abstract": "We provide experimental evidence of teacher-to-student transmission of gender attitudes in Pakistan. We randomly show teachers a pro-women’s rights visual narrative. Treated teachers increase their and students’ support for women’s rights, unbiasedness in gender implicit association tests (IATs), and willingness to petition parliament for greater gender equality. Students improve coordination and cooperation with the opposite gender. Effects are larger when teachers teach a gender-rights curriculum. Mathematics achievement increases for classrooms assigned to form mixed-gender study groups treated with an intense program (visual narrative and curriculum), while absent in same-sex study groups. Gender attitudes are transmissible and cooperation improves student outcomes. (JEL I21, I28, J16, K38, O15)", "url": "https://doi.org/10.1257/pol.20230620", "doi": "10.1257/pol.20230620", "journal_full": "American Economic Journal: Economic Policy", "specialized": false, "preprint": false, "score": 0.007823524825620431}, {"title": "Communication Barriers and Infant Health: The Intergenerational Effect of Randomly Allocating Refugees across Language Regions", "authors": "Daniel Auer, Johannes S. Kunz", "abstract": "This paper investigates the intergenerational effect of communication barriers on child health at birth. We study refugees in Switzerland who come from French- or Italian-speaking countries and who, upon arrival, are randomly allocated to different cantons in which either German, French, or Italian is the dominant language. Children born to mothers who were exogenously allocated to a region whose dominant language matches their origin language are, on average, 72 grams (or 2.2 percent) heavier. Further analyses suggest that this effect is likely driven by information about health-related behavior and services. Coethnic networks, however, can partly compensate for communication barriers. (JEL I12, J13, J15, J16, Z13)", "url": "https://doi.org/10.1257/pol.20230220", "doi": "10.1257/pol.20230220", "journal_full": "American Economic Journal: Economic Policy", "specialized": false, "preprint": false, "score": 0.9645823889548352}, {"title": "Should College be “Free”? Evidence on Free College, Early Commitment, and Merit Aid from an Eight-Year Randomized Trial", "authors": "Douglas N. Harris, Jonathan Mills", "abstract": "We provide evidence on the effects of college financial aid from an eight-year randomized trial offering ninth graders a $12,000 merit-based grant. The program was designed to be free of tuition/fees at community colleges and substantially lower the cost of four-year colleges. During high school, eligibility for the grant increased students’ expectations of college attendance and low-cost college preparation effort, but not higher-cost effort. The program may have increased graduation from two-year colleges but did not affect overall college entry, graduation, employment, incarceration, or teen pregnancy. Additional analysis helps explain these modest effects and variation in results across prior studies. (JEL I22, I23, I26, I28, J24)", "url": "https://doi.org/10.1257/pol.20230100", "doi": "10.1257/pol.20230100", "journal_full": "American Economic Journal: Economic Policy", "specialized": false, "preprint": false, "score": 0.0071684808595012806}, {"title": "Reconstruction-Era Education and Long-Run Black-White Inequality", "authors": "Daniel B. Jones, Ethan Schmick", "abstract": "The Reconstruction era of American history (c. 1866–1877) saw widespread efforts to educate recently freed people—efforts that were partially curtailed after Reconstruction. This paper examines the impact of childhood exposure to educational opportunity during Reconstruction on later-life outcomes for recently freed people. Using data on the number of teachers in Black schools and a linked census sample, we find that Black children exposed to greater educational opportunity during Reconstruction had improved occupational standing as adults. Their sons also experienced gains, suggesting that Reconstruction-era educational efforts, had they persisted, would have impacted Black-White gaps into the twentieth century. (JEL I21, I26, J13, J15, N31)", "url": "https://doi.org/10.1257/pol.20230125", "doi": "10.1257/pol.20230125", "journal_full": "American Economic Journal: Economic Policy", "specialized": false, "preprint": false, "score": 0.011262253273034761}, {"title": "Healthy at Work? Evidence from a Social Experimental Evaluation of a Firm-Based Wellness Program", "authors": "Marianne Simonsen, Lars Skipper", "abstract": "We employ a large social experiment combined with register-based data, allowing for up to 12-year follow-up to evaluate a long-lasting employer-sponsored health and well-being program. We show that employees at treated worksites receive fewer consultations from their primary care physician and purchase fewer prescription drugs. These effects persist up to seven years after randomization, though with some fade-out. We find no effects on overall hospitalizations in either the short or longer run, and the program was not successful in improving labor-related outcomes such as absence and turnover. Finally, we show some evidence of spillovers within the family. (JEL I18, I31, J28, J81, M54)", "url": "https://doi.org/10.1257/pol.20210024", "doi": "10.1257/pol.20210024", "journal_full": "American Economic Journal: Economic Policy", "specialized": false, "preprint": false, "score": 0.008254436840814061}, {"title": "Eliminating Fares to Expand Opportunities: Experimental Evidence on the Impacts of Free Public Transportation on Economic and Social Disparities", "authors": "Rebecca Brough, Matthew Freedman, David C. Phillips", "abstract": "We conduct a randomized controlled trial to study the employment effects of providing free public transportation to individuals with low incomes. A temporary subsidy that reduces the price of transit to zero has no significant effects on individuals’ paid hours worked or earnings. Using rich administrative data, we also explore a range of other outcomes. We find suggestive evidence that transit subsidies improve measures of financial and physical health. (JEL G51, J22, J31, L92, L98, R48)", "url": "https://doi.org/10.1257/pol.20230460", "doi": "10.1257/pol.20230460", "journal_full": "American Economic Journal: Economic Policy", "specialized": false, "preprint": false, "score": 0.01606775453636644}, {"title": "Closing the Gender Gap in Patenting: Evidence from a Randomized Control Trial at the USPTO", "authors": "Nicholas A. Pairolero, Andrew A. Toole, Peter-Anthony Pappas, Charles A.W. de Grazia, Mike H. M. Teodorescu", "abstract": "Analyzing a randomized control trial at the United States Patent and Trademark Office that was designed to provide additional help to applicants who do not have legal representation, we find heterogeneous causal impacts across inventor gender, driven primarily by an increase in successful negotiations by women inventor teams via the use of examiner’s amendments. While both men and women applicants benefited, the probability of obtaining a patent was over 12 percentage points greater for women. Our results suggest that a portion of the gender gap in patenting could be eliminated through additional assistance during patent examination. (JEL J16, O31, O34, O38)", "url": "https://doi.org/10.1257/pol.20230253", "doi": "10.1257/pol.20230253", "journal_full": "American Economic Journal: Economic Policy", "specialized": false, "preprint": false, "score": 0.01023829449570579}, {"title": "Cursed Sequential Equilibrium", "authors": "Meng-Jhang Fong, Po-Hsuan Lin, Thomas R. Palfrey", "abstract": "This paper develops a framework to extend the strategic form analysis of cursed equilibrium (CE) developed by Eyster and Rabin (2005) to multistage games. The approach uses behavioral strategies rather than normal form mixed strategies and imposes sequential rationality. We define and characterize properties of cursed sequential equilibrium (CSE) and apply it to four canonical economic applications: signaling games, reputation building, durable goods monopoly, and the dirty faces game. These applications illustrate various implications of CSE, show how and why it differs from sequential equilibrium and CE, and provide evidence from laboratory experiments that support the empirical relevance of CSE. (JEL C72, C73, D42, D82, D83)", "url": "https://doi.org/10.1257/aer.20231130", "doi": "10.1257/aer.20231130", "journal_full": "American Economic Review", "specialized": false, "preprint": false, "score": 0.007653388756847956}, {"title": "Monetary Policy and Rational Asset Price Bubbles: Comment", "authors": "Franklin Allen, Gadi Barlevy, Douglas Gale", "abstract": "Galí (2014) showed that a monetary policy rule that raises rates when bubbles exceed some steady-state benchmark can paradoxically lead to larger deviations from steady state. Nevertheless, this comment shows that a central bank can always dampen a bubble by setting a higher-than-expected rate, although it may have to raise the rate aggressively. This is a different point from the Miao, Shen, and Wang (2019) comment on Galí (2014). They showed that when the central bank targets a different steady state than Galí considered, raising rates when bubbles exceed this alternative benchmark leads to smaller deviations from steady state. (JEL E13, E32, E44, E52, G12)", "url": "https://doi.org/10.1257/aer.20230983", "doi": "10.1257/aer.20230983", "journal_full": "American Economic Review", "specialized": false, "preprint": false, "score": 0.00954634451902081}, {"title": "Power Flows: Transmission Lines, Allocative Efficiency, and Corporate Profits", "authors": "Catherine Hausman", "abstract": "Accelerated investment in electricity transmission could reduce total costs and enhance renewable integration. I document static allocative inefficiencies induced by incomplete market integration in 2 major US markets; these have risen over time and totaled $2 billion in 2022. I also argue that estimating firm-level impacts is important, as incumbents may have the power to block new lines and other reforms. I show that 4 firms would have experienced a collective $1.3 billion drop in net revenues in 2022 had the market been integrated, and there are reports of some of these firms blocking transmission projects. (JEL D22, D24, L13, L94, Q42, Q48)", "url": "https://doi.org/10.1257/aer.20240276", "doi": "10.1257/aer.20240276", "journal_full": "American Economic Review", "specialized": false, "preprint": false, "score": 0.007949018115913087}, {"title": "Keep Your Enemies Closer: Strategic Platform Adjustments during US and French Elections", "authors": "Rafael Di Tella, Randy Kotti, Caroline Le Pennec, Vincent Pons", "abstract": "We study changes in political discourse during campaigns, using a novel dataset of candidate websites for US House elections, 2002–2016, and manifestos for French parliamentary and local elections, 1958–2022. We find that candidates move to the center in ideology and rhetorical complexity between the first round (or primary) and the second round (or general election). This convergence reflects candidates’ strategic adjustment to their opponents, as predicted by Downsian competition: Using an RDD we show that candidates converge to the platform of opponents who narrowly qualified for the last round as opposed to those who narrowly failed to qualify. (JEL D72, D83, D91)", "url": "https://doi.org/10.1257/aer.20231045", "doi": "10.1257/aer.20231045", "journal_full": "American Economic Review", "specialized": false, "preprint": false, "score": 0.008472576343760418}, {"title": "Underbidding for Oil and Gas Tracts", "authors": "Julien Martin, Martin Pesendorfer, Jack Shannon", "abstract": "Common values auction models, where bidder decisions depend on noisy signals of common values, provide predictions about Bayesian Nash equilibrium (BNE) outcomes. In settings where these common values can be estimated, these predictions can be tested. We propose a series of tests, robust to assumptions about the signal structure, to determine whether the observed data could have been generated by a Bayesian Nash equilibrium. In the setting of oil and gas lease auctions in New Mexico, we find evidence that participation decisions are correlated and that participants systematically underbid in light of ex post outcomes. (JEL D44, D82, L12, L71, Q35)", "url": "https://doi.org/10.1257/aer.20231356", "doi": "10.1257/aer.20231356", "journal_full": "American Economic Review", "specialized": false, "preprint": false, "score": 0.007266986942409126}, {"title": "The Negligible Effect of Free Contraception on Fertility: Experimental Evidence from Burkina Faso", "authors": "Pascaline Dupas, Seema Jayachandran, Adriana Lleras-Muney, Pauline Rossi", "abstract": "We conducted a randomized trial among 14,545 households in rural Burkina Faso to test the oft-cited hypothesis that limited access to contraception is an important driver of high fertility rates in West Africa. We do not find support for this hypothesis. Women who were given free access to modern contraception for three years did not have lower birth rates; we can reject even modest effects. We cross-randomized additional interventions to address inefficiencies that might depress demand for free contraception, specifically misperceptions about the child mortality rate and social norms. Free contraception did not significantly influence fertility even in combination with these interventions. (JEL D12, J13, J16, J18, O12)", "url": "https://doi.org/10.1257/aer.20241305", "doi": "10.1257/aer.20241305", "journal_full": "American Economic Review", "specialized": false, "preprint": false, "score": 0.02261183604785133}, {"title": "Direct and Indirect Effects of Investment Tax Incentives", "authors": "Adrian Lerche", "abstract": "This paper estimates the direct effects and indirect spillover effects of investment tax credits on firms. Exploiting a differential tax credit rate change by firm size in the German manufacturing sector, I find that lowering a firm's investment cost by 7.6 percent increases its capital stock by 17.7 percent and employment by 12.0 percent. Positive local spillovers generate one additional manufacturing job for each directly created job, are strongest between firms in industries connected through input-output linkages, and arise within distances of five kilometers. Firms dependent on local consumer demand also increase employment, while within-industry spillovers generate small negative effects. (JEL D22, H25, H32, J23, L25, L60, R11)", "url": "https://doi.org/10.1257/aer.20220656", "doi": "10.1257/aer.20220656", "journal_full": "American Economic Review", "specialized": false, "preprint": false, "score": 0.009637462208582637}, {"title": "Robustness Measures for Welfare Analysis", "authors": "Zi Yang Kang, Shoshana Vasserman", "abstract": "Economists routinely make functional form assumptions on demand curves to derive welfare conclusions. How sensitive are these conclusions to such assumptions? In this paper, we develop robustness measures that quantify the extent to which the true demand curve must deviate from common functional form assumptions in order to overturn a welfare conclusion. We parametrize this variability in terms of the gradient and curvature of the demand curve. By leveraging tools from information design, we show that our measures are easy to compute. Our measures are also flexible and easy to use, as we illustrate through empirical applications. (JEL D01, D60, F13, H55, Q48)", "url": "https://doi.org/10.1257/aer.20220673", "doi": "10.1257/aer.20220673", "journal_full": "American Economic Review", "specialized": false, "preprint": false, "score": 0.005740681355088206}, {"title": "Employers and Unemployment Insurance Take-Up", "authors": "Marta Lachowska, Isaac Sorkin, Stephen A. Woodbury", "abstract": "We quantify the employer's role in unemployment insurance (UI) take-up. Employer effects on claiming and appeals are substantial, and those effects are negatively correlated, consistent with appeals deterring claims. Low-wage workers are less likely to claim and more likely to have their claims appealed than median-wage workers. Employer effects help explain these income gradients, so equalizing employer effects on claiming would increase the progressivity of UI. Finally, the main source of targeting error in UI is that eligible workers do not claim. (JEL J22, J31, J63, J64, J65)", "url": "https://doi.org/10.1257/aer.20230195", "doi": "10.1257/aer.20230195", "journal_full": "American Economic Review", "specialized": false, "preprint": false, "score": 0.012429266136183115}, {"title": "From Retributive to Restorative: An Alternative Approach to Justice in Schools", "authors": "Anjali Adukia, Benjamin Feigenberg, Fatemeh Momeni", "abstract": "School districts historically approached conflict resolution from the perspective that suspending disruptive students was necessary to protect their classmates, even if this caused harm to perceived offenders. Restorative practices (RP)—focusing on reparation, accountability, and shared ownership of disciplinary justice—are designed to address undesirable behavior without harming students. We study Chicago Public Schools’ adoption of RP and find that suspensions and arrests decreased, driven by effects for Black students. We find null effects on test score value added, ruling out meaningful average declines. We estimate a 15 percent decrease in out-of-school arrests, consistent with RP substantively changing student behavior. (JEL D63, D74, D91, I21, I28, J15, J16)", "url": "https://doi.org/10.1257/aer.20230971", "doi": "10.1257/aer.20230971", "journal_full": "American Economic Review", "specialized": false, "preprint": false, "score": 0.006267869167868145}, {"title": "Monopsony and Employer Misoptimization Explain Why Wages Bunch at Round Numbers", "authors": "Arindrajit Dube, Alan Manning, Suresh Naidu", "abstract": "We show that administrative hourly wage data exhibit considerable bunching at round numbers. We run two experiments randomizing wages around $0.10 and $1.00 to experimentally measure left-digit bias for identical tasks on Amazon Mechanical Turk; we fail to find any evidence of discontinuity in the labor supply function at round numbers despite estimating a considerable degree of monopsony. We replicate these results in administrative worker-firm hourly wage data from Oregon. We can rule out inattention estimates found in the behavioral product market literature. We provide evidence that firms “misoptimize” wage setting. More monopsony requires less employer misoptimization to explain bunching. (JEL D22, J22, J31, J42)", "url": "https://doi.org/10.1257/aer.20200678", "doi": "10.1257/aer.20200678", "journal_full": "American Economic Review", "specialized": false, "preprint": false, "score": 0.008935086220262733}, {"title": "Reality Bites: Partisan Beliefs as Enforced Norms", "authors": "Andrea Robbett, Peter Hans Matthews", "abstract": "How do partisan social norms influence stated factual beliefs about politics? We report the results of two online experiments, conducted on the eve of the 2024 US election, in which participants evaluated factual political statements. In a motivating experiment, we first elicit social norms over reported beliefs and find that Democrats and Republicans identify divergent partisan norms over factual statements. In our main experiment, we find that these norms influence stated beliefs: Learning about which statements co-partisans believe are appropriate for the group and/or that co-partisans could punish or reward them both cause respondents’ factual statements to be less accurate and more in line with partisan biases.", "url": "https://doi.org/10.1093/ej/ueaf062", "doi": "10.1093/ej/ueaf062", "journal_full": "Economic Journal", "specialized": false, "preprint": false, "score": 0.006265090359351633}, {"title": "The interactions of social norms about climate change: Science, institutions and economics", "authors": "Antonio Cabrales, Manu García, David Ramos Muñoz, Angel Sánchez", "url": "https://doi.org/10.1016/j.euroecorev.2025.105107", "doi": "10.1016/j.euroecorev.2025.105107", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.1178918650525913}, {"title": "Optimal banking regulation and monetary policy", "authors": "Tai-Wei Hu, Yiting Li, Yilei Liu", "url": "https://doi.org/10.1016/j.euroecorev.2025.105110", "doi": "10.1016/j.euroecorev.2025.105110", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.013901922385501475}, {"title": "Monetary policy across inflation regimes", "authors": "Valeria Gargiulo, Christian Matthes, Katerina Petrova", "url": "https://doi.org/10.1016/j.euroecorev.2025.105109", "doi": "10.1016/j.euroecorev.2025.105109", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.00648152716514061}, {"title": "Do workers or firms drive the foreign acquisition wage gap?", "authors": "Marcus Roesch, Michiel Gerritse, Bas Karreman, Frank van Oort, Bart Loog", "url": "https://doi.org/10.1016/j.euroecorev.2025.105105", "doi": "10.1016/j.euroecorev.2025.105105", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.049909972938280034}, {"title": "Ways of seeing the world: Legibility in alternative institutional settings", "authors": "Christopher J. Coyne, Nathan Goodman, André Quintas", "url": "https://doi.org/10.1016/j.euroecorev.2025.105116", "doi": "10.1016/j.euroecorev.2025.105116", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.009443132907362872}, {"title": "On the instability of fractional reserve banking", "authors": "Heon Lee", "url": "https://doi.org/10.1016/j.euroecorev.2025.105111", "doi": "10.1016/j.euroecorev.2025.105111", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.013620691807755936}, {"title": "Neural Conformal Inference for jump diffusion processes", "authors": "Hyeong Jin Hyun, Xiao Wang", "url": "https://doi.org/10.1016/j.jeconom.2025.106061", "doi": "10.1016/j.jeconom.2025.106061", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.017621385238732135}, {"title": "Climate and migration in the United States", "authors": "Patrick Baylis, Prashant Bharadwaj, Jamie T. Mullins, Nick Obradovich", "url": "https://doi.org/10.1016/j.jpubeco.2025.105446", "doi": "10.1016/j.jpubeco.2025.105446", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.9730059215825306}, {"title": "Wealth tax enforcement in Sweden: Filing requirements and pre-populated returns", "authors": "Emmanuel Saez, David Seim", "url": "https://doi.org/10.1016/j.jpubeco.2025.105440", "doi": "10.1016/j.jpubeco.2025.105440", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.02744415070992201}, {"title": "VAT incidence in real VAT systems", "authors": "Giacomo Brusco, Tejaswi Velayudhan", "url": "https://doi.org/10.1016/j.jpubeco.2025.105447", "doi": "10.1016/j.jpubeco.2025.105447", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.01704779931340572}, {"title": "Old money: Campaign finance and gerontocracy in the United States", "authors": "Adam Bonica, Jacob M. Grumbach", "url": "https://doi.org/10.1016/j.jpubeco.2025.105451", "doi": "10.1016/j.jpubeco.2025.105451", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.007471713985547468}, {"title": "Safe Spaces for Teenage Girls in a Time of Crisis", "authors": "Oriana Bandiera, Niklas Buehren, Markus Goldstein, Imran Rasul, Andrea Smurra", "abstract": "Adolescent girls across low-income countries face disadvantages stemming from limited agency over their bodies and barriers to investing in their human capital. We study how these outcomes are shaped in times of aggregate crisis, in the context of the 2014—2016 Ebola epidemic in Sierra Leone. This is a setting in which adolescent girls have long faced disadvantage because of a high prevalence of sexual exploitation and violence towards them. Our study is based around an evaluation of a club-based intervention for young women implemented during the epidemic. We track 2700 girls aged 12-18 from the eve of the epidemic in 2014 to just prior to when Sierra Leone was declared Ebola free in 2016. The club-based intervention provides a safe space where girls can spend time away from men, receive advice on reproductive health, vocational training and/or microfinance. During the epidemic all schools were closed. We show that without the protection of time in school, in control villages teenage girls spent more time with men, pregnancy rates rose sharply, and their school enrolment dropped post-epidemic. The provision of a safe space breaks this causal chain: it enables girls in treated villages to allocate time away from men and reduce out-of-wedlock pregnancies. These effects are most pronounced in places where girls face the highest predicted pregnancy risks. In such locations, the intervention also increases school re-enrolment rates post-epidemic. To further pin down mechanisms, we exploit a second layer of randomization of input bundles offered by clubs. This reinforces the idea that the safe space component is critical to driving outcomes for teenage girls. Our analysis has implications for school closures during health crisis in contexts where young women face sexual violence, highlighting the protective and lasting role safe spaces can provide in such times.", "url": "https://doi.org/10.1093/jeea/jvaf026", "doi": "10.1093/jeea/jvaf026", "journal_full": "Journal of the European Economic Association", "specialized": false, "preprint": false, "score": 0.014279455281170805}, {"title": "Investor Memory and Biased Beliefs: Evidence from the Field", "authors": "Zhengyang Jiang, Hongqi Liu, Cameron Peng, Hongjun Yan", "abstract": "We survey a large, representative sample of retail investors in China to elicit their memories of stock market investments and their return expectations. We merge these survey data with administrative transaction data to test a model in which investors selectively recall past experiences to form their beliefs. Our analysis uncovers new facts about investor memory and highlights similarity-based recall as a key mechanism of belief formation in financial markets. A rising market prompts investors to recall their past experiences more positively, leading to more optimistic forecasts of future returns. Recalled experiences can explain cross-investor variation in return expectations and, in our setting, dominate actual experiences in their explanatory power. In the transaction data, we confirm that recalled experiences are reflected in investors’ trading decisions through a belief channel.", "url": "https://doi.org/10.1093/qje/qjaf035", "doi": "10.1093/qje/qjaf035", "journal_full": "The Quarterly Journal of Economics", "specialized": false, "preprint": false, "score": 0.008641204988281581}, {"title": "Correction to: Job Displacement, Unemployment Benefits and Domestic Violence", "url": "https://doi.org/10.1093/restud/rdaf060", "doi": "10.1093/restud/rdaf060", "journal_full": "The Review of Economic Studies", "specialized": false, "preprint": false, "score": 0.08167036833739749}, {"title": "Reallocative Auctions and Core Selection", "authors": "Marzena Rostek, Nathan Yoder", "abstract": "When selling goods like wireless spectrum or electricity contracts, designers often opt for core-selecting mechanisms—i.e., those that induce outcomes in the core—in order to balance revenue and efficiency goals. But increasingly, auctions—such as the FCC's Incentive Auction and those explored for natural resources—seek to reallocate goods, not just sell them. We show that when bidders can both buy and sell, substitutability among goods is no longer sufficient or necessary for core selection. In particular, in these environments, core selection can fail even with a single good and positive revenue, and can succeed even when some or all bidders view goods as complements. Instead, we show that the key feature that determines core selection is heterogeneity among the bidders. With too much heterogeneity, reallocation mostly realizes pre-existing gains from trade among the bidders, and core selection fails. With limited heterogeneity, most gains from trade among the bidders are created by the quantity auctioned, and a core-selecting mechanism is possible.", "url": "https://doi.org/10.1093/restud/rdaf065", "doi": "10.1093/restud/rdaf065", "journal_full": "The Review of Economic Studies", "specialized": false, "preprint": false, "score": 0.008020102654104688}, {"title": "Estimating Welfare Effects in a Nonparametric Choice Model: The Case of School Vouchers", "authors": "Vishal Kamat, Samuel Norris", "abstract": "We develop new robust discrete choice tools to learn about the average willingness to pay for a price subsidy and its effects on demand given exogenous, discrete variation in prices. Our starting point is a nonparametric, nonseparable model of choice. We exploit the insight that our welfare parameters in this model can be expressed as functions of demand for the different alternatives. However, while the variation in the data reveals the value of demand at the observed prices, the parameters generally depend on its values beyond these prices. We show how to sharply characterize what we can learn when demand is specified to be entirely nonparametric or to be parameterized in a flexible manner, both of which imply that the parameters are not necessarily point identified. We use our tools to analyze the welfare effects of price subsidies provided by school vouchers in the DC Opportunity Scholarship Program. We find that the provision of the status quo voucher and a wide range of counterfactual vouchers of different amounts can have positive and potentially large benefits net of costs. The positive effect can be explained by the popularity of low-tuition schools in the program; removing them from the program can result in a negative net benefit. We also find that various standard logit specifications, in comparison, limit attention to demand functions with low demand for the voucher, which do not capture the large magnitudes of benefits credibly consistent with the data.", "url": "https://doi.org/10.1093/restud/rdaf064", "doi": "10.1093/restud/rdaf064", "journal_full": "The Review of Economic Studies", "specialized": false, "preprint": false, "score": 0.01145762510198245}, {"title": "Migration, space and place", "authors": "Ilse van Liempt", "url": "https://doi.org/10.1186/s40878-025-00480-w", "doi": "10.1186/s40878-025-00480-w", "journal_full": "Comparative Migration Studies", "specialized": true, "preprint": false, "score": 0.9561398256305038}, {"title": "Lancaster Back History Group: anti-racist education after the 2020 Black Lives Matter protests", "authors": "Imogen Tyler", "url": "https://doi.org/10.1080/01419870.2025.2535766", "doi": "10.1080/01419870.2025.2535766", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.5303774054041523}, {"title": "Beneath skin-deep? Why colour-blind policies perpetuate racial stratification for justice-involved women", "authors": "Mariam Swehli, Carol Rivas, Gillian Stokes", "url": "https://doi.org/10.1080/01419870.2025.2524600", "doi": "10.1080/01419870.2025.2524600", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.2277942166668805}, {"title": "Which Policy Attributes Affect Assisted Voluntary Return and Reintegration Uptake Among Ukrainian Evacuees in Japan?", "authors": "Harunobu Saijo, Ghulam Dastgir Khan, Alina Repeshko, Truong Pham, Ichihashi Masaru", "abstract": "What attributes of assisted voluntary return and remigration (AVRR) policies are likely to increase acceptance? Governments have put increasing efforts into remigration, or the return of migrants to their countries of origin. Whereas existing research has focused extensively on the determinants of policy choices, the efficacy of particular policies enacted by governments, as well as other push/pull factors in the host and origin societies that influence remigration choices, there is little work on what attributes of an AVRR policy influence policy uptake. To this end, we conducted a randomised conjoint survey on 242 Ukrainian evacuees in Japan from June to July 2024 which at the time accommodated approximately 2600 Ukrainians fleeing the 2022 Russian invasion. We find that factors such as guarantee of housing in an area less affected by conflict and the identity of the policy provider increase policy acceptance probability. Surprisingly, even large increases in one‐time payments had little influence on policy uptake. This paper is the first application of conjoint experiments to study which features of AVRR policy affect acceptance probability. This approach would be useful globally to understand the preferences of potential AVRR policy recipients in diverse contexts.", "url": "https://doi.org/10.1111/imig.70078", "doi": "10.1111/imig.70078", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.8924554291629132}, {"title": "Canadian and Australian Immigration Policy Trends: An Institutional Isomorphic Comparative Historical Analysis", "authors": "Joyce Opare-Addo, Karen Farquharson", "abstract": "This comparative analysis examines the historical trajectories and contemporary trends of immigration policies in Canada and Australia, elucidating the enduring influence of past practices on current frameworks. Focusing on the pre-1960s through post-2000s eras, the study reveals how both nations’ migration policies have shifted from racially based to skills-based approaches, with a recent emphasis on language proficiency as a key selection criterion. Drawing on institutional isomorphism theory, the study argues that Canada and Australia exhibit normative and mimetic isomorphic processes, reflecting cultural values and mutual learning in policy development. It contends that these isomorphic practices are rooted in colonial legacies and may perpetuate historical hierarchies. Through an analysis of key events and occurrences, the study highlights the convergence of legal and regulatory regimes between the two nations, characterizing it as colonial isomorphism. This comprehensive examination provides insights into the sociocultural and historical factors shaping immigration policies, showing that migration policies in different nations appear to follow normative, coercive and mimetic isomorphic processes.", "url": "https://doi.org/10.1177/01979183251352434", "doi": "10.1177/01979183251352434", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.9965210093604405}, {"title": "The Uncertainty of Forced Displacement: How Language and Violence Shaped Displacement Trajectories During Russia's Invasion of Ukraine", "authors": "Brienna Perelli-Harris, Orsola Torrisi", "abstract": "Launched by President Putin to ostensibly “protect” the people living in the predominantly Russian-speaking Eastern regions, Russia's invasion of Ukraine in February 2022 produced the largest population displacement in Europe since World War II. Using unique data from a rapidly deployed online survey conducted throughout Ukraine and Europe from April to July 2022 (N = 7,974), this study examines how language and exposure to violence may have influenced trajectories of forced migration shortly after Russia's invasion. By exploiting the timing of the survey, it examines how contextual and conflict-specific factors shaped the (un)certainty of migration movements and beliefs about return. Results show that exposure to conflict in the form of witnessing or being injured by a blast explosion was associated with shorter-distance moves within Ukraine. Findings suggest disparate trajectories of displacement by language identities. Although the survey was only available in Ukrainian, and did not include those who fled (or were deported) to Russia, Ukrainian respondents who reported speaking Russian as both their “native” and “home” language (25% of the sample) had the highest probability of relocating to nonbordering countries such as Germany and the United Kingdom. Independent of their origin and destination, Russian-speakers were also more likely to be in transit or uncertain about their destination, and less hopeful about a potential return. Thus, Russia's invasion created profound uncertainty for Russian-speaking Ukrainians and appears to have pushed them even farther away.", "url": "https://doi.org/10.1177/01979183251359172", "doi": "10.1177/01979183251359172", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.5969696306251846}, {"title": "Refugee Return without Refoulement : Rethinking State Strategies to Evade Asylum Norms", "authors": "Stephanie Schwartz", "abstract": "How do states avoid hosting refugees? Whereas scholars have documented at length the strategies that rich democracies use to avoid hosting refugees, conventional wisdom holds that states in the Global South have no choice but to host refugees. This article presents a novel typology of state strategies to evade asylum obligations, demonstrating that just as rich democracies can feign compliance with the letter of international law without upholding the spirit, states in the Global South can manipulate liberal asylum policies towards illiberal ends. Identifying how they do so, however, requires looking to the governance of refugee return. Using a descriptive typology and inductive case study, the article identifies and describes a common but under-recognized tactic that states use to avoid asylum responsibilities. I call this strategy “return-without- refoulement ” because states seek to coerce refugees to return without technically violating non-refoulement , the international legal prohibition against states returning refugees to dangerous places. Conceptualizing return-without- refoulement alongside other well-studied state responses to asylum-seeking evinces the continued strength of non-refoulement in shaping state behavior—just to perverse ends. In so doing, the article advances both the research agendas on state responses to displacement and international norm compliance.", "url": "https://doi.org/10.1177/01979183251359175", "doi": "10.1177/01979183251359175", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.9036676716005503}, {"title": "Book Review: Strangers in the Land LuoMichael. 2025. Strangers in the Land: Exclusion, Belonging, and the Epic Story of the Chinese in America. Broadway, NY: Doubleday. 560 pp. $23.95 / £17.80.", "authors": "Mohamad Zreik", "url": "https://doi.org/10.1177/01979183251360631", "doi": "10.1177/01979183251360631", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.05242395208596662}, {"title": "Reintegration Infrastructure for Whom? Philippine Reintegration Governance in Retrospect and in Prospect", "authors": "Vanessa L. Banta, Kidjie Saguin", "abstract": "Recently, the Philippines’ migrant reintegration program has gained some renewed attention. In this article, we draw from the infrastructural lens often used in migration studies to foreground the ways in which key reintegration policies and regulation practices have been conceptualized and enacted over the past decades. Adopting the view that policies and ways of implementation are never static nor inert, we highlight two emerging developments in the field of Philippine reintegration. First, we trace and examine the shifting contours of an emerging infrastructure for migrant reintegration in the Philippines. Second, we situate reintegration policies alongside the more familiar, diaspora strategies. We do this to reveal what we contend as the growing classed nature of reintegration, whereby state's biases of the balikbayan (returnee from the diaspora) as more deserving than the migrant worker could effectively foreclose more nuanced policy and programs attendant to the differing needs of various returnees.", "url": "https://doi.org/10.1177/01979183251360686", "doi": "10.1177/01979183251360686", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.9098534082167095}, {"title": "Bridging Governance Gaps: The Role of Alternative Learning Centers in Sabah, Malaysia, as Repertoires of Migration Governance", "authors": "Omer Faruk Cingir", "abstract": "International migration management regimes have gained importance worldwide with the acceleration and intensification of global migration and mobility. This article examines the governance of irregular migration in Sabah, Malaysia, with a particular focus on the role of Alternative Learning Centers (ALCs) with the case study of Indonesian and Filipino irregular immigrants. It critically explores the structural challenges of migration governance, Malaysia's deep reliance on migrant labor, through repertoires of migration governance. Given the persistent influx of irregular migrants into Sabah, this study highlights the pressing need for research on migrants’ restricted access to fundamental rights, particularly in the areas of education and social integration. Additionally, it seeks to understand the role of ALCs as key facilitators in addressing migration challenges and fostering community resilience. Employing a qualitative research approach, this study integrates ethnographic fieldwork with semistructured interviews conducted with irregular immigrants, grassroots organization members, and civil society activists. By examining migration policies, international legal frameworks, and the perspectives of both migrants and nongovernmental organizations, the findings reveal that ALCs and grassroots initiatives play a pivotal role in bridging the gaps left by formal migration governance structures. The analysis demonstrates that ALCs in Sabah serve as critical institutions for education and social inclusion among irregular migrant children. This study advocates for the adoption of human-centered policies that prioritize the dignity and well-being of irregular migrants and calls for the implementation of more comprehensive, rights-based migration governance frameworks in Sabah, Malaysia.", "url": "https://doi.org/10.1177/01979183251359168", "doi": "10.1177/01979183251359168", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.9817819509554343}, {"title": "Integration or Exclusion? The Racial/Ethnic and Socioeconomic Composition of US Schools Attended by Mexican-Origin Youth", "authors": "Elizabeth Ackert, Matthew Snidal", "abstract": "This study examines the racial/ethnic and socioeconomic composition of schools attended by US Mexican-origin youth. On average, Mexican-origin students are double-segregated in high-minority, high-poverty schools, but the prior literature does not consider how markers of immigrant and residential integration shape differences in school compositional characteristics between Mexican-origin and non-Latino/a white students or how these factors are related to intragroup heterogeneity in Mexican-origin schooling contexts. Using the restricted-use High School Longitudinal Study of 2009 (HSLS:09), we analyze two school compositional characteristics of Mexican-origin ninth-graders: School percent white and school average peer socioeconomic status (SES). We investigate the extent to which observable factors related to immigrant integration explain school compositional differences between Mexican-origin and non-Latino/a white students, and show how school compositional characteristics differ within the Mexican-origin student group by these markers of integration. We find that several observable factors, including household SES, parental race/ethnicity, and school type and location explain around three-quarters of differences in school percent white and school SES levels between Mexican-origin and white students. School percent white and SES levels increase among Mexican-origin students whose households exhibit indicators of integration. One exception to these patterns is for parental nativity, which does not play an important role in explaining school compositional differences between Mexican-origin and white youth, or contribute to intragroup heterogeneity in Mexican-origin school composition patterns, once other markers of integration are considered. In sum, Mexican-origin students whose families exhibit socioeconomic integration, parental racial/ethnic mixing, engagement in school choice, and geographic dispersion attend less minority-concentrated and higher-SES schools.", "url": "https://doi.org/10.1177/01979183251359174", "doi": "10.1177/01979183251359174", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.9599506592190277}, {"title": "How introduction programs help and hinder refugee integration: evidence from Norway", "authors": "Edit Bugge, Sara Wallace Goodman, Marte Nordanger", "url": "https://doi.org/10.1080/1369183x.2025.2536702", "doi": "10.1080/1369183x.2025.2536702", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.9876623714785695}, {"title": "Social networks and the dead: learning from South Sudanese military widows in exile in Khartoum (Sudan)", "authors": "Matot Yien, Naomi Pendle", "abstract": "Social networks play a key role in people’s coping strategies during humanitarian crisis and exile. However, so far, scholarship on these social networks has tended to ignore the continued role of the dead in social networks and the profound socio-economic obligations to the dead that can exist and impact the living, their ability to cope, their relationships and the moral economies that shape supportive exchange. Specifically, we focus on the powerful, ongoing obligations that military widows can have to their deceased husbands, and we critically consider how this impacts these widows’ abilities to cope and protect their children. We draw on interviews conducted between 2021 and 2023 with South Sudanese military widows who were living in Khartoum, some of whom had recently been widowed and others who had been widowed in the 1980s and 1990s. The article is based on long-term observations, as well as sixty life history interviews.", "url": "https://doi.org/10.1093/jrs/feaf043", "doi": "10.1093/jrs/feaf043", "journal_full": "Journal of Refugee Studies", "specialized": true, "preprint": false, "score": 0.02949870224052953}, {"title": "Who Stays in Rural Areas? Understanding Gender Differences in Location Decisions Among Millennials in the United States", "authors": "Zuzana Bednarik, İlkay Unay‐Gailhard", "abstract": "This study investigates the factors associated with millennials' past, current and future rural staying, and compares rural with urban stayers, with a particular focus on gender differences. It examines residential choices through three attributes of the millennial generation: proficiency in using digital tools, a strong inclination toward environmental issues, and a desire for work‐life balance. Using data from the North Central Region of the United States (NCR‐Stat: Baseline Survey 2022), the study employed logistic regression and independent t ‐tests for data analysis. The findings reveal that the importance of internet availability plays a shifting role in rural staying behaviour throughout millennials' life stages. Millennials who grew up in rural areas tend to place less importance on internet availability than their urban counterparts, but for those planning to remain in rural areas, a reliable internet connection becomes significantly more valuable. Prioritizing outdoor spaces is positively associated with current rural residency, while a preference for low pollution levels is linked to a higher likelihood of residing in urban areas. Higher life satisfaction is significantly associated with both past and current rural living, though rural women report lower satisfaction than men. The gender‐specific analysis also indicates that millennial women place significantly more importance on internet availability, low pollution levels, and outdoor spaces than men. These findings extend existing knowledge of past, current and future staying behaviour in rural areas by focusing on a specific group of stayers and highlighting the complexity of staying behaviour and its implications for rural development.", "url": "https://doi.org/10.1002/psp.70076", "doi": "10.1002/psp.70076", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.018939547305844573}, {"title": "From Remittance Receivers to Senders: Unpacking Transnational Care Circulation Among South Asian Student Migrants in Finland and Sweden", "authors": "Zain Ul Abdin", "abstract": "Research on transnational care through remittances has gained traction but remains largely focused on one‐directional flows. Studies on remittances have examined external factors, such as structural facilities, and internal factors, including family dynamics, that shape remittance practices. However, most research predominantly explores North‐to‐South remittance flows. This study draws on a decade of periodic ethnographic research and 57 life story interviews with South Asian student migrants in Finland and Sweden to analyse how external and internal factors influence the bidirectional and multidirectional dynamics of transnational care economies. Families with members in two countries mainly receive support from India and Pakistan, whereas families spread across multiple countries receive support from both home and beyond, including the US and Spain, for up to 3 years. Some families transition from bidirectional to multidirectional support when the migrant moves abroad, expanding the household's remittance circulation capacity. Others receive remittances from already settled siblings within Finland and Sweden, reducing the need for cross‐border support. Achieving self‐sufficiency through employment marks a critical turning point where reverse remittances stop. Migrants then begin repaying support—often without explicit agreements—either to original supporters or to newer migrants until they establish their own families. This marks their transition from receivers to senders, often followed by a stage of non‐sending. A comprehensive ‘life course’ approach to analysing remittance practices challenges the dominant view of student migrants as passive recipients, highlighting the complex and evolving nature of remittance roles within transnational care circulation.", "url": "https://doi.org/10.1002/psp.70077", "doi": "10.1002/psp.70077", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.947025730574293}, {"title": "Geographic Proximity Between Adult Children and Their Parents in Canada: The Role of Childhood Parental Income", "authors": "Samuel MacIsaac, Yuri Ostrovsky, Grant Schellenberg", "abstract": "Adult children's geographic distance from their ageing parents has important implications for understanding intergenerational family spatiality, caregiving, and labour mobility. Though many studies delve into the determinants of intergenerational residential proximity, few analyse household characteristics from childhood – including parental income during childhood. Using administrative tax data from the Canadian Intergenerational Income Database, this study tracks a cohort of individuals initially observed as teenagers co‐residing with their parents in the mid‐1980s and the geographic distance between children and parents from 1997 to 2019 when adult children moved through middle age and their parents through old age. Findings show that the geographic distance between adult children and their parents remains positively and significantly associated with the household parental income of adult children when they were teens, and accounting for other socioeconomic characteristics and adult children's own family income in adulthood. These results underscore the effects of characteristics dating back to childhood and their potential implications for intergenerational informal care provision and family ties. Lesser geographic distance between adult children and ageing parents is also correlated with parents' ages and the presence of grandchildren, which align with expectations regarding care needs.", "url": "https://doi.org/10.1002/psp.70078", "doi": "10.1002/psp.70078", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.014147506261258824}, {"title": "Migration and Short‐Term Fertility Intentions in Contexts of Socioeconomic and Political Crises an Origin (Albania)–Destination (Italy) Perspective", "authors": "Thaís García‐Pereiro, Anna Paterno", "abstract": "This article analyses women's intentions to have a(nother) child from an origin‐destination perspective, comparing the fertility intentions of Albanian migrants in Italy to those of non‐migrants in Albania, a country facing complex historical, socioeconomic, institutional and political challenges on its path toward European integration. This comparison tests both selection and socialisation hypotheses. Additionally, the short‐term fertility intentions of Albanian migrants according to time passed since migration are compared to those of Italian women (non‐migrants in the host country) to test for adaptation. We also account for differences and similarities in fertility intentions across groups of women according to parity and test our hypotheses applying binary logistic regressions as well as Propensity Score Matching (PSM) techniques. Findings point out to migrants’ selectivity, given that their intention to have a(nother) child is far lower than the intention of non‐migrants at origin; and adaptation, as migrants show fertility intentions that are more like those of non‐migrants at destination (natives), in particular less recent migrants.", "url": "https://doi.org/10.1002/psp.70075", "doi": "10.1002/psp.70075", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.9937797715066703}, {"title": "Paying a Premium Only in Native Neighborhoods: The Role of Migrant Share in Shaping Housing Price Differentials in the Netherlands", "authors": "Weiyi Cao, Nico Heerink, Eveline van Leeuwen", "abstract": "Understanding housing price differentials across nativity, gender, or racial groups is crucial because housing costs influence economic well‐being, wealth accumulation, and long‐term security. While extensively studied in the U.S., similar research is limited in Europe. This study extends U.S. analyses of racial disparities to examine nativity disparities in the Netherlands by investigating intra‐ and inter‐neighborhood price differentials among migrant, mixed, and native households using pooled data from the 2015 and 2018 Housing Research Netherlands surveys. Classifying neighborhoods as native, mixed, and migrant, the study identifies both similarities and differences with the U.S. context. First, negative associations between migrant shares and housing prices are more pronounced in native neighborhoods than in mixed or migrant neighborhoods. Second, upward tipping points driving price increases as migrant shares rise are not observed in the Dutch context; instead, downward tipping effects are identified. Additionally, intra‐neighborhood price differentials vary across the three neighborhood types. Migrant households in native neighborhoods pay, on average, 7.83% more for housing compared to native households, while no such premiums are observed in mixed neighborhoods or among mixed households. These findings highlight the influence of neighborhood migrant or native shares in shaping price differentials, suggesting mechanisms such as housing discrimination and limited bargaining power faced by migrant households. The study underscores the need for further research, such as utilizing repeat‐sales transaction data, to more precisely identify the causes behind these housing price disparities in the Netherlands.", "url": "https://doi.org/10.1002/psp.70066", "doi": "10.1002/psp.70066", "journal_full": "Population Space and Place", "specialized": true, "preprint": false, "score": 0.9609546992158685}, {"title": "The Search for Social Justice in School-Based Crime and Delinquency Prevention", "authors": "Allison Ann Payne", "abstract": "Schools continue to rely on restrictive security and punitive discipline in dealing with crime and delinquency despite evidence that these measures can negatively impact both students and schools. In addition, these measures are inequitably implemented across schools, with historically marginalized communities seeing greater use. I argue that attending to social justice in school-based crime and delinquency prevention should begin with an examination of strategies that are effective in reducing risk factors for crime and deviance. I describe those evidence-based strategies, show that they are inequitably implemented across schools, and discuss how equitable implementation can happen. The solution I argue for—equitable implementation—includes engagement of the schools’ community members, building trusting relationships, equitable decision-making, strong collaborative leadership, local adaptation, and reliance on data. I also discuss a particular framework that researchers and schools can use to achieve equitable implementation.", "url": "https://doi.org/10.1177/00027162251341937", "doi": "10.1177/00027162251341937", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.014467263309083989}, {"title": "Making Social Justice Nonnegotiable in Crime Prevention: Case Studies of Youth (In)Justice", "authors": "Nancy Rodriguez", "abstract": "The evidence base on the effectiveness of crime prevention programs and policies has grown significantly over the past two decades. But despite the attention given to particular kinds of crime reduction interventions, advancement of social justice and reduction of racial disparities in the administration of criminal justice have been limited. Additionally, despite the growing diversity of the U.S. population, prevention research that focuses on disparities among racial and ethnic groups is limited. In this article, I draw on insights from three juvenile court case studies to discuss the strengths and limitations of research on youth justice. These cases illustrate how social inequalities shape the lives of youth and how juvenile court responses, which are ostensible evidence-based treatments, can compound inequality and punish some youth. I then present strategies that center racial equity and social justice as part of a new framework for youth crime prevention.", "url": "https://doi.org/10.1177/00027162251340217", "doi": "10.1177/00027162251340217", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.09078893554107947}, {"title": "Community-Based Violence Intervention and Social Justice: An Exploration of Benefits Beyond Violence Reduction", "authors": "Kwan-Lamar Blount-Hill, Jason Szkola", "abstract": "Community violence interventions (CVIs) that involve individuals from affected communities in the organization and provision of services have the potential to create positive impacts on social justice beyond violence reduction. We explore the potential of these programs to enhance social justice, above and beyond their assumed violence reduction impact, and how one may potentially measure this impact. To illustrate the point, we discuss three CVI models: Cure Violence, Advance Peace, and the Rapid Employment and Development Initiative.", "url": "https://doi.org/10.1177/00027162251348299", "doi": "10.1177/00027162251348299", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.009078549348207066}, {"title": "Social Medicine for Social Justice: Perspectives on Violence Prevention", "authors": "Brandon C. Welsh, Margaret Beazer, Scott H. Podolsky", "abstract": "Social medicine is the application of social science research to address health, inequities in access to health care, and structural violence. Foundational to this work is to bring about social justice for marginalized and underserved populations. Drawing on several case studies from developed and developing countries, we apply ideas and practices from social medicine to explore how the advancement of social justice can help prevent interpersonal violence. Several themes offer fresh perspectives on inculcating social justice principles and practices in violence prevention, including recognizing the impacts of structural violence, fostering equity in the distribution of resources, expanding accompaniment, and overcoming a socialized acceptance of scarcity. We conclude with observations on the indistinct and dynamic boundaries between medicine and criminology.", "url": "https://doi.org/10.1177/00027162251340807", "doi": "10.1177/00027162251340807", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.00999284900096098}, {"title": "Reimagining Policing in Minneapolis: Balancing Crime Prevention and Social Justice", "authors": "Brian A. O’Hara, Austin Rice", "abstract": "Following the murder of George Floyd in 2020, the city of Minneapolis grappled with shattered community trust, record rates of violence, and low officer morale. Balancing the interests of crime prevention and social justice in the community that the authors of this article serve is a vital concern, as it is in so many other cities and jurisdictions. Our perspective on crime prevention and social justice emphasizes transparency, community partnerships, and evaluative metrics, and we argue for and reflect on that approach here. By implementing practical, purposeful, and informed policy changes, the Minneapolis Police Department and our community have made significant strides forward in both building capacity for community trust and launching crime prevention initiatives.", "url": "https://doi.org/10.1177/00027162251353342", "doi": "10.1177/00027162251353342", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.016163961588001485}, {"title": "Allocating Resources Among Prisons and Preschool: An Analysis of the New Evidence", "authors": "John J. Donohue, Peter Siegelman", "abstract": "Twenty-five years ago, we argued that it would be possible to reduce incarceration and use the resultant savings for investments in preschool education, which would further lower the crime rate. In this article, we revisit that line of thinking, surveying recent literature on the cost and efficacy of prisons and preschool education for crime reduction. We find that the new evidence strengthens our earlier conclusion about the feasibility of this thought experiment. The costs (in real dollars) of prison are higher than 25 years ago, and prisons are slightly less effective at reducing or preventing crime. In addition, the evidence shows broader and stronger effects of preschool on crime and in programs operating at a much larger scale than the programs we previously evaluated.", "url": "https://doi.org/10.1177/00027162251342885", "doi": "10.1177/00027162251342885", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.025665851143715335}, {"title": "Beyond the Police: Community-Led Partnerships for Meaningful Crime Prevention and Social Justice", "authors": "Charlotte Gill, David Weisburd, Madeline K. McPherson", "abstract": "The police are traditionally seen as experts in crime prevention, and a large body of research supports the effectiveness of police-led prevention initiatives targeted at crime hot spots. However, there is growing interest in identifying alternative prevention efforts that do not rely on the police, especially with youth in communities that have challenging relationships with the formal justice system. This article reports on a quasi-experimental evaluation of an innovative school- and community-led crime prevention partnership that prioritized social justice and social impact. The partnership was associated with modest but statistically significant reductions in calls for service and reported offenses in the treatment areas. Results for juvenile-involved offenses were not statistically significant, but the magnitude and direction of that effect were similar to the other results. We discuss the benefits and challenges of leveraging informal social controls to prevent crime “beyond the police.”", "url": "https://doi.org/10.1177/00027162251343698", "doi": "10.1177/00027162251343698", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.009343062137315172}, {"title": "Can Nonexperimental Studies Improve the Policy Relevance of Crime Prevention Research? Insights from Public-Area Video Surveillance Interventions", "authors": "Savannah A. Reid, Eric L. Piza, Brandon C. Welsh, John P. Moylan", "abstract": "Critics of evidence-based crime prevention argue that extant research lacks insight into aspects of crime control and prevention that are critical to policymakers. Systematic reviews and meta-analyses of programs require the use of experimental and quasi-experimental designs, and some scholars argue that relaxing that methodological criterion would result in a larger pool of studies that could better inform policy and practice. We test that proposition by using a comprehensive database of 160 evaluation studies of public-area video surveillance and measuring their policy relevance by looking for four specific factors: causal mechanisms, moderators, implementation, and economic costs. We find that studies incorporating experimental and high-quality quasi-experimental designs scored significantly higher than studies using less rigorous designs on three of the four dimensions. This suggests that adherence to a high standard of methodological rigor does not compromise the practical value of video surveillance research. We then discuss the implications of this finding.", "url": "https://doi.org/10.1177/00027162251350519", "doi": "10.1177/00027162251350519", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.01421825739553273}, {"title": "Advancing Crime Prevention and Social Justice: The National Institute of Justice’s Priorities and Investments", "authors": "Nancy La Vigne, Tamara D. Herold", "abstract": "This article aligns the content of this volume with the 2021–2024 priorities of the National Institute of Justice (NIJ). NIJ’s mission has always been to advance justice by supporting research that can inform efforts to reduce crime and enhance public safety. This article explores the intersection of crime prevention and social justice, with an emphasis on research that incorporates the perspectives of those most impacted by crime and the criminal justice system. We discuss NIJ’s efforts during our tenures there to employ innovative methodologies to better understand the needs and perceptions of people impacted by crime, and we highlight the importance of reaching practitioner audiences in ways that promote the implementation of evidence through initiatives like Evidence to Action and the LEADS Scholars Program. We argue for a collaborative approach to crime prevention that both fosters justice and ensures that research findings are implemented to create lasting, equitable change.", "url": "https://doi.org/10.1177/00027162251349751", "doi": "10.1177/00027162251349751", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.015449225085918616}, {"title": "Cities and Policing for Crime Prevention: Refocusing the Agenda to Maximize Benefits and Minimize Unintended Harms", "authors": "Anthony A. Braga, Aaron J. Chalfin, John M. MacDonald", "abstract": "Over the past 20 years, there has been growing concern over a purported link between proactive policing to control crime and unfair, biased, and abusive policing approaches. Overly aggressive and indiscriminate policing initiatives run the risk of driving a wedge between police and the communities they serve, with residents of disadvantaged neighborhoods feeling less like partners and more like targets. At the same time, research suggests that effective policing has an important impact on public safety. We present a conceptual framework for how police can prevent crime while minimizing unintended harm. We focus particularly on cities and urban communities, arguing that the benefits of policing can be maximized and the costs of policing can be minimized when the police respect individual rights and dignity and focus on community, and that problem solving should begin with a focus on risky people in the places that generate the most crime.", "url": "https://doi.org/10.1177/00027162251348874", "doi": "10.1177/00027162251348874", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.012903603577695377}, {"title": "Crime Prevention for Social Impact and Social Justice: The Ideals, the Challenges, the Progress", "authors": "Brandon C. Welsh, Eric L. Piza", "abstract": "A growing body of research on evidence-based crime prevention draws attention to a pressing need for these crime prevention programs, policies, and practices to do more to bring about social impact and social justice. Crime prevention that prioritizes social impact is about harnessing the knowledge of evidence-based interventions and fostering systems change that is both meaningful and lasting. This approach includes targeting the social and environmental conditions that lead to criminal activity, building on existing strengths and assets, and tailoring evidence-based practices to local conditions. Social justice in this context equitably delivers crime prevention resources, and promotes perceptions of fairness and legitimacy among individuals and the community at large. In this introduction, we lay out the ideals, challenges, and progress of crime prevention for social impact and social justice and summarize the conclusions of the other articles in this volume of The ANNALS .", "url": "https://doi.org/10.1177/00027162251351061", "doi": "10.1177/00027162251351061", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.010574694862170997}, {"title": "Vulnerable Populations, Crime, and a Social Justice and Social Impact Agenda: Lessons for Crime Prevention", "authors": "Victoria A. Sytsma", "abstract": "Over the past decade, public health researchers have been advancing the Intersectionality-Based Policy Analysis (IBPA) framework to examine differential impacts of health policy. This article extends an equity-oriented policy agenda by applying the IBPA framework to three domains of the criminal justice system: policing, corrections, and legislation. I present case studies of algorithmic policing, the housing of transgender persons in carceral settings, and U.S. firearm legislation as examples of this approach. Through these cases, I argue for equitable processes and outcomes in the creation and application of criminal justice policy and practice.", "url": "https://doi.org/10.1177/00027162251339949", "doi": "10.1177/00027162251339949", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.03560617555156964}, {"title": "Early Developmental Crime Prevention and Social Impact over the Life Course", "authors": "Brandon C. Welsh, Heather L. Paterson, Michael Rocque, David P. Farrington", "abstract": "Preventing the development of criminal potential in young people is an important component of broader crime reduction strategies. A key feature of developmental crime prevention is a comprehensive effort to improve the life chances of at-risk children and families, and there is evidence that doing so improves long-term life-course outcomes like physical health, mental health, education, and employment. We assess available research evidence from 12 high-quality studies of developmental crime prevention initiatives and find that extensive use of multimodal interventions helps to foster cumulative protection over the life course, that there are significant improvements in other outcomes over the life course, that there are promising signs of intergenerational transmission of the intervention effects, and that there is strong support for these sorts of interventions from the perspective of benefit-cost analysis. We also discuss implications for public policy and research.", "url": "https://doi.org/10.1177/00027162251341938", "doi": "10.1177/00027162251341938", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.007642964238634864}, {"title": "Preventing Crime at Places: The Importance of Recognizing That Places Exist Within a Broader Social Context", "authors": "Tarah Hodgkinson, Martin A. Andresen", "abstract": "Reducing crime opportunities at places is a successful strategy to reduce actual crime. This conceptual article examines how reducing crime at places is also an opportunity to have greater social impact and improve social justice, particularly when crime displacement may occur, through the recognition that no place exists in a vacuum. We discuss opportunity reduction in its traditional form, but also in a broader context that considers a fuller extent of crime prevention that more closely resembles its original formulation in the field of environmental criminology. We interrogate our traditional opportunity-reduction theories, identifying some of their limitations and noting that theoretical integration is not only conceptually possible, but empirically shown to matter. This is followed by a discussion of theoretical integration and its importance for crime prevention. We close our discussion outlining a crime prevention model, SafeGrowth, that considers both place-based strategies and community approaches.", "url": "https://doi.org/10.1177/00027162251345666", "doi": "10.1177/00027162251345666", "journal_full": "Annals of the American Academy of Political and Social Science", "specialized": false, "preprint": false, "score": 0.012514481694340884}, {"title": "Rethinking behaviour change interventions in policymaking", "authors": "Wilhelm Hofmann, Cornelia Betsch, Robert Böhm, Denise de Ridder, Stefan Drews, Benjamin Ewert, Ralph Hertwig, Falko F. Sniehotta, Jutta Mata", "url": "https://doi.org/10.1038/s41562-025-02284-5", "doi": "10.1038/s41562-025-02284-5", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.0047245815027286975}, {"title": "How senior academics can EMPOWER early-to-mid-career researchers", "authors": "Daniel J. Phipps, Tugce Varol, Sanne Raghoebar, Thomas Gültzow", "url": "https://doi.org/10.1038/s41562-025-02283-6", "doi": "10.1038/s41562-025-02283-6", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.008502576534388129}, {"title": "Testing for completions that simulate altruism in early language models", "authors": "Tim Johnson, Nick Obradovich", "url": "https://doi.org/10.1038/s41562-025-02258-7", "doi": "10.1038/s41562-025-02258-7", "journal_full": "Nature Human Behaviour", "specialized": false, "preprint": false, "score": 0.021987281230486655}, {"title": "Semantic change in adults is not primarily a generational phenomenon", "authors": "Gaurav Kamath, Michelle Yang, Siva Reddy, Morgan Sonderegger, Dallas Card", "abstract": "A central question in the study of language change is whether or not such change is generational. If a language changes over time generation-by-generation, the process looks as follows: New generations of speakers introduce innovations, while older speakers conserve their usage patterns, and the language changes as new generations replace older ones. At the opposite extreme, language change could be a zeitgeist phenomenon, in which changes are universally adopted by speakers simultaneously, regardless of age or generational cohort. This paper asks this question in the context of word meaning change. We analyze meaning change in over 100 words across more than 7.9 million U.S. congressional speeches, to observe whether, when a word sense rises or falls in prominence, adult speakers from different generations uniformly adopt it, or those from older generations conserve their prior usage. Using language model-based word sense induction methods, we identify different senses of each word, and then model the prevalence of each of these word senses as a function of time and speaker age. We find that most words show a small but statistically significant effect of speaker age; across almost 140 y of Congress, older speakers typically take longer than younger speakers to follow changes in word usage, but nevertheless do so within a few years. Our findings indicate that despite minor age-based differences, word meaning change among mature speakers is likely not a generational process, but rather a zeitgeist process, in which older adult speakers can readily adopt new word usage patterns.", "url": "https://doi.org/10.1073/pnas.2426815122", "doi": "10.1073/pnas.2426815122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.012072397610885743}, {"title": "AI–AI bias: Large language models favor communications generated by large language models", "authors": "Walter Laurito, Benjamin Davis, Peli Grietzer, Tomáš Gavenčiak, Ada Böhm, Jan Kulveit", "abstract": "Are large language models (LLMs) biased in favor of communications produced by LLMs, leading to possible antihuman discrimination? Using a classical experimental design inspired by employment discrimination studies, we tested widely used LLMs, including GPT-3.5, GPT-4 and a selection of recent open-weight models in binary choice scenarios. These involved LLM-based assistants selecting between goods (the goods we study include consumer products, academic papers, and film-viewings) described either by humans or LLMs. Our results show a consistent tendency for LLM-based AIs to prefer LLM-presented options. This suggests the possibility of future AI systems implicitly discriminating against humans as a class, giving AI agents and AI-assisted humans an unfair advantage.", "url": "https://doi.org/10.1073/pnas.2415697122", "doi": "10.1073/pnas.2415697122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.01828051081456905}, {"title": "Decide, act, reflect, and maybe a self in all this?", "authors": "Josef Parvizi", "url": "https://doi.org/10.1073/pnas.2514623122", "doi": "10.1073/pnas.2514623122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.009589868231827392}, {"title": "Governing novel climate interventions in rapidly changing oceans", "authors": "Tiffany H. Morrison, Gretta Pecl, Kirsty L. Nash, Terry Hughes, Philippa J. Cohen, Cayne Layton, Katrina Brown, Catherine E. Lovelock, Maria Carmen Lemos, W. Neil Adger, Sarah Lawless, Bob Muir, Georgina G. Gurney, Elizabeth Mcleod, Katherine E. Mills, Imani Fairweather-Morrison, Michael Phillips, Andrew Sullivan, Nathalie Hilmi, Lucy Holmes-McHugh, Sisir Pradhan, Robert Streit, Navam Niles, Emily Ogier", "abstract": "Marine systems are rapidly changing in response to global heating. The scale and intensity of change are triggering a host of novel interventions to sustain oceans and ocean-dependent societies. However, the pace of new interventions is outstripping capacity to prevent unintended consequences because governance systems to ensure responsible transformation of marine systems are not yet in place. Responsible transformation entails transitioning marine systems to sustainable, equitable, and adaptive states through weighing intervention risks against benefits, resolving ethical liabilities, improving social cobenefits, establishing legitimacy, and managing climate policy integrity. Global, national, and local actors must urgently convert responsible transformation principles into rules—and practice—to ensure that novel marine-climate interventions are safe, equitable, and effective.", "url": "https://doi.org/10.1126/science.adq0174", "doi": "10.1126/science.adq0174", "journal_full": "Science", "specialized": false, "preprint": false, "score": 0.009261502978470504}, {"title": "Five rules for technology leapfrogging in Africa", "authors": "Rose M. Mutiso", "abstract": "Much of my career has been spent trying to harness technology to tackle development challenges, primarily in energy, climate, and digital infrastructure across Africa. But that mission quickly evolved into something else: tempering expectations. From questioning quick-fix energy solutions to pushing back on inflated artificial intelligence (AI) narratives , I’ve become a reluctant tech-skeptic . Not because I doubt the power of technology to solve pressing societal problems but because I’ve seen what happens when it’s treated as a silver bullet.", "url": "https://doi.org/10.1126/science.adz9028", "doi": "10.1126/science.adz9028", "journal_full": "Science", "specialized": false, "preprint": false, "score": 0.006088351889601218}, {"title": "Safeguarding US-China climate cooperation", "authors": "Fan Dai", "abstract": "Recent years have brought a chill to United States–China relations that extends into scientific collaboration. The recent renewal and amendment of the US-China Science and Technology Agreement (STA), in place for nearly a half-century, both reflects current tensions and offers an opportunity to remedy them. The United States and China could seize this opportunity by developing a constructive implementation strategy under the STA specifically for climate science and technology collaboration. Such a strategy would leverage the STA framework to advance science for the common good and demonstrate that cooperation on urgent issues can endure despite political headwinds.", "url": "https://doi.org/10.1126/science.adx5182", "doi": "10.1126/science.adx5182", "journal_full": "Science", "specialized": false, "preprint": false, "score": 0.014322353249130337}, {"title": "Three-dimensional markerless motion capture of multiple freely behaving monkeys toward automated characterization of social behavior", "authors": "Jumpei Matsumoto, Takaaki Kaneko, Kei Kimura, Salvador Blanco Negrete, Jia Guo, Naoko Suda-Hashimoto, Akihisa Kaneko, Mayumi Morimoto, Hiroshi Nishimaru, Tsuyoshi Setogawa, Yasuhiro Go, Tomohiro Shibata, Hisao Nishijo, Masahiko Takada, Ken-ichi Inoue", "abstract": "Given their high sociality and close evolutionary distance to humans, monkeys are an essential animal model for unraveling the biological mechanisms underlying human social behavior and elucidating the pathogenesis of diseases exhibiting abnormal social behavior. However, behavioral analysis of naturally behaving monkeys requires manual counting of various behaviors, which has been a bottleneck due to problems in throughput and objectivity. Here, we developed a three-dimensional markerless motion capture system that used multi-view data for robust tracking of individual monkeys and accurate reconstruction of the three-dimensional poses of multiple monkeys living in groups. Validation analysis in two monkey groups revealed that the system enabled the characterization of individual social dispositions and relationships through automated detection of eight basic social events. Analyses of social looking demonstrated its potential for investigating adaptive behaviors in a social group. These results suggest that this motion capture system will greatly enhance our ability to analyze primate social behavior.", "url": "https://doi.org/10.1126/sciadv.adn1355", "doi": "10.1126/sciadv.adn1355", "journal_full": "Science Advances", "specialized": false, "preprint": false, "score": 0.00731905140533573}, {"title": "Indirect genetic effects among neighbors promote cooperation and accelerate adaptation in a small-scale human society", "authors": "Jordan S. Martin, Bret Beheim, Michael Gurven, Hillard Kaplan, Jonathan Stieglitz, Benjamin C. Trumble, Paul Hooper, Dan Cummings, Daniel Eid Rodriguez, Adrian V. Jaeggi", "abstract": "Explaining the rapid evolution of human cooperation and its role in our species’ biodemographic success remains a major evolutionary puzzle. To address this challenge, we tested a social drive hypothesis, which predicts that social plasticity and social selection in human groups cause indirect genetic effects that accelerate the adaptation of fitness, promoting population growth via feedback between the environmental causes and evolutionary consequences of cooperation. Using Bayesian multilevel models to analyze fertility data from a small-scale society, we demonstrate that density- and frequency-dependent indirect genetic effects on fitness promote the evolution of cooperation among neighboring women, increasing the rate of contemporary adaptation by ~5×. Our results show how interactions between the genetic and socioecological processes shaping cooperation in reproduction can drive rapid growth and social evolution in human populations.", "url": "https://doi.org/10.1126/sciadv.ads3129", "doi": "10.1126/sciadv.ads3129", "journal_full": "Science Advances", "specialized": false, "preprint": false, "score": 0.05005821562678259}, {"title": "Childhood nutritional stress and later-life health outcomes in medieval England: Evidence from incremental dentine analysis", "authors": "Sharon N. DeWitte, Julia Beaumont, Brittany S. Walter, Jacqueline R. Towers, Emily J. Brennan", "abstract": "Numerous studies have revealed links between prenatal/early-life stress and elevated morbidity and risks of mortality later in life. Given the number of subsistence crises in medieval England, this study uses stable isotopic, demographic, and paleopathological data from human skeletal remains ( n  = 275) to assess associations between early-life nutritional stress and health outcomes before, during, and after the Black Death in London and rural Lincolnshire approximately 1000 to 1540 CE. Our results suggest that survivors of early-life nutritional stress were resilient with respect to causes of death in childhood, adolescence, and early adulthood. Ultimately, however, early-life nutritional stress was associated with the presence of skeletal biomarkers of stress and elevated mortality in middle and late adulthood in the medieval period, consistent with models from developmental biology. We find that the prevalence of nutritional stress increased before the Black Death and decreased afterward. Understanding the long-term consequences of early-life nutritional stress can offer insights on the health trajectories of historical populations.", "url": "https://doi.org/10.1126/sciadv.adw7076", "doi": "10.1126/sciadv.adw7076", "journal_full": "Science Advances", "specialized": false, "preprint": false, "score": 0.010609231702651711}, {"title": "When does industrial policy fail and when can it succeed? Case studies from Europe", "authors": "Angela Garcia Calvo, Bob Hancké", "abstract": "When does industrial policy succeed and fail in advanced economies? Most approaches to these questions concentrate on policy design and state power. Instead, we draw attention to the historical legacies, industrial structures, and institutional arrangements that shape industrial policy outcomes. We use insights from historical institutionalism and international business to develop a relational argument based on two first-order conditions: a critical mass of firms with sufficient capabilities to leverage the resources resulting from industrial policy, and the alignment between industrial policy goals and national institutional systems. Industrial policy could succeed, given the important second-order conditions that many have examined, when one of these conditions is present and public intervention produces the other. But industrial policy is certain to fail when both conditions are absent. Using a most different systems design, we assess our framework through short case-studies of industrial policy success and failure in Europe in the past 6 decades.", "url": "https://doi.org/10.1093/ser/mwaf045", "doi": "10.1093/ser/mwaf045", "journal_full": "Socio-Economic Review", "specialized": false, "preprint": false, "score": 0.007489448789687048}, {"title": "Do works councils and collective agreements narrow immigrant–native wage gaps for disadvantaged immigrant groups? Novel evidence from German-linked employer–employee data", "authors": "Florian Zimmermann, Tobias Wolbring, Eric Fong", "abstract": "Recently, workers’ bargaining power has been declining worldwide, and immigrant-native wage inequalities have been widening. In this context, cross-sectional studies show narrower immigrant–native wage gaps in firms with works councils or collective agreements. Yet, it remains unclear whether this correlation is causal. Leveraging German longitudinal linked employer–employee data covering 542 firms and 878,403 employee observations, we investigate whether collective agreements and works councils narrow within-firm immigrant–native wage gaps especially for disadvantaged immigrant groups, that is, immigrants from non-Western countries. Using firm-fixed effects with double-demeaned interaction effects, we find no evidence that works councils narrow immigrant–native wage gaps. However, collective agreements narrow immigrant–native wage gaps for immigrants from non-Western countries by 62.0 per cent but do not affect immigrants from Western countries. Overall, our results indicate that immigrant–native wage inequalities for disadvantaged immigrant groups in Germany would not have widened by 23.6 per cent if collective agreements remained as prevalent as in 1996.", "url": "https://doi.org/10.1093/ser/mwaf046", "doi": "10.1093/ser/mwaf046", "journal_full": "Socio-Economic Review", "specialized": false, "preprint": false, "score": 0.9901304213650279}, {"title": "Geopolitics meets business interests: the EU and European economic security", "authors": "Andreas Dür, Gemma Mateo, Lorane Visart", "url": "https://doi.org/10.1080/13501763.2025.2537776", "doi": "10.1080/13501763.2025.2537776", "journal_full": "Journal of European Public Policy", "specialized": false, "preprint": false, "score": 0.04480484545279628}, {"title": "Keeping the team together: how intra-party divisions shape party behavior across issues", "authors": "Felix Lehmann", "url": "https://doi.org/10.1080/13501763.2025.2539292", "doi": "10.1080/13501763.2025.2539292", "journal_full": "Journal of European Public Policy", "specialized": false, "preprint": false, "score": 0.006206892845880496}, {"title": "Advancing Robust Governance in Turbulent Times: The Role of Multi‐Level Governance, Hybrid Governance, and Negotiated Societal Intelligence", "authors": "Jacob Torfing, Tina Bentzen, Tiziana Caponio, Susana Coroado, Scott Douglas, Steven Nõmmik, Tiina Randma‐Liiv, Chiara Russo, Eva Sørensen, Koen Verhoest", "abstract": "New research argues that robust governance based on flexible adaptation and proactive innovation is needed in order to uphold core public functions, purposes, and values in times of societal turbulence. However, we have limited knowledge of the conditions for enhancing robust governance. To fill that knowledge gap, we ask: How can multi‐level governance, hybrid governance, and societal intelligence contribute to the development of robust responses to the proliferation of complex and turbulent problems? To answer this pertinent question, we draw on relevant literatures to conceptualize each of the three governance factors and develop a set of theoretically derived conjectures about their impact on robust governance. We also discuss the combined effects of the three governance factors as well as the limits to robust governance. Finally, we draw some lessons for practitioners and sketch out an agenda for further research.", "url": "https://doi.org/10.1111/padm.70011", "doi": "10.1111/padm.70011", "journal_full": "Public Administration", "specialized": false, "preprint": false, "score": 0.005881060494415169}, {"title": "The Culture of Democracy. By BinXu, New Jersey: Polity Press, 2022. 200 pp. $59.04 (hardcover); $8.14 (paperback). ISBN: 978‐1‐50‐954398‐4; ISBN: 978‐1‐50‐954399‐1", "authors": "Ali Sarihan", "url": "https://doi.org/10.1111/puar.70017", "doi": "10.1111/puar.70017", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.02305412874180457}, {"title": "Unpacking the Influence of Policy Advice Using Citation Network Analysis", "authors": "Johan Christensen, Petra van den Bekerom", "abstract": "Public policy often builds on a large body of policy advice—produced by bureaucrats, advisory bodies, scientists, and consultants—that has accumulated over time about a specific policy problem and appropriate policy responses. Yet, how this body of policy advice develops and which pieces of advice influence subsequent policy recommendations is poorly understood. We seek to fill this gap by proposing a novel conceptualization and methodological approach for unpacking the influence of policy advice on other policy advice. First, we distinguish four conceptual dimensions along which the influence of policy advice varies: lasting influence, broad influence, influential followers, and influence as broker. Second, we propose citation network analysis as a methodological tool for measuring these multiple dimensions of influence. We present a set of citation network measures of influence and illustrate their usefulness by analyzing influence patterns within a large network of Norwegian advisory reports.", "url": "https://doi.org/10.1111/puar.70014", "doi": "10.1111/puar.70014", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.009020204602746662}, {"title": "The Education and Training of Public Servants: Systems and Practices From the Nineteenth Century to the Present. By ToonKerkhoff and DenisMoschopoulos (eds.), Cham: Palgrave Macmillan, 2024. XVIII, 395 pp. £ 119.99. ISBN: 978‐3‐03‐137647‐4", "authors": "Ian Cawood", "url": "https://doi.org/10.1111/puar.70018", "doi": "10.1111/puar.70018", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.024690517574828874}, {"title": "Ungoverning: The Attack on the Administrative State and the Politics of ChaosBy RussellMuirhead and Nancy L.Rosenblum, Princeton: Princeton University Press, 2024. 264 pp. $24.38 (hardbound). ISBN: 978‐0‐69‐125052‐6", "authors": "Frank J. Thompson", "url": "https://doi.org/10.1111/puar.70020", "doi": "10.1111/puar.70020", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.010678578369647695}, {"title": "Good Governing: The Police Power in the American States. By Daniel B.Rodriguez, Cambridge, UK: Cambridge University Press, 2024. 333 pp. $49.99 (hardcover). ISBN: 978‐1‐00‐912421‐8 (paperback)", "authors": "Md Al Hasib", "url": "https://doi.org/10.1111/puar.70019", "doi": "10.1111/puar.70019", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.024883057575966983}, {"title": "How Illegitimate Tasks Inhibit Public Sector Employees' Innovative Work Behavior: The Roles of Cognitive Flexibility and Trust in Leaders", "authors": "Nhung Nguyen, Luu Trong Tuan, Dinh Cong Khai", "abstract": "Illegitimate tasks are duties that violate established role expectations, such as assigning urban planning officers to manage traffic hotlines. In the public sector, bureaucratic structures, resource constraints, and leadership limitations often contribute to the proliferation of such tasks, yet their impact on public servants' behaviors remains unclear. This study examines how and when illegitimate tasks inhibit public servants' innovative work behavior through the mediating role of cognitive flexibility and the moderating roles of different forms of trust in leaders. Hierarchical model analyses using multi‐wave data from public servants and their managers in Vietnam reveal that illegitimate tasks indirectly reduce innovative work behavior via cognitive flexibility. Additionally, relationship‐based trust amplifies the negative effect of illegitimate tasks on cognitive flexibility, whereas character‐based trust does not. These findings highlight the need to minimize illegitimate task assignments and reveal the potential drawbacks of relationship‐based trust in such adverse work conditions.", "url": "https://doi.org/10.1111/puar.70015", "doi": "10.1111/puar.70015", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.00445887717988247}, {"title": "Institutional Pressures and Bureaucratic Responsiveness: Why Do Public Agencies Respond to Freedom of Information Requests?", "authors": "Wenting Yang", "abstract": "Public agencies face diverse expectations from external actors regarding their responsiveness. However, systemic research explaining how institutional pressures arising from these expectations, particularly formal rules and informal norms, motivate public agencies to respond remains limited. By conducting a national‐scale field experiment among 949 provincial‐level agencies in China, this study tests the effect of regulative pressure from formal rules and normative pressure from informal norms on their responses to freedom of information requests. The results show that legal regulative pressure and social normative pressure make agencies more likely to respond within the legal timeframe and provide the requested information. Legal regulative pressure and professional normative pressure increase the likelihood of agencies providing additional information beyond the requested information. The findings suggest the critical roles that institutional pressures play in enhancing various degrees and aspects of bureaucratic responsiveness, with pressure from formal rules being more effective in enhancing responsiveness than informal norms.", "url": "https://doi.org/10.1111/puar.70013", "doi": "10.1111/puar.70013", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.004930038130406378}, {"title": "Information-sharing in a turbulent Public sector: is more always better? Exploring information overload among civil servants during complex workplace changes", "authors": "Jan Wynen, Jan Boon, Dries Van Doninck", "url": "https://doi.org/10.1080/14719037.2025.2538784", "doi": "10.1080/14719037.2025.2538784", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.0077064592823220535}, {"title": "Who Supports the Digitalization of Education? New Survey Evidence From Six OECD Countries", "authors": "Marius R. Busemeyer", "abstract": "This paper investigates how citizens perceive and evaluate the digitalization of education. Drawing on original survey data from six OECD countries (Germany, Japan, Poland, Spain, Sweden, and the US), the study addresses the overarching question: Does public opinion support or inhibit the digital transformation of education? The analysis focuses on three core aspects in this regard—perceptions of state performance, demand for digital device use in schools, and concerns about data governance. Findings reveal cautious but conditional public support: while many endorse digitalization, significant concerns persist about data privacy, especially regarding private tech companies. Support varies systematically by socio‐economic status, age, household composition as well as in line with general dispositions and attitudes towards global technology companies. The paper also identifies a significant degree of cross‐country variation, which, however, does not neatly map onto existing welfare state regimes.", "url": "https://doi.org/10.1111/rego.70059", "doi": "10.1111/rego.70059", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.005956063282561708}, {"title": "Re‐Skilling in the Age of Skill Shortage: Adult Education Rather Than Active Labor Market Policy", "authors": "Giuliano Bonoli, Patrick Emmenegger, Alina Felder‐Stindt", "abstract": "European economies face the task of providing the necessary skills for the “twin transition” in a period of skill shortage. As a result, we may expect countries to reorient their labor market policy towards re‐skilling. We look for evidence of a reorientation in two relevant policy fields: active labor market policy (ALMP) and adult education (AE). We explore general trends in both fields based on quantitative indicators and compare recent policy developments in four countries with strong ALMP and AE sectors: Denmark, France, Germany, and Sweden. We do not observe clear evidence of a general movement away from activation and towards re‐skilling in ALMP. However, in AE, we identify several re‐skilling initiatives that address skill shortages. Relying on insights from queuing theories of hiring and training, we argue that due to changes in the population targeted by ALMP, the locus of re‐skilling policy is increasingly moving towards AE.", "url": "https://doi.org/10.1111/rego.70065", "doi": "10.1111/rego.70065", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.01609757207825635}, {"title": "Impacts of Immigration Policies on Families", "authors": "Leisy J. Abrego, Lucia León", "abstract": "US immigration policies have profound impacts on immigrant families. In a robust field of study across disciplines, scholars have documented how the multi-layered, complex immigration regime opens and closes doors to opportunity, health, education, safety, and peace. With a rise in harsh and unpredictable enforcement practices, immigrant families—including undocumented, liminally legal, and US citizen members—navigate the contradictory laws at the federal, state, and local levels to thrive as best as they can. In our review, we encourage scholars to extend their analysis to what happens during the migrant journey and at the border, as these experiences are also impacted by US immigration policies and potentially impact families long after they settle in the United States. The ever-changing labyrinthine legal landscape and its expansive reach provide fertile ground for further research, and we urge scholars to center ethics in their work with immigrant families made vulnerable through immigration laws.", "url": "https://doi.org/10.1146/annurev-soc-090324-020834", "doi": "10.1146/annurev-soc-090324-020834", "journal_full": "Annual Review of Sociology", "specialized": false, "preprint": false, "score": 0.9965527005675643}, {"title": "The Assembly of an American Sociologist", "authors": "Victor Nee", "abstract": "This article examines the relationship between biography, chance, and persistence in accounting for the assembly of an American sociologist. It traces the accumulation of experiences involved in a research journey aimed at explanation of social behavior and institutional change. The process of discovery leading to a new theory may arise from serendipitous observations gained through fieldwork, while new combinations of ideas also emerge from social interactions with acquaintances, colleagues and friends. Cross-disciplinary intellectual trade offers rich opportunities for advances in the social and behavioral sciences.", "url": "https://doi.org/10.1146/annurev-soc-090324-033821", "doi": "10.1146/annurev-soc-090324-033821", "journal_full": "Annual Review of Sociology", "specialized": false, "preprint": false, "score": 0.011959053943589537}, {"title": "An Invisibility/Hypervisibility Paradox: The Sociology of Middle Eastern and North African (MENA) Americans", "authors": "Neda Maghbouleh", "abstract": "Research on Middle Eastern and North African (MENA) populations in the United States has been shaped by a fundamental paradox: MENAs are statistically invisible in the administrative data infrastructure yet socially hypervisible in other domains. This review outlines key demographic characteristics of the MENA American population and argues that by addressing the invisibility/hypervisibility paradox through innovative research questions and methods, previous scholarship has advanced sociology in three areas: identity, racialization, and integration. As upcoming changes to federal race and ethnicity standards take effect, the invisibility/hypervisibility paradox may shift as sociologists more easily collect and analyze data about MENA Americans. However, this information may be misused, misinterpreted, or handled unethically without sufficient background context and responsibility to community members. Future research will require data disaggregation to explore intersectional and intragroup minority issues, examination of the evolving content and meaning of MENA panethnicity, and ongoing assessment of the MENA group's relative racial position.", "url": "https://doi.org/10.1146/annurev-soc-083024-064121", "doi": "10.1146/annurev-soc-083024-064121", "journal_full": "Annual Review of Sociology", "specialized": false, "preprint": false, "score": 0.025884455779691007}, {"title": "Review of “The Policing Machine: Enforcement Endorsements, and the Illusion of Public Input”", "authors": "Brianna Remster", "url": "https://doi.org/10.1093/sf/soaf122", "doi": "10.1093/sf/soaf122", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.02768481682537105}, {"title": "Review of “Conditional Belonging: The Racialization of Iranians in the Wake of Anti-Muslim Politics”", "authors": "Castañeda Heide", "url": "https://doi.org/10.1093/sf/soaf108", "doi": "10.1093/sf/soaf108", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.6530724258344792}, {"title": "Legislative processes, nonstate actors, and political repression: the case of human rights NGOs in Israel", "authors": "Ina Filkobski, Eran Shor", "abstract": "Previous research on legislation that targets nongovernmental organizations working on human rights issues (HR NGOs) has mostly focused on state actors in authoritarian regimes. In this study, we theorize the role of nonstate actors in political repression in a relatively more democratic setting, that of Israel. We conducted a systematic content analysis of thousands of legal documents, parliamentary archives, and media reports, complementing these with ethnographic work in several NGOs and in-depth interviews with NGO staffers. In contrast with theoretical views that see legislative processes as merely window dressing, we found that the Israeli legislative process has had a profound impact on Israeli HR NGOs, entailing a significant loss of public and political support, legitimacy, and scarce resources. We argue that scholars of political repression must pay greater attention to the crucial role played by nonstate actors in advancing and enforcing repressive legislation and to the entire legislative process—rather than only its formal legal results.", "url": "https://doi.org/10.1093/sf/soaf111", "doi": "10.1093/sf/soaf111", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.012785918288034104}, {"title": "Review of “Policing Patients: Treatment and Surveillance on the Frontlines of the Opioid Crisis”", "authors": "Martin French", "url": "https://doi.org/10.1093/sf/soaf113", "doi": "10.1093/sf/soaf113", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.026203476657670643}, {"title": "Limits to helping in a helping profession: the social context of psychiatrist opt-out from public insurance", "authors": "Daniel Tadmon", "abstract": "In the United States, most mental health services are provided by independent helping professionals, individually deciding where to operate, whom to treat, and in which insurance networks to participate. In making such decisions, these market actors often navigate conflicts between financial, professional, and prosocial considerations. This article investigates the phenomenon of psychiatrist opt-out from Medicaid and Medicare, aiming to elucidate how social contexts influence such decisions. Assembling a census of all licensed Georgia psychiatrists and, assisted by a telephone audit, leveraging granular data about the environments in which clinicians operate, findings show that limits to helping in the form of opt-out from public insurance systematically correspond to the social ecologies in which psychiatrists are embedded—with their prospective clientele and local peers. Evidence of alignment between insurance participation and population needs, when financially justified, and of spatially dependent monopolistic and competition-curbing behavior point at the power of these ecologies in shaping the balance actors negotiate between local economic and normative pressures. Theoretically, findings support the argument that meso-level conditions mediate countervailing social forces and their translation to action—here, spatially configuring how markets and morals interact. In the context of the mental health crisis, where demand for care far exceeds supply, understanding how spatial conditions ultimately shape the pressures that helping professionals face and their opt-out decisions is crucial. In aggregate, these individually decided yet ecologically conditioned limits to helping impact the availability of mental health services to some of society’s most disadvantaged populations, thus shaping the contours of the crisis.", "url": "https://doi.org/10.1093/sf/soaf107", "doi": "10.1093/sf/soaf107", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.008626253088511171}, {"title": "Review of “A Victim's Shoe, a Broken Watch, and Marbles: Desire Objects and Human Rights”", "authors": "Levy Daniel", "url": "https://doi.org/10.1093/sf/soaf110", "doi": "10.1093/sf/soaf110", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.017940938752564972}, {"title": "Review of “Urban Power: Democracy and Inequality in São Paulo and Johannesburg”", "authors": "Manuel Schechtl", "url": "https://doi.org/10.1093/sf/soaf114", "doi": "10.1093/sf/soaf114", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.038959607742350744}, {"title": "Federal place-based policy and the geography of inequality in the United States, 1990–2019", "authors": "Laura Tach, Emily Parker, Alexandra Cooperstock, Samuel Dodini", "abstract": "This paper assesses the growth and spatial distribution of federal place-based policies in the United States. Using a novel dataset of federal place-based policies from 1990 to 2019, we show how the dual forces of fiscalization and financialization have fueled a substantial increase in federal place-based funding to communities via competitive tax credit and grant programs. We consider whether federal place-based funding has been distributed in a compensatory way by prioritizing more disadvantaged communities or whether it has compounded neighborhood inequalities by prioritizing more advantaged communities. We find that federal place-based funding has gone overwhelmingly to communities experiencing economic disadvantage, as intended, but at the same time such policies have compounded other forms of spatial inequality via disproportionate investment in areas with more nonprofit organizations and stronger housing markets. Economically disadvantaged neighborhoods that are spatially embedded within counties with strong housing markets and robust nonprofit sectors received the most federal place-based funding. These organizational and housing market inequities are strongest for tax credit and competitive grant programs, precisely the forms of funding that have grown most over this period. The funding trends reveal a pattern of cumulative advantage, as poor communities with initial funding advantages in the 1990s went on to receive the vast majority of federal place-based funding in the subsequent decades, leading to growing divergence among high-poverty communities in the distribution of federal place-based resources over time.", "url": "https://doi.org/10.1093/sf/soaf098", "doi": "10.1093/sf/soaf098", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.0080693626832119}, {"title": "Understanding the “package deal”: disentangling parents’ intertwined preferences for schools and neighborhoods", "authors": "Elly Field", "abstract": "The racial segregation of schools and neighborhoods are mutually reinforcing because school districts assign students to schools based on residential address and parents account for this link when deciding where to live. Parents cite a desire for the “package deal” of a good neighborhood with a good local school. Yet, in studying how race shapes parents’ preferences, scholars typically examine these contexts in isolation. Using an original stated choice experiment, I propose and test two theoretical frameworks for how the package deal influences parents’ joint preferences for schools and neighborhoods. I find that school and neighborhood preferences are interactive, meaning that neighborhood characteristics shape the effects of school characteristics on parents’ decisions and school characteristics shape the effects of neighborhood characteristics, and the nature of this interaction varies by parent race. I find that White parents’ preferences for Whiter schools and neighborhoods are magnified across contexts, such that White parents prefer racial isolation in both their schools and neighborhoods. Latino parents also prefer greater Latino representation in both neighborhoods and schools, but these preferences are only activated in majority Latino contexts. In contrast, Black parents prefer to avoid being a racial minority in both schools and neighborhoods but are satisfied when just one context is majority Black. These intertwined, interactive preferences mean that our understanding of how parents decide where to live and where to send their children to school must account for the relationship between these contexts.", "url": "https://doi.org/10.1093/sf/soaf104", "doi": "10.1093/sf/soaf104", "journal_full": "Social Forces", "specialized": false, "preprint": false, "score": 0.016952101489316918}, {"title": "Inequality of Opportunity, Income Mobility, and the Interpretation of Intergenerational Elasticities, Correlations, and Rank-Rank Slopes", "authors": "Pablo A. Mitnik", "abstract": "Although there is an extensive methodological literature on the measurement of intergenerational income mobility, there has been limited research on the conceptual interpretation of mobility measures and the methodological implications of those interpretations. In this article, I focus on the three measures of mobility most frequently used in the literature—the intergenerational elasticity (IGE), the intergenerational correlation (IGC), and the rank-rank slope (RRS)—as well as a recently introduced measure, the intergenerational elasticity of expected income (IGEE). I make two main contributions, both related to the conceptual interpretation of mobility measures. First, I specify the formal relationships between those four mobility measures and the measures of inequality of opportunity developed in the luck egalitarian empirical literature on the topic, and determine the methodological implications of the analyses. I show that (a) the IGC is a measure of relative inequality of opportunity for monetary income, (b) the RRS is both a measure of relative inequality of opportunity for income rank and a rescaled measure of absolute inequality of opportunity for income rank, and (c) the products of parental income inequality by the IGEE and IGE are both measures of absolute inequality of opportunity for monetary income that differ in how they measure the value of opportunity sets. Second, relying on a conceptual distinction that has been influential in the field of public finance, the IGE and IGEE have been characterized as “person-weighted” and “dollar-weighted” elasticities, respectively, thus raising doubts about the desirability of a recent proposal to replace the IGE by the IGEE as the workhorse elasticity of the mobility field. I show that this contrasting characterization of the two intergenerational elasticities is the joint result of a category mistake—equating quantile-specific elasticities to person-specific elasticities—and of misconstruing the nature of the IGE and the epistemic goal it has been meant to serve. Based on this analysis, I conclude that the case for replacing the IGE with the IGEE remains well-founded.", "url": "https://doi.org/10.1177/00491241251352102", "doi": "10.1177/00491241251352102", "journal_full": "Sociological Methods & Research", "specialized": false, "preprint": false, "score": 0.01662915308644819}, {"title": "Generalized Intergenerational Mobility Regressions", "authors": "Esfandiar Maasoumi, Le Wang, Daiqiang Zhang", "abstract": "Current research on intergenerational mobility (IGM) is informed by statistical approaches based on log-level regressions, whose economic interpretations remain largely unknown. We reveal the subjective value-judgments in them: they are represented by weighted-sums (or aggregators) over heterogeneous groups, with controversial economic properties. Log-level regressions tend to overrepresent the experiences of middle-class children while underrepresenting those from disadvantaged families. We propose a general construction of IGM measures that can incorporate any transparent economic preferences. They are interpreted as the marginal effect of parental normalized social welfare on children’s normalized welfare. Conventional regressions are special cases with implicit economic preferences that fail inequality-aversion and the Pigou–Dalton principle of transfers. Empirically, a variety of economic preferences, with varying inequality aversion, demonstrate a nuanced view of mobility, and perspectives on geographic-differences and dynamics of it.", "url": "https://doi.org/10.1177/00491241251357586", "doi": "10.1177/00491241251357586", "journal_full": "Sociological Methods & Research", "specialized": false, "preprint": false, "score": 0.010782793260377788}, {"title": "Evaluating Methods to Prevent and Detect Inattentive Respondents in Web Surveys", "authors": "Lukas Olbrich, Joseph W. Sakshaug, Eric Lewandowski", "abstract": "Inattentive respondents pose a substantial threat to data quality in web surveys. We evaluate methods for preventing and detecting inattentive respondents. First, we test the effect of asking respondents to commit to providing high-quality responses at the beginning of the survey on various data quality measures. Second, we compare the proportion of flagged respondents for two versions of an attention check item instructing them to select a specific response versus leaving the item blank. Third, we propose a timestamp-based cluster analysis approach that identifies clusters of respondents who exhibit different speeding behaviors. Our findings show that the commitment pledge had no effect on the data quality measures. Instructing respondents to leave the item blank significantly increased the rate of flagged respondents (by 16.8 percentage points). The timestamp-based clustering approach efficiently identified clusters of likely inattentive respondents. Lastly, we show that inattentive respondents can have substantial impacts on substantive analyses.", "url": "https://doi.org/10.1177/00491241251345457", "doi": "10.1177/00491241251345457", "journal_full": "Sociological Methods & Research", "specialized": false, "preprint": false, "score": 0.0064239259573024565}, {"title": "Immigration Voice: Political Navigation Beyond the Ballot", "authors": "Viacheslav Eniutin", "abstract": "As globalization decouples citizenship from geography and institutional responsiveness, individuals increasingly seek alternative forms of political alignment. This article introduces the concept of Immigration Voice: a framework for interpreting cross-border mobility as a patterned response to perceived legitimacy deficits—not merely as exit or escape, but as a mode of institutional re-selection. Departing from Hirschman’s classic notion of “exit” as silent withdrawal, Immigration Voice emphasizes the comparative dimension of relocation: when electoral mechanisms lose effectiveness and feedback loops erode, migration flows may register as aggregated preferences for alternative institutional environments. Under specific conditions of scale and narrative coherence, such movements can constitute externally observable indicators of institutional credibility. Grounded in comparative political theory and informed by empirical migration patterns, the article frames Immigration Voice both as a conceptual lens and as a potential metric of democratic behavior in asymmetrical political environments. Rather than being peripheral to political life, the spatial reorientation of civic preference has become increasingly central to how legitimacy and agency are contested in the twenty-first century. While this article outlines the conditions under which migration might serve as a comparative indicator of institutional legitimacy, the proposed metric remains a conceptual framework for future empirical research Keywords: Immigration voice, political agency, immigration, migration, institutional legitimacy, democratic participation, comparative indicator, spatial politics. JEL Classification: F22, P16, D72, H11, Z13.", "url": "https://doi.org/10.31235/osf.io/27mhd_v1", "doi": "10.31235/osf.io/27mhd_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.9873010942511367}, {"title": "How Context Matters: Human Oversight of Automated-Decision-Making Systems in Welfare Administration", "authors": "Karolina Sztandar-Sztanderska", "abstract": "This article examines the capacity of frontline staff to oversee automated decision-making (ADM) systems, which are increasingly used in digital welfare states to make life-altering decisions. While prior research had focused on cognitive limitations that lead to human over-reliance on ADM, the role of contextual factors that also shape caseworkers’ supervisory activities has neither been conceptualised, nor systematically investigated. To address this gap, we develop an analytical framework for the context-sensitive study of frontline oversight, inspired by the street-level bureaucracy perspective and human–computer interaction studies. We also demonstrate the framework’s relevance through findings from a mixed-methods study of a profiling algorithm used by Public Employment Services in Poland. We identify four types of factors – policy-, organisation-, professionalism-, and technology-related – that effectively shape frontline oversight. Our findings also have practical implications, as the inclusion of humans in the decision-making loop is a central element of regulatory efforts aimed at protecting individuals from algorithmic harms.", "url": "https://doi.org/10.31235/osf.io/56zcy_v1", "doi": "10.31235/osf.io/56zcy_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.004322311721091876}, {"title": "CONTESTIVISM: A Paradigm of Meaning, Power, and Being for Understanding Social Reality", "authors": "Jim Joquico", "abstract": "This paper develops contestivism as a meta-paradigm for understanding social reality as perpetual contestation of meaning through and for power. The framework operates from the foundational premise that meaning constitutes a necessary condition for human being: to lose control is to risk existential erasure. Contestivism theorizes the structural grammar underlying all social phenomena through three intersecting analytical dimensions: domains of contestation, orders of social organization, and modes of power. These elements form recursive engines that generate gradients of being that motivate further contestation. Unlike frameworks that pathologize competing realities, contestivism recognizes meaning contests as the fundamental mechanism of human social organization. The framework offers analytical tools for understanding the post-truth era as the inevitable condition of human society.", "url": "https://doi.org/10.31235/osf.io/eb76g_v1", "doi": "10.31235/osf.io/eb76g_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006546114381993373}, {"title": "Malapportionment as a Gerrymandering Strategy: Exploring Electoral Manipulation in Malaysia Using a Simulation Algorithm", "authors": "Sho Miyazaki, Yuko Kasuya", "abstract": "Gerrymandering and malapportionment both undermine fair representation and involve electoral district boundaries. However, existing research has treated these phenomena separately, leading to disconnected bodies of literature. This paper demonstrates that malapportionment can be used as an instrument of gerrymandering. Conventional gerrymandering tactics of cracking and packing can be more sophisticated when the district boundary drawers in power can control the district populations. We illustrate this new yet simple gerrymandering strategy using the case of Malaysia, a long-lasting electoral authoritarian regime that endured from the early 1970s to 2018, focusing on ethnic representation. By comparing the enacted districting plan with counterfactual electoral districts simulated through Sequential Monte Carlo redistricting simulation, we identify significant ethnic gerrymandering against the minority Chinese Malaysians, in which cracking and packing are the strategies adopted by the majority Malay-dominated ruling coalition.", "url": "https://doi.org/10.31235/osf.io/g68x3_v1", "doi": "10.31235/osf.io/g68x3_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008565549618195889}, {"title": "Authoritarian Legacies or Government Policies? Trust Dynamics and Regime Socialisation in Times of Crisis", "authors": "Steffen Wamsler, Gundula Zoch", "abstract": "Literature on crisis policymaking often assumes that government measures shape political trust. At the same time, we lack comprehensive evidence on how deep-seated regime socialisa-tion experiences affect crisis-related trust dynamics. We draw on Germany’s historical East-West divide and examine how changes in political trust during the Covid-19 pandemic relate to both regime socialisation and regional containment policies. Socialist socialisation should trigger a stronger initial rally-around-the-flag effect and a more pronounced decline of trust during later stages of stricter containment policies, with heterogenous effects according to the duration of regime socialisation. Using five waves of individual-level panel data (N=23,420, 2017-2023) and fixed-effects models with district-level infection rates and various policy re-strictions, we find a shared rally effect across East and West. Comparable trust declines in the second year were explained by regional containment policies. However, by the third year, in-stitutional trust in the East eroded further – without clear links to containment policies. Media trust, already lower in the East, revealed a growing divide as well. Finally, changes in trust varied by length of Socialist regime exposure. In the context of an extended crisis, our find-ings point to the limited capacity of crisis policy to explain trust dynamics when considering deep-seated socialisation.", "url": "https://doi.org/10.31235/osf.io/gv3z7_v2", "doi": "10.31235/osf.io/gv3z7_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.004375555372184703}, {"title": "Defending Forward, Falling Behind? The Strategic Dilemma in U.S. Cybersecurity Policy", "authors": "Salem Balkhasher", "abstract": "The United States stands at a pivotal moment in its approach to cybersecurity, confronting increasingly sophisticated cyber threats that target national security and critical infrastructure. This paper critically examines the vulnerabilities of U.S. cyber strategy by analyzing the historical evolution, strategic doctrines such as ‘Defend Forward’, and major incidents including the SolarWinds supply chain attack and the Colonial Pipeline ransomware breach. Drawing on expert opinion and recent policy documents – such as the 2023 National Cybersecurity Strategy – this study highlights achievements such as institutional reforms and offensive cyber capabilities, but most importantly, identifies persistent gaps in software supply chain security, infrastructure resilience, and cyber deterrence. This paper underscores the importance of regulatory innovation, workforce development, and global collaboration in shaping a resilient cyber posture. Ultimately, it argues that U.S. cyber strategy, while evolving, remains at a crossroads. This requires a balanced commitment to both defensive robustness and offensive agility to effectively navigate the complex and contested domain of cyberspace.", "url": "https://doi.org/10.31235/osf.io/h48dz_v1", "doi": "10.31235/osf.io/h48dz_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007504467580612406}, {"title": "Facing Change Again: Meta-Analyses of Gender and Climate Change Attitudes Worldwide", "authors": "Frederick Solt", "abstract": "As the need to address climate change grows increasingly pressing, so does the need for understanding the factors that undermine public support for mit- igation. One prominent recent analysis of three cross-national surveys argues that people—especially men—in richer countries express less concern for cli- mate change and see more costs and fewer benefits to mitigation, pointing to compensation as a potential solution. Drawing on hundreds of surveys, this reassessment employs a series of meta-analyses to reveal that while gender differences in climate concern are indeed larger in richer countries, both men and women express more concern in such settings relative to poorer countries, and there is no relationship between economic development and gender differ- ences in mitigation’s perceived costs and benefits. Instead, gender differences in climate concern are mirrored in differences in concern across a wide array of risks, consistent with more widespread masculine performative fearlessness in richer countries.", "url": "https://doi.org/10.31235/osf.io/ka2tm_v1", "doi": "10.31235/osf.io/ka2tm_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009470231663751827}, {"title": "Rethinking the EU's role in tackling interconnected environmental risks amid geoeconomic and political shifts", "authors": "Margherita Bianchi, REGROUP project", "abstract": "This paper delves into the EU’s approach to interconnected environmental risks, set against the backdrop of evolving geoeconomic and political dynamics. It first addresses the European Green Deal, initiated in 2019, and its subsequent strengthening through initiatives like Fit for 55 and REPowerEU. These initiatives signal a strong commitment to decarbonisation and climate targets; however, the implementation of this ambitious agenda is being challenged by factors such as high inflation and increasing political resistance, with some governments expressing opposition to environmental policies. The prioritisation of security and defence has also somewhat overshadowed the climate crisis across the EU bloc. The analysis examines the key features and trends of a decarbonised global landscape and the requirements for its effective management. It also addresses the internal and external challenges that will confront the EU in the period from 2025 to 2035. Given this background, the author evaluates four prospective scenarios where the EU does or does not have a role in a global governance reform that does or does not happen. In the first scenario, there is a reform of global governance but without an active EU role; the second scenario foresees ‘green globalisation’, where the EU leads the global governance reform; the third one involves a strong EU leadership but not channelled in a global governance reform; the final scenario lacks both a global governance reform and a strong EU leadership. The paper ultimately argues that the EU needs to adopt internal and external measures to prevent the widening of the climate and social divide, both within the EU and between the Global North and Global South. It identifies several critical factors: finding a balance between engagement and disengagement with China, strengthening European industrial production where possible, and diversifying green value chains accordingly by forging stronger partnerships in the Global South. In this sense, the author argues that the EU must engage more effectively with emerging and developing economies in pursuing decarbonisation strategies. The paper cautions that increasing international fragmentation could lead to higher costs for accessing low-carbon materials and minerals, and it suggests that the EU should enhance its competitiveness through its inherent strengths while avoiding excessive and ineffective protectionist policies.", "url": "https://doi.org/10.31235/osf.io/qgpsx_v1", "doi": "10.31235/osf.io/qgpsx_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.019164999488703094}, {"title": "Media platforming and the normalisation of extreme right views", "authors": "Diane Bolet, Florian Foos", "abstract": "As extreme political views gain popularity and acceptability, the conditions under which media exposure to extreme right views contributes to this process, and strategies to counter media-induced persuasion and normalisation effects, remain unclear. Using population-based experiments leveraging real-world interviews with extreme right activists on Sky News UK and Australia, we test if media exposure leads to higher agreement with extreme right statements. We also test if exposure affects perceptions of how many others agree with these statements. Our findings are consistent across both countries: exposure to uncritical interviews increases agreement with extreme statements and perceptions of broader support in the population. Testing the media strategy in the UK, we find that critical interviewing tarnishes the activist’s image and reduces effects but still heightens perceived support for extreme statements. This study identifies a mechanism through which extreme political ideas spread and offers insights into media strategies to counteract persuasion and normalisation effects.", "url": "https://doi.org/10.31235/osf.io/urhxy_v2", "doi": "10.31235/osf.io/urhxy_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0077555554566365315}, {"title": "German “pacifism” and the Zeitenwende", "authors": "Frank A. Stengel", "abstract": "Following the 2022 Russian invasion of Ukraine, then-German Chancellor Olaf Scholz announced a major reorientation of German security policy, including a significant increase in defence spending as well as arms deliveries to Ukraine. Scholz's announcement of a Zeitenwende (sea change) has triggered a renewed debate about continuity and change in German security policy, focusing on (1) whether the shift represents a major reorientation or a minor adaptation and (2) how to make sense of this in light of Germany's traditional culture of military restraint, the country's so-called “pacifism.” This article discusses the Zeitenwende in the context of Cold-War German security policy and German participation in multinational operations during the 1990s and 2000s. It shows that (1) the shift is not as radical as often presumed, (2) more fundamental change happened during the 1990s and 2000s and (3) understanding the Zeitenwende requires a more flexible, discursive conception of culture.", "url": "https://doi.org/10.31235/osf.io/w69ev_v1", "doi": "10.31235/osf.io/w69ev_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.034448330707337216}, {"title": "Beyond the Silicon Shield: TSMC, Geopolitical Turbulence, and the Institutional Politics of Global Tech Power", "authors": "Kerwin Xiang Liao", "abstract": "Semiconductors have become central to geopolitical rivalry and national strategy. This article examines Taiwan Semiconductor Manufacturing Company (TSMC) as a paradigmatic case of institutional transformation in strategic industries. More than a technological leader, TSMC has emerged as an institutional mediator—navigating overlapping policy regimes, supply chain fragmentation, and diverging state agendas. Drawing on TSMC’s global expansion, especially its fabs in Arizona and Kumamoto, I show how firms are increasingly expected to perform quasi-sovereign functions: ensuring supply continuity, managing regulatory tensions, and absorbing geopolitical risk. I argue that prevailing discourses of “decoupling” and “reshoring” misdiagnose the problem, treating physical relocation as a proxy for strategic autonomy. Instead, I theorize institutional absorptive capacity as the foundation of long-term sovereignty: the ability of firms and states to learn, adapt, and coordinate across volatile environments. This requires shifting policy focus from industrial control to institutional design—investing in learning systems, governance capacity, and trust-based cooperation. TSMC’s trajectory thus signals a broader reconfiguration of state–firm boundaries and the emergence of a multipolar, narrative-driven political economy. The article concludes by outlining future research on cross-border institutional agency, strategic narrative construction, and techno-industrial governance beyond the U.S.–China binary.", "url": "https://doi.org/10.31235/osf.io/ybxm5_v2", "doi": "10.31235/osf.io/ybxm5_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.00723290987731906}, {"title": "Confucianism and Enterprise Assumption of Risk", "authors": "Ruihan Shi, Pinxian Chen", "abstract": "Corporate risk-taking is a key factor in corporate decision-making, and in recent years, the influence of cultural factors as informal institutions on corporate decisions has attracted widespread attention from scholars. Confucian culture, which upholds core values such as benevolence and righteousness, forgiveness and tolerance, integrity, and loyalty and filial piety, has long permeated various levels of Chinese society. Using non-financial listed firms in China as the sample, this study measures the strength of Confucian cultural influence by the number of Confucian temples within varying distances around each firm and further explores the impact of Confucian culture on corporate risk-taking. The results show that Confucian culture is negatively associated with corporate risk-taking, indicating that in regions where Confucian culture is more deeply rooted, firms tend to exhibit lower levels of risk-taking. This study provides an in-depth empirical analysis of the factors influencing corporate risk-taking and the role of cultural factors, offering important guidance for corporate strategic development and risk management strategies while contributing to a deeper and more comprehensive understanding of the critical role of cultural factors, such as Confucian culture, in risk-taking decisions.", "url": "https://doi.org/10.31235/osf.io/abhse_v1", "doi": "10.31235/osf.io/abhse_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008283456180902093}, {"title": "Exceptional Architecture and Touristic Impact: A Synthetic Control Study of Hamburg’s Elbphilharmonie", "authors": "Yannick Eckhardt, Jakob Hoffmann, Philipp Namberger", "abstract": "Exceptional architecture is widely recognized for its seeming impact on the cultural and economic trajectories of cities. However, the specific attractive potential of any given project and thus its impact on the regional economy is often contentious, and identifying measurable increases for outcomes of interest, such as visitor numbers, is empirically challenging. This study investigates the causal effects of the Elbphilharmonie concert hall in Hamburg on local tourism development. Employing the synthetic control method, we create a counterfactual scenario to estimate how Hamburg’s tourism trajectory might have unfolded without the construction of the Elbphilharmonie. Contrasting recent debates highlighting the often underwhelming nature of 'star architecture', our findings indicate that the concert hall has had a major effect on tourism: In the seven and a half years from its opening in January 2017 to the second quarter of 2024, the Elbphilharmonie is estimated to be responsible for 13 million additional overnight stays, despite the period covering the covid pandemic.", "url": "https://doi.org/10.31235/osf.io/fz3bg_v1", "doi": "10.31235/osf.io/fz3bg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.03614392090101104}, {"title": "Revisiting the Disability-Adjusted Life Year (DALY) as a Health Metric: Rigorous Science or Ableist Guesswork?", "authors": "Dielle J. Lundberg", "abstract": "This research brief presents a methodological critique of the disability-adjusted life year (DALY), questioning the validity of this metric and arguing that it functions to uphold structural ableism in public health and healthcare. I establish first that the disability weights underlying the DALY are subjective social valuations of health states and are not valid measures of “the magnitude of health loss associated with specific health outcomes” as the Global Burden of Disease Study claims. I then document ableism throughout the assessment protocols used in creating the disability weights for the DALY at the levels of (a) selection of participants to complete the valuation, (b) description of health states for valuation, and (c) consideration of context where the valuation occurs. I conclude the research brief by examining two questions. First, why have the creators of the DALY and its champions positioned a subjective and ableist social valuation as rigorous science? And second, what does the widespread acceptance of the DALY across health disciplines reveal about the pervasiveness of structural ableism in health policy?", "url": "https://doi.org/10.31235/osf.io/nzk62_v1", "doi": "10.31235/osf.io/nzk62_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010115308161144254}, {"title": "Financial Regulation and AI: A Faustian Bargain?", "authors": "Antonio Coppola, Christopher Clayton", "abstract": "We examine whether and how granular, real-time predictive models should be integrated into central banks' macroprudential toolkit. First, we develop a tractable framework that formalizes the tradeoff regulators face when choosing between implementing models that forecast systemic risk accurately but have uncertain causal content and models with the opposite profile. We derive the regulator’s optimal policy in a setting in which private portfolios react endogenously to the regulator's model choice and policy rule. We show that even purely predictive models can generate welfare gains for a regulator, and that predictive precision and knowledge of causal impacts of policy interventions are complementary. Second, we introduce a deep learning architecture tailored to financial holdings data—a graph transformer—and we discuss why it is optimally suited to this problem. The model learns vector embedding representations for both assets and investors by explicitly modeling the relational structure of holdings, and it attains state-of-the-art predictive accuracy in out-of-sample forecasting tasks including trade prediction.", "url": "https://doi.org/10.31235/osf.io/xwsje_v1", "doi": "10.31235/osf.io/xwsje_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006567748543328866}, {"title": "Cambios seculares sobre el terreno: Burocracia, academia e interreligiosidad en la protestantización de la laicidad mexicana", "authors": "Abraham Hawley Suárez", "abstract": "En América Latina, existe un creciente consenso sobre el aumento de la diversidad religiosa en la región y la necesidad de reformar los modelos de laicidad tradicionales —históricamente diseñados para contrarrestar la hegemonía católica— en atención a dicha pluralidad. Este capítulo matiza y complejiza dicho diagnóstico rastreando la evolución de las direcciones de asuntos religiosos en México, desde las reformas legales de 1992 hasta las decisiones recientes del gobierno de López Obrador de colaborar con organizaciones interreligiosas en proyectos de construcción de paz. El capítulo examina cómo estas oficinas están vinculadas tanto a tensiones religiosas locales como a movimientos internacionales por la libertad religiosa, que redefinen la religión como categoría de gobernanza secular. Mediante observación participante, entrevistas, análisis multivariado e investigación de archivo, identifico patrones regionales en la implementación de políticas mexicanas sobre religión. Moldeadas por conflictos históricos entre católicos y protestantes-evangélicos, estas políticas relegan a minorías no cristianas que no se corresponden con concepciones dominantes sobre las “religiones del mundo”, pese a justificaciones que apelan a la diversidad. El capítulo destaca la subestimada influencia protestante en las leyes mexicanas y su papel en la configuración de estas oficinas. Ancladas en narrativas de paz, estas políticas fortalecen a ciertos grupos religiosos mientras marginan a otros, y marcan un giro hacia un secularismo de inspiración protestante en América Latina.", "url": "https://doi.org/10.31235/osf.io/52jy9_v1", "doi": "10.31235/osf.io/52jy9_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.14199339885122464}, {"title": "Insurance against risk? Economic cost and compensation of job loss in different welfare states", "authors": "Selçuk Bedük, Anette Eva Fasang, Susan Harkness, Stefan B. Andrade, Zafer Büyükkeçeci, Satu Helske, Aleksi Karhula", "abstract": "Job loss is a common life course event, yet its economic consequences for households across different welfare states are not yet well understood. This paper investigates the cost of job loss to household incomes, and the extent to which initial losses are compensated through the market, within the household and by the social security programmes. Using high quality survey and administrative data from Denmark, Finland, Germany and the UK (1990-2018), we track post-job loss income trajectories using a difference-in-differences design. We find substantial penalties on household incomes, on average around 4-6% of pre-job loss income, that are particularly higher in the UK in the short-term but tend to dissipate over time in all countries. Re-employment emerges as the primary mechanism of compensation in all countries, while the role of household and state compensations vary in line with the national compensation strategies. State compensation is crucial in mitigating immediate income losses, while market compensation becomes more important over time. Household compensation mainly acts as a substitute for other types of compensations and are therefore significantly higher in the UK and Germany where market and/or state compensations are lower compared to the Nordics.", "url": "https://doi.org/10.31235/osf.io/7dh52_v2", "doi": "10.31235/osf.io/7dh52_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008207267911063632}, {"title": "Stepping-down or Skydiving? A Feature-wide Effect Heterogeneity of Retirement on Subsequent Health", "authors": "Shingo Nitta", "abstract": "This study investigates how retirement’s effect on subsequent health varies by individual attributes and their interaction. Instead of spotlighting heterogeneity for a specific, theoretically predetermined feature, I consider the feature-wide effect heterogeneity to find possible data-driven candidates that generate this heterogeneity. To accomplish this, I use causal forests and harmonized data from the Health and Retirement Studies family. The results show that temporal dimensions (such as age and birth cohort) and financial dimensions (such as income and wealth) are the most important features in heterogenizing retirement’s effect on health. Based on these findings, I suggest the “double scaffold” model to comprehensively explain feature-wide effect heterogeneity.", "url": "https://doi.org/10.31235/osf.io/a586x_v1", "doi": "10.31235/osf.io/a586x_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009026987468923275}, {"title": "Shy Bladder, Social Spaces: A Biocultural Critique of Paruresis and Restroom Design Across Cultures", "authors": "Paolo Nerdi", "abstract": "Paruresis, or \"shy bladder syndrome,\" is classified as a social anxiety disorder in Western psychiatry (American Psychiatric Association 2013). This study challenges its medicalization through a medical anthropology framework, integrating cross-cultural analysis and evolutionary insights on privacy-seeking behaviors. Employing qualitative synthesis, we argue paruresis is a rational human response to environmental stressors, rooted in evolved instincts for privacy during elimination and shaped by culturally specific restroom designs. Comparing Western norms with privacy-focused designs in Japan, Islamic societies, Scandinavia, and Akan communities in Ghana, we critique how Western architectures exacerbate anxiety. Recent evidence highlights health risks from inadequate restroom privacy and benefits of inclusive designs (Taylor et al. 2024; Archova Visuals 2025). Drawing on embodiment (Csordas 1990), biopolitics (Foucault 1995), and habitus (Bourdieu 1977), we propose culturally sensitive restroom reforms, contributing to medical anthropology’s critique of biomedical paradigms and public health policy.", "url": "https://doi.org/10.31235/osf.io/ag9u5_v2", "doi": "10.31235/osf.io/ag9u5_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.05125290014472306}, {"title": "Why the Weak Survive: Cultural Selection Against Competence in Organizations", "authors": "Koichi Hiraoka", "abstract": "In many contemporary organizations, a sense of resignation is widespread, particularly among the middle tier of workers. Phrases like \"the more competent one is, the more likely they are to leave\" or \"there’s no point in getting promoted\" are frequently heard. Especially in mid-level positions, career advancement tends to favor individuals who suppress dissent from subordinates and exhibit blind obedience to superiors. As a result, capable and sincere individuals are often isolated, worn down, and eventually leave the organization. Based on my own experience working in both private-sector companies and public research institutions, I have observed this structure firsthand. These experiences gave rise to a pressing question: Why does this structure recur? Why is competence suppressed within organizations? To address this, I introduce the concept of cultural selection, applying memetic and evolutionary frameworks to analyze how organizational dynamics evolve not through merit, but through the replication of compliant cultural behaviors (Blackmore, 1999; Boyd &amp; Richerson, 1985; Henrich, 2015).", "url": "https://doi.org/10.31235/osf.io/bwdu3_v1", "doi": "10.31235/osf.io/bwdu3_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.015219567180898452}, {"title": "Doraemon and the SM-Loop Theory: Structural Dominance and Mimicry in Organizational Culture", "authors": "Koichi Hiraoka", "abstract": "The “SM-Loop” is a theoretical model that explains the structural reproduction of dominance in organizations through the interplay of S (Superior) and M (Mimicry). Originally coined with a tongue-in-cheek reference to S/M relationships, the term has since evolved into a powerful analytical tool for understanding real-world workplace pathology. Within hierarchical settings, emotionally expressive behavior—especially anger—from a superior (S) is often mimicked by subordinates (M). Over time, this emotional contagion becomes embedded as a structural pattern: subordinates imitate dominant behaviors to survive, eventually becoming new superiors themselves. This loop—emotional dominance → mimicry → ascension—reinforces itself across organizational layers. The SM-Loop is not confined to the workplace. It manifests in schools, families, and political systems, making it a memetic engine of cultural transmission. This paper unpacks the mechanisms of the loop using both theoretical frameworks and pop-cultural metaphors—most notably, the beloved Japanese animation Doraemon—to show how structural mimicry drives emotional reproduction. The SM-Loop is at once invisible and omnipresent. This paper offers a diagnosis, a mirror, and perhaps a first step toward resistance—for anyone trapped within the loop, and for those who dare to question it.", "url": "https://doi.org/10.31235/osf.io/bzkw4_v1", "doi": "10.31235/osf.io/bzkw4_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009529398699289482}, {"title": "Schools and socioeconomic inequality in achievement – Revisiting the ‘school equalization’ hypothesis in the United States", "authors": "Giampiero Passaretta, Jan Skopek, Joseph Workman", "abstract": "Schooling is often seen as equalizing learning outcomes among children from different socioeconomic backgrounds. However, empirical support for the ‘school equalization’ hypothesis in the United States remains inconclusive, despite decades of research relying on summer breaks to estimate schooling effects. This study applies, for the first time in the U.S., the differential exposure approach – a recently developed causal identification strategy – as an alternative to the seasonal comparison design. We unify both approaches within a single analytical framework, enabling direct comparison of their estimated effects under consistent conditions. Using nationally representative data from the Early Childhood Longitudinal Study (ECLS-K:2011), we show that the seasonal comparison design may substantially inflate estimated school effects on learning, potentially misattributing to schools what are, in fact, consequences of changes in non-school environments during summer. Equalization effects estimated via the differential exposure approach were about 50% smaller than those inferred through seasonal comparisons. These findings suggest a tempered, grade-specific perspective: while schools reduce socioeconomic disparities in learning, their equalizing impact appears smaller than previously believed and diminishes across grades. The article challenges foundational assumptions in prior research and, by establishing a methodological basis for cross-national comparison, suggests that school equalization is contingent on national institutional contexts.", "url": "https://doi.org/10.31235/osf.io/bzqn9_v1", "doi": "10.31235/osf.io/bzqn9_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010319245079160932}, {"title": "Planning for the sustainability of a youth suicide prevention program in Native American contexts: A modeling study", "authors": "Natalie Tibbels, Lauren Yan, Zhixi Chen, Novalene Goklish, Kristin Mitchell, Charity Watchman, Meredith Stifter, Victoria M. O'Keefe, Allison Barlow, Mary Cwik", "abstract": "Purpose: We aimed to identify actionable, effective sustainment strategies for a community-based suicide prevention program implemented in Tribal contexts through a participatory process of system dynamics modeling. Methods: Through a series of workshops with teams implementing a suicide prevention program, we prioritized strategies for sustaining implementation and related health outcomes. We used system dynamics modeling and microsimulations to assess the impact of key strategies (Increased Funding, Enhanced Program Management, and Leadership Development) on program sustainment outcomes and suicidal behavior among youth. Results: Enhanced Program Management impacted sustainment by increasing simulated levels of community trust by 31.9% and partnerships by 10.3%. Increased Funding increased simulated resource availability by 51.2% and staffing levels by 12.8% over the simulated time frame. Among the three simulated sustainment strategies, Enhanced Program Management most effectively mitigated clinical outcomes, decreasing in suicidal ideation by 0.7%, self-harm by 1.4%, and suicide attempts by 1.1%. Conclusions: We collaboratively developed a simulation model that assessed the relative impact of stakeholders’ prioritized sustainment strategies. A multifaceted intervention for Enhanced Program Management had the greatest impact on program sustainment outcomes. This approach can benefit Tribal communities considering methods to support vital community-based programs.", "url": "https://doi.org/10.31235/osf.io/e8u5j_v1", "doi": "10.31235/osf.io/e8u5j_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009541339631141343}, {"title": "The Escalating Scam Epidemic in Japan: Scale, Psychology, and Regional Patterns with Ground Survey Evidence", "authors": "Parth Raj", "abstract": "This study examines Japan’s escalating fraud epidemic, synthesizing National Police Agency (NPA) statistics, academic surveys (e.g., Hiroshima University’s 11,218 respondents), and Buddhist monk counseling insights. Fraud losses reached ¥307.5 billion ($2.03 billion USD) in 2024, equivalent to 0.5% of GDP, signaling significant economic impact . Elderly populations (69.3% of cases, 29% of population) face disproportionate risk due to cultural exploitation of social harmony (wa) and filial piety . Tokuryū networks and AI deepfakes (243% rise) drive a 281% surge in social media fraud . Underreporting (87% of victims) exacerbates the crisis, fueled by shame and isolation . This analysis informs my SwarmMind project (94.1% scam detection accuracy), enhancing AI/NLP applications for fraud prevention in Japan. Recommendations include cognitive screening, cultural sensitivity training, and expanded monk networks. Multi-sector interventions are critical to protect vulnerable populations while preserving cultural values. Keywords: fraud epidemic, Japan, elderly vulnerability, tokuryū, scam psychology, social isolation, Buddhist monk support, AI scams, financial crime, demographic analysis,", "url": "https://doi.org/10.31235/osf.io/ef9zk_v1", "doi": "10.31235/osf.io/ef9zk_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.03859558077182701}, {"title": "Psycho-Social Assemblages: Virtuality, Multiplicity &amp; Intensity in the Evolving Public Library Sphere", "authors": "Angjelin Hila", "abstract": "The paper engages and extends Deleuze’s philosophical project of difference in Difference and Repetition and Deleuze and Guattari’s thematic-complex in the two volumes of Capitalism and Schizophrenia in order to develop a social ontology that weaves the emergence of online spaces, differentiating information systems, the public sphere and emerging forms of social action. Supplanting the metaphysics of identity and representation with the actualization of the virtual, the paper mobilizes the conceptual framework of transcendental empiricism and assemblage theory to analyze a dynamically evolving social sphere that bifurcates between online and physical interaction and has transformed the subject, social relations, and their enveloping matrix of signifiers. Against this theoretical background, the paper takes public libraries as aberrant physical spaces that materialize social problems otherwise invisible or attenuated in public life. Increasingly spaces of spectacle, public libraries juxtapose the extrema of the social tapestry with the normal, a symptom of dynamic shifts within psycho-social assemblages caused by computational distribution, transmission, and amplification of information-affective flows. To explain this new terrain of social materiality, the paper develops the concept of the psycho-social as virtual-physical spaces that extremize the affective-affordance complex by integrating Deleuze’s notion of intensive fields, Deleuze and Guattari’s concept of desiring machines, and the Gibbsonian concept of affordance. The paper analyzes social breakdown in public library spaces through unstructured phenomenological analysis of the author’s first person testimony of Toronto Reference Library incidents, where incidents denote violations of rules of conduct as grounds for exclusion by a marginalized underclass spanning the homeless, drug addicted, mentally unstable, disturbed, destitute, and socially outcast. Belying system-symptomatic schizophrenic breakdowns of social cohesion, the explosive behaviour of the other, the deviant, the outcast reverberates through the collective field of intensity as a symptom of a virulent political economy exacerbated by control systems that order the body through production and direct affective-information flows into coercive computational affordances.", "url": "https://doi.org/10.31235/osf.io/ks5a2_v1", "doi": "10.31235/osf.io/ks5a2_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01016562347036587}, {"title": "GHQ RHETORIC AND REFORM: CHANGING GENDER DISCOURSE IN ALLIED OCCUPIED JAPAN", "authors": "Anisha Dutt", "abstract": "This thesis examines the gender reform policies enacted by the General Headquarters (GHQ) during the Allied Occupation of Japan (1945–1952), focusing on the discursive strategies used to frame, legitimize, and promote these reforms. It investigates what drove GHQ’s push for gender equality, exploring how rhetoric, ideology, and geopolitical and psychological factors intersected in the postwar context. Using Critical Discourse Analysis, Terror Management Theory, and Gender Studies, the study analyzes English-language and translated Japanese sources, including SCAPIN directives, The Japan Times, Stars and Stripes, Yank Magazine, NHK newsreels, and Asahi Shimbun. Through rhetorical mapping and thematic coding, it reveals how gender reforms were framed as vital to Japan’s democratization and moral recovery post-defeat. Findings indicate that GHQ’s gender reforms were not solely driven by liberal democratic ideals but were also strategic responses to American and Japanese anxieties. These reforms reshaped public identities and cultural narratives, embedding gender equality within discourses of peace, modernization, and civic duty. However, they were influenced by American views of Japanese society and Cold War priorities, which moderated the initial emancipatory rhetoric. By analyzing the discursive construction of femininity, masculinity, heroism, and citizenship, this thesis argues that GHQ’s gender agenda was a complex ideological project, balancing progressive goals with conservative limits. It highlights how language served as a tool for cultural reconstruction, shaping the postwar Japanese subject through emotionally resonant narratives of rebirth and reform.", "url": "https://doi.org/10.31235/osf.io/venxw_v1", "doi": "10.31235/osf.io/venxw_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.015757982983619523}, {"title": "Personality traits and provision of grandparental childcare: Evidence from Europe", "authors": "Bruno Arpino, Valeria Bordone, Giorgio Di Gessa, Michael D. Krämer", "abstract": "Past research has explored various factors associated with grandparental childcare but has overlooked the role of personality traits. We address this gap by analyzing the association between personality traits and grandparental childcare using data from the Survey of Health and Retirement in Europe (SHARE). In SHARE, personality traits were measured for the first time in wave 7, and in wave 8, they were collected only from individuals who did not report them in wave 7. We pool observations from waves 7 and 8 (N = 13,441 individuals). We find that four personality traits—openness, conscientiousness, extraversion, and agreeableness—are significantly associated with higher provision of grandchild care. Additionally, conscientiousness—and, to a lesser extent, neuroticism—is associated with a higher likelihood of providing care on at least a weekly basis. These findings underscore the role of personality in grandparental caregiving and may have methodological implications for assessing the effects of grandchild care on health and wellbeing.", "url": "https://doi.org/10.31235/osf.io/vx9nt_v1", "doi": "10.31235/osf.io/vx9nt_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.022712987568671905}, {"title": "Who Mobilizes When Others Protest? The Seesaw Effect of Tactic Efficacy Beliefs in Social Movement Diffusion", "authors": "Matthew Yeaton, Genevieve Gregorich, Natalie Carlson, Dan J. Wang", "abstract": "When does protest in one domain catalyze activism in another—and when does it divert potential activists from their own causes? Prior research on the diffusion of protest has overlooked how the collective beliefs of dormant populations—those not yet engaged in activism—may influence their participation. We argue that exposure to protest sends a dual signal—about both issues and tactics—and that its effects depend on tactic efficacy beliefs: shared beliefs about whether protest tactics can achieve social or political change. We theorize that exposure to protest produces a \"seesaw effect\": it redirects mobilization away from the focal cause in high-belief communities while activating protest participation in low-belief, previously dormant ones. We employ a shift-share instrument (SSIV) to estimate the causal impact of social movement mobilization exposure on real-world labor movement mobilization activity based on 2.6 million news stories across 14 social movements, and measure tactic efficacy beliefs using 1.6 million online posts from 29,000 rideshare drivers. Our conceptualization of tactic efficacy beliefs contributes by developing a novel explanation for the conditions under which protest spreads—or stalls—across issue domains.", "url": "https://doi.org/10.31235/osf.io/y93s2_v1", "doi": "10.31235/osf.io/y93s2_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007648795329668445}, {"title": "Senior Universities: inclusion or reproduction?", "authors": "Artemio Baigorri, Manuela Caballero", "abstract": "Over the past two decades, nearly all Spanish public universities, and a signif-icant number of private universities, have endeavored to develop and promote Universities for Older Adults, known by various names. Furthermore, within institutions such as universities, there has been a rise in interdisciplinary research on education and related publications. This has led to the development of a distinct subfield within the educational system, with its own language, roles, and structures. It is important to note that this subfield holds a significant amount of power. Both universities and regional governments allocate funds, infrastructure, and human resources to these programs. It is important to note that this statement is subjective and lacks evidence to support the claim of 'generous' funding.", "url": "https://doi.org/10.31235/osf.io/yxdt5_v2", "doi": "10.31235/osf.io/yxdt5_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.026774243281931343}, {"title": "Consciousness as pre-linguistic internalized listener that filters 'meaning space' non-destructively for social familiarity-alignment markers to dramatically accelerate language and cultural learning", "authors": "Joshua Fisher", "abstract": "This article proposes a novel, unified, empirically informed, theoretical outline of the purpose and function of human consciousness in both children and prehistorical, pre-linguistic humans. It is argued here that human consciousness, as an \"internalized listener\" in pre-linguistic humans both modern and ancient, functions to select—from essentially random, spongiform thoughts (messages)—those thoughts that bear familiarity or affiliative-alignment markers to this internalized listener (an internalized 'we' listener). This dramatically reduces the meaning space for both ancient and modern pre-linguistic humans, allowing them to acquire language and social meaning very quickly—a necessity likely as human communities began to grow and become unwieldy for non-linguistic coordination.", "url": "https://doi.org/10.31235/osf.io/zc3j5_v1", "doi": "10.31235/osf.io/zc3j5_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01373359405556518}, {"title": "Recasting the Master-Slave Dialectic: Data Work, AI, and New Forms of Subjugation and Emancipation", "authors": "Fernando Secomandi", "abstract": "This short paper explores G.W.F. Hegel’s account of the master–slave dialectic in an effort to characterize data work outsourced by Big Tech corporations to the Global South as a modern form of slavery. The argument is structured around two pillars. First, I offer an interpretation of Hegel’s influential text, arguing that the emergence and eventual emancipation of servile self-consciousness fundamentally depend on coerced labor—specifically, the labor of giving form to a technical object for the satisfaction of others. I also examine recent critiques of the master–slave dialectic, particularly its role in supporting Hegel’s justification of European racism and colonialism. Second, I extend these insights by examining contemporary cases of generative AI design. Drawing on secondary literature, I assess the extent to which the essential features of the master–slave dialectic resonate with the experiences of data workers who help shape safe digital applications for users. My interest lies in opening pathways for challenging Hegel’s account of emancipation, particularly by suggesting that the oppressed may pursue it through trajectories not predicated on total obedience to the will of others.", "url": "https://doi.org/10.31235/osf.io/24rjk_v1", "doi": "10.31235/osf.io/24rjk_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.02458051777369763}, {"title": "Mirror of Becoming: Designing Digital Self-Awareness Tools through Jungian Archetypes, Epistemic Friction, and Somaesthetic Practices", "authors": "Anurag Kadel", "abstract": "This project presents a speculative design framework for digital self-awareness grounded in epistemic pluralism and regenerative design philosophy. In contrast to mainstream self-tracking technologies that simulate introspection through reductive behavioral metrics, this work explores how symbolic, narrative, and somatic dimensions can be meaningfully re-integrated into human-computer interaction. Building on Jungian psychology, Eastern non-dual philosophy, and somaesthetic design, the proposed Mirror of Becoming system introduces five architectural pillars: epistemic friction, archetypal mirroring, narrative reframing, somatic grounding, and non-dual reflexivity. These pillars form the basis of design probes that resist optimization logics and instead cultivate ambiguity, inner dialogue, and embodied self-awareness. Methodologically, the paper adopts a Reflexive Research through Design (RtD) approach, treating design as a site of philosophical and symbolic inquiry rather than solution delivery. The work builds on the author’s prior framework in Seeds of Sovereignty (2025), which critiques ontological monocultures in AI and HCI and advocates for plural, reflexive systems that support the unfolding of selfhood rather than its prediction or containment. This research contributes to ongoing conversations in HCI, speculative design, and psychology by proposing an alternative ontology for digital self-awareness—one that honors the unconscious, the unmeasurable, and the unfinished.", "url": "https://doi.org/10.31235/osf.io/3tqnm_v1", "doi": "10.31235/osf.io/3tqnm_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.004122553929906236}, {"title": "Greening Schoolyards and Urban Property Values: A Systematic Review of Geospatial and Statistical Evidence", "authors": "Mahshid Gorjian", "abstract": "1.1 Background Parks and the greening of schoolyards are examples of urban green spaces that have been praised for their environmental, social, and economic benefits in cities all over the world. More studies show that living near green spaces is good for property values. However, there is still disagreement about how strong and consistent these effects are in different cities (Browning et al., 2023; Grunewald et al., 2024; Teo et al., 2023). 1.2 Purpose This systematic review is the first to bring together a lot of geographical and statistical information that links greening schoolyards to higher property prices, as opposed to just green space in general. By focusing on schoolyard-specific interventions, we find complex spatial, economic, and social effects that are often missed in larger studies of green space. 1.3 Methods This review followed the PRISMA guidelines and did a systematic search and review of papers that were published in well-known journals for urban studies, the environment, and real estate. The criteria for inclusion stressed the use of hedonic pricing or spatial econometric models to look at the relationship between urban green space and home values in a quantitative way. Fifteen studies from North America, Europe, and Asia met the requirements for inclusion (Anthamatten et al., 2022; Wen et al., 2019; Li et al., 2019; Mansur &amp; Yusuf, 2022). 1.4 Results Numerous studies have demonstrated that the value of adjacent properties is enhanced by urban green space in a statistically significant manner. The magnitude of the benefit is contingent upon the socio-economic context, the form of green space, and the size of the city (Gao &amp; Asami, 2021; Sajjad et al., 2021; Zhou &amp; Wang, 2021). The emphasis was on spatial heterogeneity and temporal trends, which implies that the distribution of benefits may not be equitable across localities (Kabisch &amp; Haase, 2021; Deng et al., 2022). Various methodologies, including spatial latency models, hedonic pricing, and GIS-based analysis, resulted in disparate results (Norzailawati et al., 2018; Xu et al., 2022). 1.5 Conclusions Some studies show that urban green spaces can raise the value of homes, but how much and how fairly these benefits happen depends on the local situation, the layout of the city, and the city's policies. The review stresses how important it is to have standard measures and long-term studies to help make urban greening projects fair. This research adds to the theory of urban planning by looking at the hedonic value of green infrastructure on a small scale and critically examining the consequences of schoolyard greening on different groups of people. This gives us a new way to think about fair urban expansion.", "url": "https://doi.org/10.31235/osf.io/5gq3r_v1", "doi": "10.31235/osf.io/5gq3r_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.03994220830869222}, {"title": "The Impact of Greening Schoolyards on Surrounding Residential Property Values: A Systematic Review", "authors": "Mahshid Gorjian", "abstract": "Background: Urban schoolyard greening is gaining attention as a promising approach to improve environmental quality, public health, and community well-being in cities. While transforming schoolyards into green, multifunctional spaces is increasingly implemented, the implications for surrounding residential property values and urban equity remain insufficiently synthesized. Objectives: This systematic review investigates the effects of greening schoolyards on adjacent residential property values. The review examines (1) the magnitude and spatial reach of property value changes, (2) the influence of neighborhood characteristics and governance, and (3) implications for equity, gentrification, and displacement. Methods: A systematic review methodology, guided by PRISMA standards, was employed to synthesize peer-reviewed studies published between 2000 and 2024. The analysis integrates quantitative approaches, such as hedonic pricing models and spatial econometric analyses, with qualitative and mixed-methods studies. The review primarily covers North American and Western European urban contexts. Results: Findings consistently demonstrate that greening schoolyards is associated with increased residential property values, particularly within 200–400 meters of interventions. Reported property value increases typically range from 4% to 7%, with higher premiums near greened sites. However, these benefits are unevenly distributed; lower-income neighborhoods may experience smaller gains or greater risks of gentrification. Community participation and inclusive governance are key factors in achieving equitable outcomes. Conclusions/Implications: Greening schoolyards can enhance urban livability and property values but may also contribute to social inequities if not accompanied by housing affordability protections and robust community engagement. Urban planning strategies should integrate equity-focused safeguards to ensure that environmental investments benefit all residents.", "url": "https://doi.org/10.31235/osf.io/5p97x_v1", "doi": "10.31235/osf.io/5p97x_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.011794887926292241}, {"title": "Green Gentrification and Community Health in Urban Landscape: A Scoping Review of Urban Greening’s Social Impacts", "authors": "Mahshid Gorjian", "abstract": "Background: Urban greening projects often make people healthier and happier, but they also help gentrification happen. There has not been much research on how green gentrification affects health outcomes. Purpose: This scoping review looked at peer-reviewed studies that looked at how greening projects in neighborhoods that are becoming more affluent affect health, well-being, and health determinants like physical activity and affordable housing. Methods: A thorough review of the literature, which included searches in PubMed, JSTOR, and Google Scholar, found 15 empirical studies that met the criteria for inclusion. These studies looked at how people used green spaces, how much physical activity they did, how safe they felt, and how healthy they said they were. Results: Studies show that long-term, marginalized residents suffer harm by green gentrification in many ways, including feeling less connected to their community, feeling distant from green spaces, and, in many cases, using these areas less than newcomers. Conclusions: There is not enough research in this area, so more studies need to be done on mental health and cardiovascular health indicators to improve the existing body of work. There is evidence that professionals in public health, urban planning, and parks can work together to make green spaces more useful and accessible for people who live in gentrifying neighborhoods and are not as well disconnected.", "url": "https://doi.org/10.31235/osf.io/8bpnu_v1", "doi": "10.31235/osf.io/8bpnu_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.04280662853001316}, {"title": "Deep Educational Privatization and the Algorithmic Turn: Conceptual and Research Imperatives", "authors": "Patricia Burch", "abstract": "This paper contends that grasping the current dynamics of educational privatization—especially as they are transformed by artificial intelligence (AI)—requires moving beyond traditional neoliberal frameworks. While prior forms of privatization focused on transactional, market-based exchanges, today's \"deep privatization\" is characterized by AI-driven, semi-autonomous systems that embed private interests within the core infrastructure and daily operations of education. Adopting a post-neoliberal lens, I demonstrate that privatization now operates at the intersection of state strategy, techno-capitalist platform dominance, and patronage-oriented policy, resulting in a hybrid formation of educational governance. Drawing on global cases and recent research, the paper argues that the impact of AI is less about abrupt disruption and more about the incremental, durable restructuring of authority, governance, and public accountability in education. I conclude that an integrated approach—one that combines conceptual innovation with empirical rigor—is required to illuminate and address the embedded and evolving mechanisms of deep privatization in the algorithmic era.", "url": "https://doi.org/10.31235/osf.io/8jp2h_v1", "doi": "10.31235/osf.io/8jp2h_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0061754559074880255}, {"title": "Figuras del otro: subjetividad y ética en la literatura de la diferencia", "authors": "Anyi Lorena Almario Oviedo, DIEGO ANDRES POLANCO CAVIEDES", "abstract": "Este artículo explora cómo El retrato de Dorian Gray (Wilde) y Orlando (Woolf) configuran figuras narrativas del otro que interpelan las nociones tradicionales de identidad, género y subjetividad. A partir del vínculo entre filosofía y literatura, se propone una lectura ética de la diferencia influenciada por las propuestas de Emmanuel Lévinas y María Zambrano. En lugar de pensar al otro como objeto de conocimiento, se lo concibe como una presencia irreductible que exige responsabilidad. La narrativa, desde esta perspectiva, no es solo representación, sino una forma de hospitalidad. Mientras Dorian se repliega en una estética narcisista que niega al otro, Orlando encarna una subjetividad en tránsito que abraza la ambigüedad como posibilidad ética. Se concluye que narrar al otro es también una forma de responder, y que la literatura puede ser un espacio privilegiado para formar subjetividades abiertas, sensibles y responsables frente a la alteridad.", "url": "https://doi.org/10.31235/osf.io/95xvn_v1", "doi": "10.31235/osf.io/95xvn_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.09830086245892555}, {"title": "The Use of Public Opinion in Policymaking: German Bundestag Debates, 1991-2017", "authors": "Nate Breznau, Hung H. V. Nguyen", "abstract": "This study provides evidence that policymakers actively invoke public opinion in legislative deliberation. Analyzing over two decades of Bundestag debate speeches (1991–2017), we find that 99.5% of German MPs who debated policy during this period referred to public opinion at least once, and that public opinion appears in 23.2% of all debate speeches. We classify public opinion into four types. The MPs use (1) direct evidence and their own (2) presumptions to discuss or claim public opinion. They also engage in (3) formation of public opinion through persuasion and predictions, and they discuss (4) responsiveness to public opinion and the role of democratic principles. The frequent and contested usages of public opinion reveal its centrality to the policymaking process. Public opinion is deeply embedded where it is theorized but often unobserved: the act of policymaking. We develop a standardized method for detecting and categorizing references to public opinion in political texts combining traditional dictionaries and qualitative coding with a modern pre-trained multilingual language model. Our open workflow enables researchers to deploy the method on any textual data, and our interactive web-based app allows users to investigate all the annotated sentences from this period Bundestag speeches.", "url": "https://doi.org/10.31235/osf.io/am34b_v1", "doi": "10.31235/osf.io/am34b_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007539984175174985}, {"title": "Unequal Happiness Gains from Summer Breaks: Evidence from European Parents", "authors": "Valentina Rotondi", "abstract": "This paper examines how summer school holidays are associated with parents’ happiness across 16 European countries. Using harmonized data from the European Social Survey (2023--2025) combined with detailed national school calendars, we compare the well-being of parents and non-parents interviewed during and outside the summer break. While non-parents show a clear seasonal increase in happiness, this boost is smaller for parents and virtually absent for mothers, particularly in countries with medium or long summer breaks. The gap widens with the number of children and remains after accounting for socio-demographic factors, household labor division, and time trends. Robustness checks, including models with country-specific year and month trends and placebo tests, confirm these patterns. Cross-country differences in the ``parental summer gap'' are substantial but are not related to macro-level factors such as GDP or family spending. These findings underscore the additional pressures associated with long summer breaks—especially for mothers—and highlight the potential value of policies that shorten school holidays, expand affordable childcare, and promote a fairer division of care work.", "url": "https://doi.org/10.31235/osf.io/g3tdq_v2", "doi": "10.31235/osf.io/g3tdq_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0239608920786617}, {"title": "Paying with Change: The Purposeful Enunciation of Material Culture", "authors": "Dustin S. Stoltz, Marshall A. Taylor", "abstract": "Recent work in cultural sociology has called attention to constraints imposed by material objects on interpretive processes, but is unclear as to how actors use such constraints to produce new meanings. In this article, we use novel newspaper data of people attempting to pay with large amounts of small cash and coins as a form of protest to highlight the material conditions under which actors are able to convey an alternative meaning of an object to an audience. We use computational linguistic and quantitative methods to examine when changes in the meaning of money are more likely to lead to emotionally-charged media reception. We find that emotionally-charged media reception is more likely when, typically, actors consciously attend to money and yet do not have to put in much cognitive work to assign meaning to it in the setting where the protest is attempted. We conclude by considering the implications of the study for broader projects within cultural sociology, economic sociology, organizational theory, political sociology, and social movement studies.", "url": "https://doi.org/10.31235/osf.io/g8etu_v1", "doi": "10.31235/osf.io/g8etu_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008710541524704074}, {"title": "From Civic Reason to Digital Rage : - A Conceptual Study of Hybrid Barbarism in the Algorithmic Age", "authors": "KIL JAE AHN", "abstract": "This paper introduces and theorizes the concept of “Hybrid Barbarism” to explain the erosion of civic rationality in contemporary digital societies. While digital technologies have transformed global communication and political expression, they have simultaneously accelerated the spread of affective discourse, hastened emotional contagion, and contributed to the structural dissolution of public reason. Drawing on the theoretical foundations of Norbert Elias, Hannah Arendt, and Slavoj Žižek, this study analyzes how the fusion of technology, emotion, and libidinal politics fosters a post-rational and increasingly undemocratic social order. It specifically examines how social platforms, influencers, and AI-driven recommendation systems amplify personalized emotional experiences while weakening deliberative public discourse. With indirect reference to cases in South Korea and India, the paper argues that “civilization” and “barbarism” no longer function as a binary. Instead, a complex societal form has emerged where emotional, tribal, and authoritarian impulses coexist within a modern infrastructure of knowledge and control. Although this inquiry is grounded in social theory, the author is a scholar specializing in architectural design and Architectural IT. The theoretical concepts developed here are intended to inform future interdisciplinary exploration at the intersection of emotional environments and structural space.", "url": "https://doi.org/10.31235/osf.io/j6sep_v1", "doi": "10.31235/osf.io/j6sep_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.019334825169352476}, {"title": "Affective dynamics of online climate change denial", "authors": "Julian Kauk, Franka Ambsdorf, Tobias Rothmund, Stefan R. Schweinberger, Edda Humprecht", "abstract": "Climate change represents one of the most pressing challenges of our time, yet efforts to address it are still persistently obstructed by climate change denial. While emotions are recognized as crucial drivers of such denial, a comprehensive understanding of their dynamics and underlying affective dimensions is lacking. Here, we analyze over one million tweet cascades from a 10-year period (2013-2023) to compare the affective landscapes of climate denial and climate action posts. Our findings reveal that climate denial tweets consistently exhibit stronger negative affective signals, particularly anger and disgust, which have intensified over time and are strongly associated with higher user engagement. In contrast, climate action tweets show lower, more stable levels of negativity and are more frequently characterized by positive emotions like optimism and trust. A meta-regression analysis, framed by the Valence-Arousal-Dominance (VAD) model of affect, demonstrates that valence is the primary dimension explaining these affective differences, their evolution over time, and their impact on engagement. Results suggest that the sustained spread of climate denial is increasingly driven by a strategic mobilization of negative emotional valence. These findings offer a unified, theory-driven perspective on the affective mechanisms that shape the online climate change discourse and the propagation of climate misinformation.", "url": "https://doi.org/10.31235/osf.io/w8edk_v1", "doi": "10.31235/osf.io/w8edk_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.00831714040807019}, {"title": "\"Society\" in Sociology", "authors": "Kevin McCaffree", "abstract": "Sociology has no consensus definition of its subject matter, “society.” This is one plausible explanation for why cumulative scientific knowledge has been slow, inconsistent and limited in the discipline. This paper makes four points. First, the paper reviews how (and whether) twenty influential sociologists, past and present, have conceptualized “society,” with reference to original sources. Second, the paper shows that the biggest limitation in how sociologists have conceptualized “society” is that these conceptualizations have been inadequately inductive and naturalistic. That is, sociologists have at best only cursorily attempted to observe the animal kingdom and natural world for instantiations of “society.” Third, contemporary inductive work from ecology and wildlife biology suggests a naturalistic conceptualization of “society”: a specific kind of group that has been stabilized in time, space and identity. Fourth, this paper describes why it is highly likely that our understanding of human societies will become deeper, more systematic, and more fundamental if an inductive, naturalistic and nomothetic conceptualization of “society” is used to orient sociology.", "url": "https://doi.org/10.31235/osf.io/yz7ue_v1", "doi": "10.31235/osf.io/yz7ue_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01164969567702534}, {"title": "Media guidelines for the responsible reporting of gambling harm: a comparative review of evidence and issues", "authors": "Michelle Potiaumpai, Elizabeth Killick, Clare Wyllie", "abstract": "This review examined media guidelines intended to reduce gambling-related harm and stigma, comparing them with best-practice guidelines for other stigmatised conditions such as mental health, suicide, and substance use. Using a qualitative descriptive approach with document analysis and frequency counts, the study identified common elements and key gaps. Most gambling media guidelines originate from Great Britain and Australia and were produced by governmental or non-profit organisations. Key recommendations include using first-person language, avoiding stigmatising terminology and blame-based narratives, and signposting support services, aligning with best practices for reporting on stigmatised conditions. However, gambling guidelines primarily focus on language, self-stigma, and help-seeking, rather than addressing commercial determinants, public stigma, and discrimination. In this way, they continue to be concerned with gambling at the individual level rather than equipping media professionals to reframe the broader causes, consequences, and solutions to gambling harm. The review suggests that future guidelines should promote a wider reframing of gambling harm using practical guidance on human-interest stories, ethical engagement with people with lived experience of gambling harm, and the provision of access to credible sources of statistics. Development of more effective media guidelines requires stronger involvement from media professionals and other stakeholders, alongside the integration of empirical evidence to support accurate, ethical, and impactful reporting on gambling harm.", "url": "https://doi.org/10.31235/osf.io/z96ps_v1", "doi": "10.31235/osf.io/z96ps_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008238808578134416}, {"title": "What’s Holding Back Aquaculture? Producer Perspectives from the Great Lakes Region", "authors": "Haley Hartenstine, Stuart Carlton", "abstract": "Despite significant federal interest and the vast resource potential of the U.S. Great Lakes region, land-based food fish aquaculture remains relatively stagnant. In this study, we use the Theory of Planned Behavior to explore the factors influencing aquaculture producers’ intentions to expand or diversify their operations. We conduced semi-structured interviews with 34 food fish producers across the eight Great Lakes states. Our thematic analysis revealed that while most producers expressed positive intentions to grow, these intentions were often constrained by low perceived behavioral control. Major barriers included limited access to capital, regulatory complexity, inadequate institutional support, and challenges in public perception. Attitudes toward expansion were shaped by both mission-driven motivations—such as supporting local food systems—and pragmatic concerns about cost, risk, and labor. Subjective norms were overwhelmingly favorable, reflecting a strong sense of community and peer support within the industry. Past experiences with expansion further influenced current intentions, as well, reinforcing cautious, incremental growth strategies. These findings suggest that policy reforms and structural support—particularly in financing, regulation, and outreach—are critical to unlocking the growth potential of aquaculture in the Great Lakes region. By centering the voices of producers, this study provides actionable insight into the systemic barriers that must be addressed for meaningful industry advancement.", "url": "https://doi.org/10.31235/osf.io/6uzec_v1", "doi": "10.31235/osf.io/6uzec_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.10752629340858622}, {"title": "Generative AI as a tourism actor: Reconceptualising experience co-creation, destination governance and responsible innovation in the synthetic experience economy", "authors": "Evangelos Christou, Anestis Fotiadis, Antonios Giannopoulos", "abstract": "Purpose: This conceptual study examines how Generative Artificial Intelligence (GenAI) reshapes value co creation, destination governance, and responsible innovation in tourism. It seeks to reposition GenAI from a backstage tool to a tourism actor and to present the Synthetic Experience System, a triadic framework connecting Tourist, GenAI, and Place/Community through data, content, and emotion layers. Methods: The paper follows an integrative theory building approach. It abductively synthesises tourism literature, information systems, marketing, psychology and ethics to surface recurring constructs, situates them within the service dominant logic and the actor–network theory, and iteratively refines a model through comparison of GenAI applications focusing on responsible research and innovation. Results: Analysis reveals three continuous co creation loops that circulate agency among actors and four boundary conditions—authenticity, bias, sustainability, privacy—that determine system viability. The Synthetic Experience System clarifies where value emerges, identifies points of potential value co destruction, and yields fifteen research propositions spanning tourist cognition, firm capabilities, destination policy, and planetary carbon limits. Implications: The framework provides a roadmap for destination management organisations, platform designers, and regulators to audit algorithms, design participatory prompts, and adopt carbon aware deployment. By naming actors, layers, and boundaries, the study offers a shared vocabulary that can anchor empirical investigations and stimulate cross disciplinary citations in tourism, information systems, and sustainability research.", "url": "https://doi.org/10.31235/osf.io/6wz4d_v1", "doi": "10.31235/osf.io/6wz4d_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.019092141776880567}, {"title": "Building Our New Normal: With cost-effective sensory rooms", "authors": "Maya Hammoud, Lara Hammoud", "abstract": "Neurodevelopmental disorders (NDD) affect over 300 million people worldwide, including 40,000 estimated in Michigan. Despite established research on the positive effects of using therapeutic sensory environments, access is often limited or unreachable due to cost (the average room can cost over $30,000). This research aims to bridge the gap by designing a low-cost, scalable sensory room model suitable for public spaces. We included a qualitative interview process with key stakeholders, caregivers of people with NDD, Applied Behavior Analysts, and Title I special education teachers to gain their perspectives and experiences in order to identify barriers to access and determine the components of a sensory room for the proposed model. We created a prototype sensory room containing four functional spaces: (1) an active area with equipment (i.e., mini trampoline, ball pit) for proprioceptive and vestibular input; (2) a quiet area (i.e., pop-up tent, weighted blankets) for supporting self-regulation; (3) a cognitive stimulation area (i.e., fine motor skills activities, tactile books); and (4) an art area for creative expression supplies (multi-model). Overall, the model has been implemented in nine diverse environments (community center, public school, pediatric clinic, refugee aid center, etc.). This low-cost model offers the possibility of being adapted as a viable sensory room intervention to improve access to a therapeutic sensory space in areas with scarce resources.", "url": "https://doi.org/10.31235/osf.io/admyq_v1", "doi": "10.31235/osf.io/admyq_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007345065862127909}, {"title": "Urban Schoolyard Greening: A Systematic Review of Child Health and Neighborhood Change", "authors": "Mahshid Gorjian", "abstract": "Background A significant approach to enhancing children's health and addressing environmental disparities in metropolitan regions of the United States has emerged: schoolyard greening. The advantages of physical activity and well-being are increasingly recognized; nevertheless, the wider ramifications for community dynamics, social equality, and the risks of green gentrification remain poorly comprehended. Purpose This review carefully assesses the evidence about the impact of schoolyard greening efforts on children's health, neighborhood transformation, and the equitable distribution of benefits and risks across diverse urban communities. Methods A comparative literature analysis was performed to synthesize findings from quantitative studies, qualitative research, and case analyses specifically addressing schoolyard greening projects in prominent U.S. cities. Results Evidence consistently indicates that schoolyard greening positively influences children's socioemotional well-being and physical activity levels, while also enhancing the use of outdoor spaces. Increased unstructured play and student engagement correlate with renovation techniques that incorporate varied play areas and natural features. Nonetheless, the allocation of gains is uneven; educational institutions situated in rapidly evolving or affluent communities are more prone to improvements in infrastructure and accessibility. Furthermore, greening projects can act as drivers for neighborhood development, potentially leading to green gentrification processes that threaten the tenure of disadvantaged people and elevate property values. These results underscore the importance of context-sensitive and inclusive planning. Conclusions Schoolyard greening can offer substantial health advantages for children and support the broader goals of urban sustainability. Nonetheless, these initiatives may exacerbate socioeconomic disparities and contribute to displacement patterns without intentional policies and community-driven strategies. To ensure the equitable distribution of schoolyard greening benefits, it is imperative that effective solutions emphasize equity, substantial community involvement, and the safeguarding of at-risk populations.", "url": "https://doi.org/10.31235/osf.io/d85tg_v1", "doi": "10.31235/osf.io/d85tg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.025407713677147337}, {"title": "Research on Research Registry and hub: promoting practices that improve the way we do science", "authors": "Alejandra Recio Saucedo, Hazel Church, Beth Giddins", "abstract": "Background: Research on research (RoR), referred also as metascience, critically examines research practice. The rapid growth of RoR evidence highlights the need for funders and research organisations to work collaboratively to increase sharing evidence, decrease risk of duplication and research waste, and ultimately lead to better implementation of research. To address these needs, the RoR registry and community hub was established in 2021 to bring together national and international RoR communities and thus strengthen the impact of this evolving discipline within the broader research ecosystem. The RoR registry and hub facilitates collaborative efforts among stakeholders dedicated to refining research practices. It aims to enhance the visibility of RoR studies, thus enabling the formation of research partnerships and promoting effective dissemination of evidence. This paper provides a comprehensive account of the registry's development and outlines the strategic activities implemented to drive its adoption within the research community. Methods: We utilised multiple methods to develop, grow and maintain the RoR registry. These consist of: a review of registries; creation of an advisory group; development of a web-based online registry of projects; conducting an online survey one year after launch to evaluate the performance of the RoR registry and hub; running two online events to first launch the registry and to showcase research registered on the platform; establishing Chatter sessions (online webinars on research on research topics); dissemination activities to promote the registry through publications and collaborations with publishers; and generating materials throughout the time the registry has been operating that reach multiple audiences. Results : The development of the registry took place between January 2020 and June 2021. The scope of registries that were available at the time informed the contents of the registry and especially, the questions that are asked at registration, ensuring a useful and still pragmatic mechanism to register work. An advisory board of experts provided strategic advice during the development phase. In parallel, a brand concept for the RoR registry and RoR team was co-developed. A video to explain the aim of the registry was co-created with a science communicator. An online launch event for the RoR registry and hub in June 2021 announced the registry to relevant communities (ror-hub.org) where a panel of experts discussed research on research and the role of this activity in the research ecosystem. A series of online webinars (Chatter sessions) were set up after the launch event where presenters led a discussion on topics of interest to the community, invited reflection and encouraged adoption of evidence to improve practice. The online evaluation survey of the registry and chatter sessions asked communities of interest about usefulness of the registry, benefits and challenges to engaging with the website and ways to increase its uptake. Forty-seven responses to the online survey were received. Five themes extracted through thematic analysis were: 1: Chatter sessions (two subthemes: management and topic coverage) 2: Registry outputs 3: Opportunities for improvement and collaboration 4: Promoting the registry 5: Reasons for not interacting with the registry. Findings of the evaluation highlighted the need for clearer communication about Chatter sessions with more notice and post-session materials, as well as more diverse topics like AI and bias in research. Members suggested improvements to the registry itself, including better promotion, simpler study entry, and more engaging content like mini blogs to encourage wider use. Finally, while many members found the registry through word-of-mouth, lack of time and awareness were cited as the main barriers to having greater interaction. In May 2024, the RoR team organised an online research festival, ‘AI and research: a promising relationship?’, to celebrate the registry's first three years. The festival included a panel discussion on the role of artificial intelligence in research, including whether AI could reduce research bureaucracy and how AI could impact on research integrity and presentations from projects added to the registry. 107 participants from organisations in 28 countries, including research funders, universities, charities, hospitals and publishers worldwide logged on to the festival sessions, provided highly positive feedback on the relevance and usefulness of the topics discussed, the discussion and presentations. Reflections: This paper presents the development of the RoR registry and community hub, describing the process from initial idea to launch, subsequent evaluation and continuous dissemination to encourage its use for best research practices. The highlights of the virtual research festival hosted by the RoR team, which focused on the intersection of AI and research, showed the multiple ways in which the community around the registry has been established and how it is contributing to the research ecosystem. The next steps for the registry and hub include expansion of the registry by partnering with organisations conducting research on research activity; developing strategies to attract more users to the registry; and encourage active participation within the community hub, targeting outreach and continuously analysing the impact by tracking collaborations, measuring changes in research quality, or surveying users to gather feedback on the platform's effectiveness.", "url": "https://doi.org/10.31235/osf.io/fbzvg_v1", "doi": "10.31235/osf.io/fbzvg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010332220805477577}, {"title": "Inquiry into housing policy and disaster: better coordinating actors, responses and data", "authors": "Jen Arnold, David Sanderson, Francesca Perugia, Annette Kroen, Edgar Liu, Jago Dodson", "abstract": "What this research is about: this research Inquiry looked at: improving how government groups work together to strengthen housing policy and planning for disasters; the housing disaster recovery approaches that best help prevent future disaster; and improving how agencies use data in housing supply processes to support disaster-ready housing and communities. This research report is the final report of the AHURI Inquiry, Housing policy and disasters: better coordinating actors, responses and data. Why this research is important: climate-related disasters are set to increase. Governments at all levels need to better coordinate housing policies and practices to reduce the impact of disasters on households.", "url": "https://doi.org/10.31235/osf.io/ku67s_v1", "doi": "10.31235/osf.io/ku67s_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.011732917760381878}, {"title": "Neoliberal bias in the Irish media during the 2007 collapse of the private-banking sector", "authors": "Neil Mannix", "abstract": "Neoliberalism has found a willing and receptive environment in Ireland. The country is praised for its policies concerning deregulation, low taxation and importing direct foreign investment. However, the catastrophic economic crash in 2008/09 should have concluded this experiment, but it did not. This dissertation will examine the role of the Irish mass media in shaping attitudes toward neoliberal policies. By analysing the media’s reporting of the bailout and subsequent austerity and examining if alternatives were marginalised, this dissertation will seek to determine if the Irish media held, and continue to hold, pro-neoliberal biases. Drawing on theoretical and methodological approaches rooted in the critical-Marxist tradition, this work will conduct a qualitative content analysis of news articles in The Irish and Sunday Independent newspapers and The Irish Times. The assessment will explore the role of Ireland’s agenda-setting newspapers in shaping public discourse on the state’s economic policy response to the drastic failure of the private financial sector. It will also provide an understanding of how newspapers colluded with governments in setting the political and economic agendas.", "url": "https://doi.org/10.31235/osf.io/m2jsa_v1", "doi": "10.31235/osf.io/m2jsa_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.017578894767710795}, {"title": "The Great Lift of Giza: How Water Lifted the Human Imagination", "authors": "David  Sammuel Newman", "abstract": "How were over 2 million multi-ton blocks lifted into place to form the Great Pyramid? This paper proposes a float-actuated vertical lift system—a large-scale hydraulic mechanism anchored by vertical shafts and sealed diorite or granite containers designed for buoyancy. By converting hydrostatic pressure into mechanical energy through wateractuated lift chambers, the system reframes the Giza Necropolis as a functional machine rather than a symbolic funerary complex. Recent SAR imaging conducted by the Malanga–Biondi–Mei research team has revealed deep vertical anomalies beneath the Giza Plateau, along with subterranean voids and anomalous channels extending across the necropolis [1]. We interpret these features as remnants of a water-driven actuator network capable of meeting the logistical demands of a 20-year construction timeline, delivering more than 200 blocks per day with precision and repeatability. This reinterpretation recasts architectural elements such as the Osiris Shaft and granite sarcophagi as engineered hydrostatic components—pressure reservoirs and buoyant floats—offering testable alternatives where funerary explanations fall short. This accounts for structural overengineering, the absence of remains, and the lack of ritual artifacts within the Great Pyramid. The hypothesis also extends beyond construction, proposing post-functional utility through cyclic hydraulic discharge, potentially routed via the Sphinx as a terminal recovery basin. In this context, a cohesive geotechnical network emerges—designed not for symbolic burial, but for engineered performance. This study invites interdisciplinary collaboration across archaeology, fluid mechanics, geophysics, and remote sensing to validate, refine, or falsify its claims through empirical investigation.", "url": "https://doi.org/10.31235/osf.io/m49rg_v1", "doi": "10.31235/osf.io/m49rg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01391401388214164}, {"title": "EMIRA: Creating the EMI Research Archive", "authors": "Timothy Hampson", "abstract": "The English Medium Instruction Research Archive (EMIRA) is an open dataset designed to improve access to and synthesis of research on English Medium Instruction (EMI) in higher education. In recent years, both EMI and EMI research output have grown substantially. Yet EMIs fragmented and context-dependent nature makes it difficult for researchers and educators to locate relevant studies. EMIRA V0.1 contains data1,054 peer-reviewed journal articles published up to 31/12/2023. This paper describes the creation of the archive as part of a systematic review. It also outlines how this archive is structured, its key use cases and limitations, and provides a roadmap for the archive’s future. EMIRA is intended as a transparent research infrastructure for both teachers and researchers to facilitate evidence synthesis, identify research gaps, and support inclusive global engagement with the field.", "url": "https://doi.org/10.31235/osf.io/mvde9_v2", "doi": "10.31235/osf.io/mvde9_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.08482785992095343}, {"title": "The Speed of Change: Understanding How People Construe Political Change", "authors": "Joshua Rotondo-Valentine, Jeremy K. Yamashiro", "abstract": "With research into the relationship between memory and imagination broadening to include collective identities (i.e. race, nationality), and recent polarization in modern American politics, it is important to understand the way people think and strategize about political change from a collective standpoint. Based on what Klugman (2011) describes as a \"theory of change\", and informed by Trobe &amp; Liberman’s (2003) original findings on abstract and concrete construals of events, the present study offers support for previous studies that have found patience and other temporal constraints to be an important predictor of how people conceptualize political change, including Wang's finding that an individual's patience is predictive of when they join a protest movement (2019), as well as various articles supporting the role temporal discounting plays in policy preferences (Barnfield, 2024) and moral future thinking (i.e. Law et al., 2024). In particular, it was found that the faster you desire social change to occur, as well as the more idealistic (i.e. abstract) you are about the type of system used to achieve political change (i.e. creating a new system vs. working within the current system), the more anxiety you have about your government's future response to issues you care about.", "url": "https://doi.org/10.31235/osf.io/ns9pq_v1", "doi": "10.31235/osf.io/ns9pq_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.015356884452670139}, {"title": "The Dynamic Model of Cognitive Dominance Framework", "authors": "Chris Walsh", "abstract": "Why do people with similar experience, training, or intelligence make dramatically different decisions in the same situation? Traditional models, especially dual-process theories, frame this variation as a tension between fast intuition and slow analysis. But real-world decision-making reveals deeper complexity. The Dynamic Model of Cognitive Dominance (DMCD) offers a new framework: it proposes that human judgment emerges from a shifting competition between multiple cognitive systems, such as pattern recognition, working memory, probabilistic reasoning, emotional regulation, systems thinking, and more. Rather than focusing on static traits or identifying one “correct” way to think, DMCD emphasises dominance, the idea that different systems rise to influence depending on the task, context, emotional state, and individual strengths. Sometimes this alignment supports good decisions. Other times, it leads to predictable errors when the dominant system is poorly matched to the situation. This paper outlines the theoretical foundations of DMCD, supported by research across psychology, neuroscience, and real-world expertise. It introduces a method for profiling dominance patterns, explores how these patterns shift under stress or uncertainty, and offers practical applications for education, leadership, team design, and high-stakes fields like healthcare and agriculture.", "url": "https://doi.org/10.31235/osf.io/nuzqa_v1", "doi": "10.31235/osf.io/nuzqa_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0063371859096028604}, {"title": "Constructing the Conversation: Digital Agenda-Setting in Sport for Development", "authors": "Louis Moustakas, Kelsey Slater", "abstract": "This study explores the evolving discourse within the Sport for Development (SFD) field through an analysis of over 10,000 English-language articles published on the sportanddev platform between 2003 and 2024. Positioned as a central hub for SFD communication, this research examines how the agenda is constructed within the sportanddev platform, with a particular focus on the organizations, topics, goals, and target groups of the articles. The findings reveal a significant decline in article volume post-2016, coinciding with the closure of the UN Office on Sport for Development and Peace. Despite the platform’s open nature, content is disproportionately produced by a small number of well-resourced international organizations, suggesting persistent power imbalances. Football dominates as the most featured sport worldwide, but there are also strong regional preferences. Thematic focuses such as youth development, gender, and disability fluctuate over time, often aligning with global events like the Paralympics or the COVID-19 pandemic. This suggests that external events and well-resourced organisations still largely drive the agenda in SFD. Overall, this study highlights how digital platforms such as sportanddev both reflect and reinforce existing hierarchies within SFD, while also offering potential for more inclusive and critical engagement.", "url": "https://doi.org/10.31235/osf.io/v56s8_v1", "doi": "10.31235/osf.io/v56s8_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006322820448762756}, {"title": "Adaptive Plasticity and Resilience Congruity of Dental and Mandibular Morphology of Asian Homo Erectus and Impact on Hominin Craniodental Continuity", "authors": "Dr. Sameer Meralli", "abstract": "The discoveries of Asian Homo erectus - Homo erectus erectus (Java Man) and Homo erectus pekinensis (Peking Man) in the late 19th and early 20th centuries revolutionized paleoanthropology by providing the first definitive evidence of early human dispersal out of Africa. Asian Homo Erectus was regarded as a highly adaptable species that was able to survive, and to some extent, flourish for over a million years in varied Pleistocene climactic environments from the dense tropical ecology of Southeast Asia to the temperate ecology of East Asia. It is the forensic examination of Dental and mandibular morphology of Asian Homo erectus that provides critical insights into the dietary adaptation, ecological flexibility and paleobiology of this widespread hominin. This study synthesizes current evidence from dental metrics, enamel thickness, occlusal wear patterns, and mandibular biomechanics to reconstruct feeding ecology across different Pleistocene Asian environments. Our findings indicate that while both Java Man and Peking Man exhibit definitive Homo erectus dental and mandibular morphology, their evolutionary relationship to later Asian Hominin populations is impactful. We identify critical gaps in the fossil record and provide targeted research directions to further ascertain the role of Asian Homo erectus in the Hominin craniodental morphology continuity. The paper provides a detailed analysis of their dental, cranial and mandibular resilience congruity; a remarkable quality of adaptive plasticity that was considerably responsible for the survival of the taxa for over a million years.", "url": "https://doi.org/10.31235/osf.io/wmv3c_v1", "doi": "10.31235/osf.io/wmv3c_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.02069263834562951}]