[{"title": "The effect of real‐news party cues", "authors": "Rasmus Skytte", "abstract": "News media routinely offer cues about the stances of party elites, but to what extent do these cues shape the policy opinions of the public? While numerous experiments find that partisans adopt the stances of their leaders, these findings may not generalize easily to the context of real news, which often contains richer policy information and more subtle, ambiguous party cues than the artificial stimuli commonly employed. To investigate the impact of party cues as they naturally appear in news coverage—what I term real‐news party cues —I develop a new experimental paradigm. I first sample 70 articles covering political proposals from a large pool of real news and prepare two versions of each: one with and one without these cues. These articles then serve as stimuli in survey experiments among representative samples of Americans ( n  = 12,177). I find that real‐news party cues have mostly modest effects on policy opinions.", "url": "https://doi.org/10.1111/ajps.70014", "doi": "10.1111/ajps.70014", "journal_full": "American Journal of Political Science", "specialized": false, "preprint": false, "score": 0.006775792182564078}, {"title": "Classification algorithms and social outcomes", "authors": "Elizabeth Maggie Penn, John W. Patty", "abstract": "Classification algorithms are increasingly important in areas such as obtaining credit, employment, health care, housing, law enforcement, and national security. These classification decisions affect people's lives and, accordingly, can shape their behaviors. We present a formal model of optimal classification by an algorithm designer who may want to affect the distribution of behavior in a population. Our model allows the designer to have a wide array of objectives (such as maximizing compliance or maximizing accuracy, among many others), and these objectives shape equilibrium behavioral outcomes in the population, sometimes in surprising ways. Our results also speak to questions of algorithmic fairness in settings where behavior and algorithms are interdependent, and where measures of fairness focusing on statistical parity across groups may not be appropriate.", "url": "https://doi.org/10.1111/ajps.70005", "doi": "10.1111/ajps.70005", "journal_full": "American Journal of Political Science", "specialized": false, "preprint": false, "score": 0.007139593131153643}, {"title": "The nation‐state, non‐Western empires, and the politics of cultural difference", "authors": "Loubna El Amine", "abstract": "While empires have been central to political theory, they almost always refer to Western forms of imperialism and colonialism to which non‐Western societies are subject. But precolonial empires have ruled much of the world for much of known history. Building on recent International Relations (IR) scholarship, this article reconstructs an ideal type of empires based on three non‐Western ones: the Qing, the Ottoman, and the Mughal empires, showing how they aim at cultural incorporation. I argue that this incorporation is made possible by three institutional features: the plural composition of their governing structures, the heterogenous relations between center and periphery, and the absence of a territorial basis for imperial authority. These features, in turn, make possible a normative ideal of inclusive peace. This historical foray shows how dependent multicultural ideals central to political theory today are on the contingent institutional features of modern states; it also helps us think beyond these.", "url": "https://doi.org/10.1111/ajps.70011", "doi": "10.1111/ajps.70011", "journal_full": "American Journal of Political Science", "specialized": false, "preprint": false, "score": 0.058392606696750726}, {"title": "Change in migrants’ political attitudes: Acculturation and cosmopolitanization", "authors": "Eva Krejcova, Filip Kostelka, Nicolas Sauger", "abstract": "This paper investigates change in international migrants’ political attitudes. It theorizes a novel attitudinal typology distinguishing polity‐specific attitudes influenced by national contexts and transnational attitudes forged by migratory experience. It applies the typology to four dimensions of political competition in contemporary Europe: redistribution, homosexuality, European integration, and immigration. The paper tests the new theory using cross‐sectional and panel data spanning nearly 380,000 observations from 104 sending and 28 destination countries. It introduces a new strategy to model cross‐classified hierarchical data, addresses issues inherent to group comparison, and pioneers two empirical inquiries into migrants’ self‐selection. The results show that migration prompts the acculturation of polity‐specific attitudes and the cosmopolitanization of transnational attitudes. Migrants adopt their host countries’ attitudes toward redistribution and homosexuality while developing a uniquely liberal outlook on European integration and immigration. These findings carry major implications for our understanding of attitudinal change and the dimensionality of the ideological space.", "url": "https://doi.org/10.1111/ajps.70012", "doi": "10.1111/ajps.70012", "journal_full": "American Journal of Political Science", "specialized": false, "preprint": false, "score": 0.9946832827858374}, {"title": "How FDI reshapes host markets’ trade profile and politics", "authors": "In Song Kim, Steven Liao, Sayumi Miyano", "abstract": "A fast‐growing literature indicates that firms’ engagement in foreign direct investment (FDI) and trade is key to understanding deepening global value chains and their political implications. However, existing studies have mainly focused on the ramifications for FDI home countries while often overlooking the firm‐product level interactions between FDI and trade, where their interdependencies manifest. This study examines how firms’ FDI reshapes host countries’ trade profiles at this level, empowering new political coalitions for trade liberalization. Analyzing greenfield FDI projects globally since 2003, we find that hosts experienced an average increase of over 45 export products in the following year. To overcome the challenges of connecting firms to products, we link FDI data with Vietnamese customs records. We find that Vietnamese export (import) volumes of FDI‐related products increased by 90% (30%) within 4 years of initial investments. Importantly, these products also benefited from more substantial tariff cuts in bilateral Free Trade Agreements.", "url": "https://doi.org/10.1111/ajps.70010", "doi": "10.1111/ajps.70010", "journal_full": "American Journal of Political Science", "specialized": false, "preprint": false, "score": 0.013292343431270282}, {"title": "In Strongman We Trust: The Political Legacy of the New Village Movement in South Korea", "authors": "Ji Yeon Hong, Sunkyoung Park, Hyunjoo Yang", "url": "https://doi.org/10.1111/ajps.12988", "doi": "10.1111/ajps.12988", "journal_full": "American Journal of Political Science", "specialized": false, "preprint": false, "score": 0.021912176899152036}, {"title": "What State? Political Parties and Non-State Security Provision in Lebanon", "abstract": "", "url": "https://doi.org/10.5129/001041525x17489537724915_suppl", "doi": "10.5129/001041525x17489537724915_suppl", "journal_full": "Comparative Politics", "specialized": false, "preprint": false, "score": 0.023233068930465506}, {"title": "The Bureaucracy of Reparations and Political Engagement", "abstract": "", "url": "https://doi.org/10.5129/001041525x17423256033385_suppl", "doi": "10.5129/001041525x17423256033385_suppl", "journal_full": "Comparative Politics", "specialized": false, "preprint": false, "score": 0.007005882059483937}, {"title": "From Insurgent to Incumbent: Ideology, Rebel Governance, and Statebuilding after Rebel Victory in Civil Wars", "abstract": "", "url": "https://doi.org/10.5129/001041525x17479189593937_suppl", "doi": "10.5129/001041525x17479189593937_suppl", "journal_full": "Comparative Politics", "specialized": false, "preprint": false, "score": 0.009639084228553196}, {"title": "Authoritarian Information Gathering amid Crisis", "abstract": "", "url": "https://doi.org/10.5129/001041525x17519048352854_suppl", "doi": "10.5129/001041525x17519048352854_suppl", "journal_full": "Comparative Politics", "specialized": false, "preprint": false, "score": 0.0020652544197820033}, {"title": "Transitional Justice and Support for Policies of Remembrance after Mass Violence", "authors": "Alexander De Juan, Julian Voß", "abstract": "Prior research suggests that punitive transitional justice (TJ) may foster a sense of collective exoneration among perpetrator groups, potentially reducing support for remembrance of in-group atrocities in the long term. We test this potential “hidden cost’’ of TJ in Germany using a vignette experiment manipulating perceptions of the extent of denazification and an observational analysis exploiting variation in denazification intensity across occupation zones. We find that while perceptions of comprehensive Nazi accountability foster beliefs that the German in-group was fully held responsible, these perceptions do not affect support for commemoration or responsibility toward victims. These results contribute to the broader literature on TJ’s long-term attitudinal impacts and the determinants of support for historical remembrance, emphasizing the enduring importance of moral over legal perceptions of accountability.", "url": "https://doi.org/10.5129/001041525x17563217640811", "doi": "10.5129/001041525x17563217640811", "journal_full": "Comparative Politics", "specialized": false, "preprint": false, "score": 0.03643338609425639}, {"title": "Facts Speak Louder? Comparing the attention effects of moral and factual framing of political issues", "authors": "Michal Tóth, Tadeáš Celý, Roman Chytilek", "url": "https://doi.org/10.1016/j.electstud.2025.102996", "doi": "10.1016/j.electstud.2025.102996", "journal_full": "Electoral Studies", "specialized": false, "preprint": false, "score": 0.009747627153288807}, {"title": "Cultivating trust? The role of European Union investments in bridging rural-urban divides", "authors": "Paul Maneuvrier-Hervieu, Leo Azzollini, Anne-Marie Jeannet", "url": "https://doi.org/10.1016/j.electstud.2025.102987", "doi": "10.1016/j.electstud.2025.102987", "journal_full": "Electoral Studies", "specialized": false, "preprint": false, "score": 0.08512513783431186}, {"title": "Assisting the vote? Disability as a cost of voting", "authors": "Michael C. Herron, Daniel A. Smith", "url": "https://doi.org/10.1016/j.electstud.2025.102997", "doi": "10.1016/j.electstud.2025.102997", "journal_full": "Electoral Studies", "specialized": false, "preprint": false, "score": 0.021636747187639305}, {"title": "Elite–Public Gaps on Nuclear Weapons: The Roles of Salience and Knowledge", "authors": "David C. Logan", "abstract": "An explosion of survey experimental research shows that public support for nuclear use is alarmingly high and malleable. Thus, nuclear nonuse may depend on elite restraint. Can elites be counted on to resist nuclear use? How do national security elites think about nuclear weapons, and what does this imply for potential nuclear use and our understanding of public–elite gaps in political behavior? Drawing on the literature on public opinion formation, I argue that two features of public attitudes toward nuclear weapons help explain elite–public gaps on nuclear weapons: low salience and low knowledge. I then test this explanation using parallel preregistered survey experiments assessing support for nuclear use across three samples: the US public before the Ukraine conflict; the US public after the Ukraine conflict began; and a highly elite sample of US military officers and strategists, also after the Ukraine conflict began. While the US public is willing to support nuclear use, US national security elites are significantly more reluctant. Among the public, respondents for whom nuclear weapons are a high-knowledge or high-salience issue behave more like elites: they are less likely to support nuclear use. The findings have important implications for survey experimental research, scholarship on nuclear weapons, public opinion formation, and elite–public gaps in political behavior.", "url": "https://doi.org/10.1017/s0020818325100799", "doi": "10.1017/s0020818325100799", "journal_full": "International Organization", "specialized": false, "preprint": false, "score": 0.010004313526064124}, {"title": "Balanced Messaging about Solar Geoengineering does not Reduce Average Support for Emissions Reductions", "authors": "Damian Antoan, Nicholas Chiang, Spencer Dearman, Santiago Espejel, Manarldeen Fajors, Darina Huang, Elliott Husseman, Justin Lavigne, Isabella Lin, Neel Maheshwari, Zidane Marinez, George Nottley, Julien Perce, Ezra Santos, Natasha Sokhi, Carlos Sole, Adam Tuchler, Jay Udinsky, Zikai Li, Andrew C. Eggers", "abstract": "Solar geoengineering offers a speculative means to cool the planet by reflecting solar radiation into space. While some research suggests that awareness of solar geoengineering could reduce public support for decarbonization through a moral hazard mechanism, other studies indicate that it could serve as a “clarion call” that motivates further action. Using a pre-registered factorial design, we assess how sharing balanced information on solar geoengineering affects attitudes toward decarbonization policies and climate attitudes among 2,509 US residents. We do not find that solar geoengineering information affects support for decarbonization on average, though it may increase support among initially less supportive subgroups; moreover, this information tends to increase the perception that climate change is a daunting problem that cannot be resolved without decarbonization. Our results suggest that concerns about moral hazard should not discourage research on solar geoengineering – as long as the public encounters realistic messages about solar geoengineering’s role.", "url": "https://doi.org/10.1017/xps.2025.10017", "doi": "10.1017/xps.2025.10017", "journal_full": "Journal of Experimental Political Science", "specialized": false, "preprint": false, "score": 0.009998395606114485}, {"title": "Can (Thin) Populism be Manipulated without Manipulating Host Ideology? Evidence from a Conjoint Validation Approach", "authors": "Fabian Guy Neuner", "abstract": "Scholars increasingly conceptualize populism by whether politicians use people-centric and anti-elite appeals that pit a homogeneous people against a corrupt elite. These appeals reflect “thin” ideology because they offer no programmatic content and thus politicians must pair these appeals with more substantive positions, termed their “host” (or thick) ideology, which often consists of nativism on the right (e.g., espousing anti-immigrant positions) and socialism on the left (e.g., prioritizing redistribution). An emerging literature has thus sought to estimate whether populists garner support due to their thin ideology or their substantive host ideology. To date, no research has validated whether populism treatments (1) truly operationalize populist thin ideology, and (2) do so without manipulating host ideology. Results from three conjoint validation experiments fielded in both the United States and the United Kingdom show that thin ideology treatments successfully manipulate the underlying concepts but caution that some operationalizations also affect perceptions of host ideology.", "url": "https://doi.org/10.1017/xps.2025.10018", "doi": "10.1017/xps.2025.10018", "journal_full": "Journal of Experimental Political Science", "specialized": false, "preprint": false, "score": 0.09816453568452699}, {"title": "When memes govern: A study of TikTok video memes in the 2024 US presidential election", "authors": "Jintao Zhang", "abstract": "Despite the rapid growth of video-based memes, their actual influence on politics remains underexplored. This study investigates how political memes on TikTok affected the 2024 U.S. presidential election. Using a mixed-methods design, we combined expert evaluations of meme content ( N = 121) and a survey experiment ( N = 240) to assess the roles of humor level, knowledge quality, and candidate focus in affecting political outcomes. Structural equation modeling revealed that humor level significantly increased political engagement intention but had a negative direct effect on attitude change, while knowledge quality directly promoted attitude change. We also found that political cynicism moderated these effects: among cynical individuals, highly humorous memes more strongly boosted political engagement intention. Polarization analysis highlights that in-party memes reinforce existing beliefs, and Trump-focused or high knowledge quality content sways independent audiences. This study explores the complex dynamics of video-based memes, contributing to the understanding of digital media’s role in political processes.", "url": "https://doi.org/10.1177/13540688251380615", "doi": "10.1177/13540688251380615", "journal_full": "Party Politics", "specialized": false, "preprint": false, "score": 0.008263614449740553}, {"title": "Determinants of non-partisan ministerial appointments in presidential systems: Evidence from the presidential polities of the Americas", "authors": "Alejandro Olivares, Adrián Albala", "abstract": "Why do presidents appoint non-partisan ministers? Despite growing interest in technocratic appointments, little is known about the conditions that lead presidents to include non-party figures in their cabinets. This paper draws on an original dataset of 181 inaugural governments across 19 American presidential regimes from 1980 to 2025. It examines how institutional, ideological, and coalition-based factors shape the proportion of independent ministers. The findings suggest that non-partisan appointments are less frequent when cabinets are composed of multiple parties, supported by strong legislative coalitions, or led by left-leaning presidents. Conversely, right-leaning executives and disaggregated coalitions rely more heavily on nonpartisan actors. Constitutional powers, such as authority over decrees, are of limited explanatory value. These findings contradict preconceptions about durable presidential discretion and underline the importance of party politics for cabinet formation. The study advances our understanding of executive decision-making and raises new questions about the future of party-based representation.", "url": "https://doi.org/10.1177/13540688251377652", "doi": "10.1177/13540688251377652", "journal_full": "Party Politics", "specialized": false, "preprint": false, "score": 0.005690667877275457}, {"title": "The negative effect of state funding on electoral support of new parties in post-communist countries", "authors": "Lukáš Linek, Michael Škvrňák", "abstract": "Does state funding of parties lead to petrification of the party systems with very few new parties, or to competition that is more open where new parties proliferate? According to the cartel party thesis, the provision of state funding leads to the establishment of barriers to the entry of new parties. In contrast, strategic entry theory posits that state funding represents an electoral benefit and thus reduces the costs of entry; as a result, the electoral success of new parties should increase. This study covers 11 post-communist countries that joined the EU and analyses the relationships between state funding and new party support in 84 elections. Using various measures of state funding of parties (eligibility threshold, timing of financing, and amount of subsidies), this article shows a negative relationship between state funding of parties and electoral support of new parties.", "url": "https://doi.org/10.1177/13540688251376480", "doi": "10.1177/13540688251376480", "journal_full": "Party Politics", "specialized": false, "preprint": false, "score": 0.013190969587178358}, {"title": "Precarious Voices: The Political Act of Transmission in Feng Menglong’s Mountain Songs Compendium (c. 1610)", "authors": "Leigh K Jenco", "abstract": "At times of political catastrophe, what spaces remain for disenfranchised voices? This essay explores an early seventeenth-century compendium of urban folksongs, compiled by Feng Menglong (1574–1646), to explore a new kind of political action outside the institutions of the state—the act of transmission, that is, the recording of materials from the past or present for the moral cultivation of posterity. When Feng inserts non-elite voices into this process by recording and transmitting their poetry in a textual record that takes account of their regional and oral features, inflected by differences of class and gender, his act is both inclusive and meaningfully political. Feng’s act of transmission sustains voices—including those of the marginalized—whose circumstances otherwise render them precarious. Transmission thus draws attention to the forward-looking acts that can shape future practice and theory, on the basis of the very voices being obstructed by the mainstream realities of their time.", "url": "https://doi.org/10.1017/s1537592725101886", "doi": "10.1017/s1537592725101886", "journal_full": "Perspectives on Politics", "specialized": false, "preprint": false, "score": 0.015809886356377367}, {"title": "A Statistical Model of Bipartite Networks: Application to Cosponsorship in the United States Senate", "authors": "Adeline Lo, Santiago Olivella, Kosuke Imai", "abstract": "Many networks in political and social research are bipartite, connecting two distinct node types. A common example is cosponsorship networks, where legislators are linked through the bills they support. However, most bipartite network analyses in political science rely on statistical models fitted to a “projected” unipartite network. This approach can lead to aggregation bias and an artificially high degree of clustering, invalidating the study of group roles in network formation. To address these issues, we develop a statistical model of bipartite networks theorized to arise from group interactions, extending the mixed-membership stochastic blockmodel. Our model identifies groups within each node type that exhibit common edge formation patterns and incorporates node and dyad-level covariates as predictors of group membership and observed dyadic relations. We derive an efficient computational algorithm to fit the model and apply it to cosponsorship data from the United States Senate. We show that senators who were perfectly split along party lines remained productive and pass major legislation by forming non-partisan, power-brokering coalitions that found common ground through low-stakes bills. We also find evidence of reciprocity norms and policy expertise impacting cosponsorships. An open-source software package is available for researchers to replicate these insights.", "url": "https://doi.org/10.1017/pan.2025.10021", "doi": "10.1017/pan.2025.10021", "journal_full": "Political Analysis", "specialized": false, "preprint": false, "score": 0.010831160032109821}, {"title": "Place Attachments: Theory and Measurement for Political Science", "authors": "Elizabeth Mitchell Elder, Hans Lueders", "url": "https://doi.org/10.1007/s11109-025-10076-w", "doi": "10.1007/s11109-025-10076-w", "journal_full": "Political Behavior", "specialized": false, "preprint": false, "score": 0.009977531373332793}, {"title": "Energy transitions, settler colonialism, and the politics of place", "authors": "Conor Harrison", "url": "https://doi.org/10.1016/j.polgeo.2025.103409", "doi": "10.1016/j.polgeo.2025.103409", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.5492012882529376}, {"title": "Runnymede's memorials and landscapes: Magna Carta and England's wider communities of belonging", "authors": "Tim Edensor, Ben Wellings", "url": "https://doi.org/10.1016/j.polgeo.2025.103410", "doi": "10.1016/j.polgeo.2025.103410", "journal_full": "Political Geography", "specialized": false, "preprint": false, "score": 0.07081527208175009}, {"title": "Benevolent authority beliefs, democratic values, and public support: A comparative study of China and Japan", "authors": "Yida Zhai", "abstract": "Emergencies and crises, such as the COVID‐19 pandemic, pose significant challenges to a country's governance, and public approval is crucial for effectively managing such crises. China and Japan are two East Asian countries that share Confucian cultural legacies but have undergone distinct political transformations since World War II. In light of these contextual differences, this study argues that the benevolent authority system of governance remains influential in China, while its influence has diminished in Japan, where public approval of the government is primarily rooted in democratic values. Using survey data from the general public in both countries, the results reveal that benevolent authority beliefs continue to sustain public approval in China, while their effects were insignificant in Japan. Democratic values were positively associated with public approval in Japan but negatively associated with that in China. Moreover, democratic values among younger generations in Japan were significantly lower than those of their older counterparts, whereas younger individuals in China exhibited higher levels of benevolent authority beliefs compared to the older generation. Economic recession and widening income inequality may help explain the conservative shift among younger generations.", "url": "https://doi.org/10.1111/pops.70069", "doi": "10.1111/pops.70069", "journal_full": "Political Psychology", "specialized": false, "preprint": false, "score": 0.006596592384751521}, {"title": "Helping Ukrainian war refugees in Poland: The emergence of a political assemblage", "authors": "Donka Darpatova‐Hruzewicz, Paweł Boski", "abstract": "Prosocial collective action has been abundantly theorized across political and social science. Related scholarship tends to focus mostly on attitudes or intentions, and less often on actual behaviors. Moreover, emphasis is placed on individual prosocial acts and their aggregation rather than on conceptions of collective, nonreducible phenomena. In this study, we invoke metatheoretical systems thinking to examine more closely the emergence of political assemblages. Drawing on collective action and cultural psychology literature, we argue that in the aftermath of the Russian invasion, a unique climate (assemblage) of solidarity was created in Poland, one conducive to helping, constitutive of affective, discursive, axiological, ideological, and cultural components. The results of latent SEM provide evidence for excellent fit (robust CFI = .986) of the non‐recursive model (hypothesizing a reciprocal relationship between helping and affect) to the data from a nationwide sample of participants ( N = 1034). The model tested as invariant across three groups of participant‐helpers: (1) housing refugees, (2) volunteers, and (3) those helping indirectly. However, differences were found among these groups suggesting that the motivations for helping and the mechanisms involved were varied. Overall, the research highlights the centrality and reciprocity of affect in collective prosociality, as well as its axiological directionality through humanism, with political orientation serving a complementary mediating role.", "url": "https://doi.org/10.1111/pops.70067", "doi": "10.1111/pops.70067", "journal_full": "Political Psychology", "specialized": false, "preprint": false, "score": 0.9517069708833128}, {"title": "Inequality, information, and income tax policy preferences in Austria and Germany", "authors": "Cameron Ballard-Rosa, Ronald Rogowski, Kenneth Scheve, Nicolaj Thor", "abstract": "Inequality has increased over recent decades in many advanced industrial democracies, but taxes have rarely become more progressive. One possible explanation for the lack of a policy response is that, despite rising inequality, voters support higher taxes on incomes weakly, if at all. Using original representative surveys in Austria and Germany, we elicit voters’ preferences over the progressivity of income tax policy and examine whether exposing them to accurate information about inequality affects those preferences. Voters, we find first, express an abstract preference for progressivity but concretely support tax plans that are only somewhat more progressive than the status quo in Austria and less progressive than the status quo in Germany. Second, we find evidence that certain kinds of information about inequality moderately increase progressive tax preferences in Germany; however, we find no equivalent effects in Austria. While information on inequality does seem able to affect tax policy views in certain contexts, it seems unlikely that lack of this information can fully account for the lack of rising redistribution through the income tax system in the face of increasing inequality.", "url": "https://doi.org/10.1017/psrm.2025.10018", "doi": "10.1017/psrm.2025.10018", "journal_full": "Political Science Research and Methods", "specialized": false, "preprint": false, "score": 0.012809602309044599}, {"title": "Survey measures of democratic attitudes and social desirability bias", "authors": "Pedro C. Magalhães, Laurits Florang Aarslew", "abstract": "Research on citizens’ democratic support predominantly relies on surveys. However, the possibility of social desirability biases (SDBs) raises doubts about whether such instruments capture sincere attitudes. We search for evidence of SDB in measures of democratic attitudes in three studies. The first two leverage variations in survey mode (self-completion vs. face-to-face) in the European Social Survey’s Democracy module, drawing on evidence that interviewer absence encourages voicing socially undesirable opinions. The third uses a double-list experiment to estimate the prevalence of an anti-democratic attitude. Using data from as many as 24 European countries, we find no evidence that SDB inflates survey measures of democratic attitudes. These results contribute to our understanding of democratic attitudes and to methodological toolkit for interested scholars.", "url": "https://doi.org/10.1017/psrm.2025.10044", "doi": "10.1017/psrm.2025.10044", "journal_full": "Political Science Research and Methods", "specialized": false, "preprint": false, "score": 0.010128477120493584}, {"title": "Civic Engagement Assignments and Student Political Efficacy", "authors": "Christopher R. Hallenbrook, Salvatore J. Russo", "abstract": "This article examines how to increase students’ self-reported feelings of political efficacy in introductory US government courses. We test the effectiveness of civic engagement assignments, such as writing a letter to one’s member of Congress and attending a public meeting, in increasing political efficacy beyond simply taking the course. By conducting pretests and posttests in both classes with (treatment group) and without (control group), the civic engagement assignments allowed us to isolate the effect of the assignments. We find significant effects for taking the course in both the treatment and control groups, confirming existing research that taking an introductory US government course increases students’ political efficacy. We also find treatment effects for multiple elements of the standard political efficacy questionnaire. That our intervention had these affects at a state university that is both a Hispanic Serving Institution and a Minority Serving Institution indicates that these types of civic engagement assignments hold significant potential not only for increasing political efficacy among students but also for increasing it among historical marginalized groups that typically participate in politics at lower rates than white Americans.", "url": "https://doi.org/10.1017/s1049096525101339", "doi": "10.1017/s1049096525101339", "journal_full": "PS: Political Science & Politics", "specialized": false, "preprint": false, "score": 0.008301630917427416}, {"title": "Gray Area: Population Aging and Immigration Attitudes in Japan", "authors": "Michael J. Gigante, Justin Gest", "abstract": "Japan is one of the world’s fastest aging societies, with projections showing a population decline of almost 40 million people as the country grays during the next 40 years. By the end of this period, those aged 65 and older will comprise almost 40% of the population. Despite efforts to boost fertility rates and millions of septuagenarians working full-time, Japan remains one of the least receptive immigration destinations. In this study, we investigate how information about these demographic trends affect attitudes toward immigration. In a survey experiment with 1,000 Japanese voters, we evaluate the impact of exposing participants to demographic data on aging and its implications. The prime results in a 10-percentage-point increase in immigration support for the treatment group. Younger, urban respondents responded positively and elderly and rural respondents reacted less positively. Follow-up interview-based fieldwork reveals that restrictionist subgroups view a shrinking population as vulnerable to increased immigration, whereas other participants are less concerned with identity issues and more concerned with economic competitiveness. Taken together, this research provides a new understanding of Japan’s unique perceptions of immigration policy relative to peer countries, which may foreshadow political developments in Western democracies that are becoming increasingly xenophobic and increasingly older.", "url": "https://doi.org/10.1017/s1049096525101431", "doi": "10.1017/s1049096525101431", "journal_full": "PS: Political Science & Politics", "specialized": false, "preprint": false, "score": 0.9942162714130225}, {"title": "The power of the banking lobby and its consequences: a scoping review", "authors": "Eric Heyden", "url": "https://doi.org/10.1007/s11127-025-01327-9", "doi": "10.1007/s11127-025-01327-9", "journal_full": "Public Choice", "specialized": false, "preprint": false, "score": 0.024391117854649647}, {"title": "Mark Pennington, Foucault and Liberal Political Economy: Power, Knowledge and Freedom", "authors": "Niclas Berggren", "url": "https://doi.org/10.1007/s11127-025-01331-z", "doi": "10.1007/s11127-025-01331-z", "journal_full": "Public Choice", "specialized": false, "preprint": false, "score": 0.022533197462160537}, {"title": "Prospective voting and the issues and leaders model: Forecasting the 2024 U.S. presidential election", "authors": "Andreas Graefe", "abstract": "This paper presents the Issues and Leaders model for forecasting the 2024 U.S. presidential election’s popular vote, grounded in the theory of prospective voting. The model focuses on voter perceptions of candidates’ competence in handling key issues and leadership qualities, departing from traditional retrospective models based on incumbent performance and economic fundamentals. Designed with campaign strategy in mind, the model provides actionable insights for messaging and public positioning. Throughout the final 100 days of the campaign, it consistently predicted a close race. Its Election Eve forecast—a near tie with Donald Trump at 50.2% and Kamala Harris at 49.8% of the two-party vote—was more cautious than most polling-based forecasts, many of which showed a Harris lead. Ultimately, Trump won the popular vote by 1.5 points, and the model’s average error across the campaign was just 0.65 points. By emphasizing dynamic voter evaluations, the model offers a forward-looking framework for understanding electoral behavior and improving election forecasting.", "url": "https://doi.org/10.1177/20531680251367314", "doi": "10.1177/20531680251367314", "journal_full": "Research & Politics", "specialized": false, "preprint": false, "score": 0.00649248567600369}, {"title": "Taken at face value: Emotion expression and protest dynamics", "authors": "Ishaan S. Prasad, Zachary C. Steinert-Threlkeld", "abstract": "Understanding the role of emotions in protest is a growing field of research, but existing research does not address the role of emotions once protests start. By applying computer vision models to the expressed emotions of 37,558 faces in 7,824 geolocated protest images across twelve protest waves in ten countries, this article contributes to the study of emotions and protest. Most importantly, it measures emotions within protest waves, not before them. It also investigates emotions’ temporal effects, measures multiple emotions simultaneously, connects emotions directly to actual protests, and analyzes data across multiple countries. The results suggest that anger, disgust, fear, happiness, sadness, and surprise occur simultaneously throughout a protest, though happiness peaks on the first day. Emotions sometimes correlate with protest size in unexpected directions, and the coefficient signs differ by country. The most consistent finding is that models without lagged terms outperform those with lags, suggesting emotions and protests covary more than the former causes changes in the latter.", "url": "https://doi.org/10.1177/20531680251366095", "doi": "10.1177/20531680251366095", "journal_full": "Research & Politics", "specialized": false, "preprint": false, "score": 0.006405198738455908}, {"title": "Oppression Beyond Plantations: The Effect of Emancipation on Incarceration in Urban Buenos Aires", "authors": "Guadalupe Tuñón, Valentin Figueroa", "url": "https://doi.org/10.1086/738580", "doi": "10.1086/738580", "journal_full": "The Journal of Politics", "specialized": false, "preprint": false, "score": 0.3829539253456046}, {"title": "Does Rent Control Turn Tenants Into NIMBYs?", "authors": "Anselm Hager, Hanno Hilbig, Robert Vief", "url": "https://doi.org/10.1086/738581", "doi": "10.1086/738581", "journal_full": "The Journal of Politics", "specialized": false, "preprint": false, "score": 0.012374321911876929}, {"title": "Revisiting Ideology Measures in Political Surveys", "authors": "Ken Kollman, John E. Jackson", "url": "https://doi.org/10.1086/734259", "doi": "10.1086/734259", "journal_full": "The Journal of Politics", "specialized": false, "preprint": false, "score": 0.010523335769383246}, {"title": "Overburdened Bureaucrats: Providing Equal Access to Public Services During COVID-19", "authors": "Karoline Larsen Kolstad", "url": "https://doi.org/10.1086/734270", "doi": "10.1086/734270", "journal_full": "The Journal of Politics", "specialized": false, "preprint": false, "score": 0.0075194951714173675}, {"title": "The sound of party competition: how applause reflects unity, disagreement, and the electoral cycle in parliaments", "authors": "Andreas Küpfer, Jochen Müller, Christian Stecker", "url": "https://doi.org/10.1080/01402382.2025.2549149", "doi": "10.1080/01402382.2025.2549149", "journal_full": "West European Politics", "specialized": false, "preprint": false, "score": 0.053066669574917236}, {"title": "Can we use automated approaches to measure the quality of online political discussion? How to (not) measure interactivity, diversity, rationality, and incivility in online comments to the news", "authors": "Sjoerd B. Stolwijk, Mark Boukes, Wang Ngai Yeung, Yufang Liao, Simon Münker, Anne C. Kroon, Damian Trilling", "url": "https://doi.org/10.1080/19312458.2025.2553300", "doi": "10.1080/19312458.2025.2553300", "journal_full": "Communication Methods and Measures", "specialized": false, "preprint": false, "score": 0.037198613681797554}, {"title": "Unraveling Perceived Work Values of Role Models From TV Series and Social Media in Adolescents’ Work Value Endorsement: A Longitudinal Investigation", "authors": "Ilse Vranken, Sonya Dal Cin, Laura Vandenbosch", "abstract": "Work values are a component of vocational identities. How TV series and social media role models play a role in adolescents’ work value endorsement remains underexamined. This study investigated transactional within-person associations between perceived upholding of intrinsic/extrinsic work values by a favorite occupational role model from a TV series or from social media and adolescents’ intrinsic/extrinsic work value endorsement. The moderating roles of occupational wishful identification and gender were also examined. Altogether, 1,294 late adolescents (55.85% girls, M age = 18.34, SD age = 6.44) participated in a three-wave panel study. Perceived upholding of intrinsic work values by a favorite occupational role model from a TV series positively predicted adolescents’ intrinsic work value endorsement on the within-person level. Regarding the perceived upholding of intrinsic/extrinsic work values by a favorite role model from social media and adolescents’ work value endorsement, only between-person associations emerged. No support was found for our moderators.", "url": "https://doi.org/10.1177/00936502251371777", "doi": "10.1177/00936502251371777", "journal_full": "Communication Research", "specialized": false, "preprint": false, "score": 0.004864065047340604}, {"title": "The Role of Political Interest in the Relationships Between Privacy Concerns, Social Network Size, and Political Expression on Facebook, Twitter, and Instagram", "authors": "Christian Pieter Hoffmann, Shelley Boulianne", "abstract": "Studies on the predictors of using social media for political purposes reveal some unexpected complexities: users often disregard institutional privacy concerns to discuss politics online, and the size of social networks positively correlates with political expression on social media. Building on the privacy calculus theory, we explore how political interest interacts with privacy concerns and social network size when users decide to engage in political expression on social media. This study utilizes survey data from four countries (the US, UK, France, and Canada) collected in 2019 ( n = 6,291), encompassing three social media platforms: Facebook, Instagram, and Twitter. We find that privacy concerns are negatively related to expression on social media. Larger social networks positively relate to political expression, especially on Twitter. Political interest plays an important moderating role: highly politically interested users discount privacy concerns and opt to post political content. These findings replicate across all three platforms.", "url": "https://doi.org/10.1177/00936502251370943", "doi": "10.1177/00936502251370943", "journal_full": "Communication Research", "specialized": false, "preprint": false, "score": 0.00444883183646827}, {"title": "Technological Hype and AI in Journalism: Five Functions and Why They Matter", "authors": "Seth C. Lewis, Rodrigo Zamith, Jon Benedik A. Bunquin", "url": "https://doi.org/10.1080/21670811.2025.2557994", "doi": "10.1080/21670811.2025.2557994", "journal_full": "Digital Journalism", "specialized": false, "preprint": false, "score": 0.005485411465155576}, {"title": "Examining Platforms’ Affordances: Bridging Journalists’ and Users’ Practices of Online Engagement", "authors": "Constanza Gajardo, David Domingo, Irene Costera Meijer", "url": "https://doi.org/10.1080/21670811.2025.2559370", "doi": "10.1080/21670811.2025.2559370", "journal_full": "Digital Journalism", "specialized": false, "preprint": false, "score": 0.005717191839645808}, {"title": "Fighting fake news with fake faces: the effects of deepfake self-debunking on misinformation correction", "authors": "Hang Lu", "url": "https://doi.org/10.1080/1369118x.2025.2557557", "doi": "10.1080/1369118x.2025.2557557", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.006351942429885238}, {"title": "Social media discourses on prenatal and newborn screening", "authors": "Stefano Crabu, Barbara Morsello, Federico Neresini, Andrea Sciandra, Bernhard Wieser", "url": "https://doi.org/10.1080/1369118x.2025.2557555", "doi": "10.1080/1369118x.2025.2557555", "journal_full": "Information, Communication & Society", "specialized": false, "preprint": false, "score": 0.02034764623202079}, {"title": "Are internet standard developing organisations data controllers under the GDPR?", "authors": "Julien Rossi, Jonathan Keller", "url": "https://doi.org/10.14763/2025.3.2034", "doi": "10.14763/2025.3.2034", "journal_full": "Internet Policy Review", "specialized": false, "preprint": false, "score": 0.004722644197203474}, {"title": "‘It’s like sunk cost fallacy or something they call it’: The role of symbolic, social and economic capital in worker motivations for staying in the UK television production sector", "authors": "Nina Willment, Jack Newsinger", "abstract": "This paper seeks to explain why workers stay within the UK TV production sector, despite its well-documented problems. By drawing together literature around Bourdieu’s forms of capital with the concept of sunk costs, the paper argues that sunk cost fallacy (i.e. the time, effort and investments already incurred by the individual worker) is a central motivation for professionals retaining their place within the industry. It is particularly the notion of the sunk cost fallacy, in relation to their previous investments of cultural, social and symbolic capital, which drives TV workers to stay. The paper explores this notion of sunk costs through in-depth interviews conducted with 30 workers involved in TV production in the UK conducted from March 2024 to December 2024, as part of the AHRC-funded ReCARE TV Project (grant number AH/X00676X/1). The findings suggest a new conceptual framework through which to understand worker motivation in the creative industries, at a moment when the relationship between labour and capital is being redefined.", "url": "https://doi.org/10.1177/01634437251375342", "doi": "10.1177/01634437251375342", "journal_full": "Media, Culture & Society", "specialized": false, "preprint": false, "score": 0.010389792537324305}, {"title": "Religious Institutions’ Use of Social Media Platforms During COVID-19 in Kenya", "authors": "Raphael K. Birya, Mohammed Mwamzandi", "abstract": "This study investigates the communication dynamics within Kenyan religious institutions during the COVID-19 pandemic. It explores the role of diverse social media platforms, such as YouTube and Facebook, in offering emotional and spiritual support in Christian and Islamic institutions. Using a survey and resilience lens, the study analyzes social media usage, utility variations, and the influence of religious institutions on information sharing during lockdowns and pandemic easing. Descriptive statistics and analysis of variance (ANOVA) highlight the significant role of these platforms in crisis communication. This research addresses a gap in the limited literature on the role of social media in crisis communication within religious contexts during the COVID-19 era.", "url": "https://doi.org/10.1177/20563051251372530", "doi": "10.1177/20563051251372530", "journal_full": "Social Media + Society", "specialized": false, "preprint": false, "score": 0.018221053000434084}, {"title": "Mapping the rise of virtual influencers: A bibliometric analysis", "authors": "Anna Pujadas-Gómez, Mònika Jiménez-Morales, Mireia Montaña-Blasco", "url": "https://doi.org/10.1016/j.telpol.2025.103071", "doi": "10.1016/j.telpol.2025.103071", "journal_full": "Telecommunications Policy", "specialized": false, "preprint": false, "score": 0.009554164266040166}, {"title": "Gaussian Transforms Modeling and the Estimation of Distributional Regression Functions", "authors": "Richard H. Spady, Sami Stouli", "abstract": "We propose flexible Gaussian representations for conditional cumulative distribution functions and give a concave likelihood criterion for their estimation. Optimal representations satisfy the monotonicity property of conditional cumulative distribution functions, including in finite samples and under general misspecification. We use these representations to provide a unified framework for the flexible maximum likelihood estimation of conditional density, cumulative distribution, and quantile functions at parametric rate. Our formulation yields substantial simplifications and finite sample improvements over related methods. An empirical application to the gender wage gap in the United States illustrates our framework.", "url": "https://doi.org/10.3982/ecta19153", "doi": "10.3982/ecta19153", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.006782066768223793}, {"title": "Women in Science. Lessons From the Baby Boom", "authors": "Scott Kim, Petra Moser", "abstract": "This paper investigates how children affect women in science, using biographies in the American Men of Science (MoS 1956), linked with publications. First, we show that mothers have a unique life cycle pattern of productivity: While other scientists peak in their mid‐30s, mothers become less productive at that age and reach peak productivity in their early‐40s. Next, we estimate event studies of marriage, comparing mothers and fathers with other married scientists. Event study estimates show that the productivity of mothers declines until children reach school age, while fathers experience no change. These differences have important implications for tenure and participation: Just 27% of mothers achieve tenure, compared with 48% of fathers and 46% of other women. When women carried the full burden of childcare, the time costs of raising the baby boom led to a great loss of female scientists.", "url": "https://doi.org/10.3982/ecta22741", "doi": "10.3982/ecta22741", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.011297903793072828}, {"title": "Bayesian Impact Evaluation With Informative Priors: An Application to a Colombian Management and Export Improvement Program", "authors": "Leonardo Iacovone, David McKenzie, Rachael Meager", "abstract": "Policymakers often test expensive new programs on relatively small samples. Formally incorporating informative Bayesian priors into impact evaluation offers the promise to learn more from these experiments. We evaluate a Colombian program for 200 firms which aimed to increase exporting. Priors were elicited from academics, policymakers, and firms. Contrary to these priors, frequentist estimation cannot reject null effects in 2019, and finds some negative impacts in 2020. For binary outcomes like whether firms export, frequentist estimates are relatively precise, and Bayesian posterior intervals update to overlap almost completely with standard confidence intervals. For outcomes like increasing export variety, where the priors align with the data, the value of these priors is seen in posterior intervals that are considerably narrower than the confidence intervals. Finally, for noisy outcomes like export value, posterior intervals show almost no updating from priors, highlighting how uninformative the data are about such outcomes. Future policy experiments could use these posteriors as priors in a Bayesian or empirical Bayesian analysis.", "url": "https://doi.org/10.3982/ecta21567", "doi": "10.3982/ecta21567", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.011740061223197595}, {"title": "Privatizing Disability Insurance", "authors": "Arthur Seibold, Sebastian Seitz, Sebastian Siegloch", "abstract": "Public disability insurance (DI) programs in many countries face growing fiscal pressures, prompting efforts to reduce spending. In this paper, we investigate the welfare effects of expanding the role of private insurance markets in the face of public DI cuts. We exploit a reform that abolished one part of German public DI and use unique data from a large insurer. We document modest crowding‐out effects of the reform, such that private DI take‐up remains incomplete. We find no adverse selection in the private DI market. Instead, private DI tends to attract individuals with high income, high education, and low disability risk. Using a revealed preference approach, we estimate individual insurance valuations. Our welfare analysis finds that partial DI provision via the voluntary private market can improve welfare. However, distributional concerns may justify a full public DI mandate.", "url": "https://doi.org/10.3982/ecta22113", "doi": "10.3982/ecta22113", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.01979339555732862}, {"title": "Can Trade Policy Mitigate Climate Change?", "authors": "Farid Farrokhi, Ahmad Lashkaripour", "abstract": "Trade policy is often cast as a solution to the free‐riding problem in international climate agreements. This paper examines the extent to which trade policy can deliver on this promise. We incorporate global supply chains of carbon and climate externalities into a multi‐country, multi‐industry general equilibrium trade model. By deriving theoretical formulas for optimal carbon and border taxes, we quantify the maximum efficacy of two trade policy solutions to the free‐riding problem. Adding optimal carbon border taxes to existing tariffs proves largely ineffective, delivering only 3.4% of what could be achieved under globally optimal carbon pricing. In contrast, Nordhaus's (2015) climate club framework, in which border taxes are used as contingent penalties to deter free‐riding, can achieve 33–68% of the globally optimal carbon reduction, depending on the initial coalition (EU, EU + US, or EU + US + China). In all cases, the climate club ensures universal compliance, thereby preserving free trade.", "url": "https://doi.org/10.3982/ecta20153", "doi": "10.3982/ecta20153", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.018583494219393093}, {"title": "Landmines and Spatial Development", "authors": "Giorgio Chiovelli, Stelios Michalopoulos, Elias Papaioannou", "abstract": "Landmines affect the lives of millions in many conflict‐ridden communities long after the end of hostilities. However, there is little research on the role of demining. We examine the economic consequences of landmine removal in Mozambique, the only country to transition from heavily contaminated in 1992 to mine‐free in 2015. First, we present the self‐assembled georeferenced catalog of areas suspected of contamination, along with a detailed record of demining operations. Second, the event‐study analysis reveals a robust association between demining activities and subsequent local economic performance, reflected in luminosity. Economic activity does not pick up in the years leading up to clearance, nor does it increase when operators investigate areas mistakenly marked as contaminated in prior surveys. Third, recognizing that landmine removal reshapes transportation access, we use a market‐access approach to explore direct and indirect effects. To advance on identification, we isolate changes in market access caused by removing landmines in previously considered safe areas, far from earlier nationwide surveys. Fourth, policy simulations reveal the substantial economywide dividends of clearance, but only when factoring in market‐access effects, which dwarf direct productivity links. Additionally, policy counterfactuals uncover significant aggregate costs when demining does not prioritize the unblocking of transportation routes. These results offer insights into the design of demining programs in Ukraine and elsewhere, highlighting the need for centralized coordination and prioritization of areas facilitating commerce.", "url": "https://doi.org/10.3982/ecta17951", "doi": "10.3982/ecta17951", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.02098972246390518}, {"title": "Optimal Estimation When Researcher and Social Preferences Are Misaligned", "authors": "Jann Spiess", "abstract": "Econometric analysis typically focuses on the statistical properties of fixed estimators and ignores researcher choices. In this article, I instead approach the analysis of experimental data as a mechanism‐design problem that acknowledges that researchers choose between estimators, sometimes based on the data and often according to their own preferences. Specifically, I focus on covariate adjustments, which can increase the precision of a treatment‐effect estimate, but open the door to bias when researchers engage in specification searches. First, I establish that unbiasedness as a requirement on the estimation of the average treatment effect can align researchers' preferences with the minimization of the mean‐squared error relative to the truth, and that fixing the bias can yield an optimal restriction in a minimax sense. Second, I provide a constructive characterization of treatment‐effect estimators with fixed bias as sample‐splitting procedures. Third, I discuss the implementation of second‐best estimators that leave room for beneficial specification searches.", "url": "https://doi.org/10.3982/ecta18640", "doi": "10.3982/ecta18640", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.015178258870816141}, {"title": "Non‐Stationary Search and Assortative Matching", "authors": "Nicolas Bonneton, Christopher Sandmann", "abstract": "This paper studies assortative matching in a non‐stationary search‐and‐matching model with non‐transferable payoffs. Non‐stationarity entails that the number and characteristics of agents searching evolve endogenously over time. Assortative matching can fail in non‐stationary environments under conditions for which Morgan (1995) and Smith (2006) show that it occurs in the steady state. This is due to the risk of worsening match prospects inherent to non‐stationary environments. The main contribution of this paper is to derive the weakest sufficient conditions on payoffs for which matching is assortative. In addition to known steady state conditions, more desirable individuals must be less risk‐averse in the sense of Arrow–Pratt.", "url": "https://doi.org/10.3982/ecta22257", "doi": "10.3982/ecta22257", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.011729119956239042}, {"title": "Who Benefits From Surge Pricing?", "authors": "Juan Camilo Castillo", "abstract": "New technologies have recently led to a boom in real‐time pricing. I study the most salient example, surge pricing in ride hailing. Using data from Uber, I develop an empirical model of spatial equilibrium to measure the welfare effects of surge pricing. The model is composed of demand, supply, and a matching technology. It allows for temporal and spatial heterogeneity as well as randomness in supply and demand. I find that, relative to a uniform pricing counterfactual in which Uber sets the overall price level, surge pricing increases total welfare by 2.15% of gross revenue. Welfare effects differ substantially across sides of the market: rider surplus increases by 3.57% of gross revenue, whereas driver surplus and the platform's current profits decrease by 0.98% and 0.50% of gross revenue, respectively. Riders at all income levels benefit. Among drivers, those who work long hours are hurt the most, especially women.", "url": "https://doi.org/10.3982/ecta19106", "doi": "10.3982/ecta19106", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.01581265901208917}, {"title": "Rural Pensions, Labor Reallocation, and Aggregate Income: An Empirical and Quantitative Analysis of China", "authors": "Qingen Gai, Naijia Guo, Bingjing Li, Qinghua Shi, Xiaodong Zhu", "abstract": "We exploit the implementation of a rural pension policy in China to estimate the average rural‐to‐urban migration cost for workers affected by the policy and the average underlying sectoral productivity difference. Our estimates, based on a large panel data set, reveal significant migration costs and substantial sectoral productivity differences, with sorting playing a minor role in accounting for sectoral labor income gaps. We construct and structurally estimate a general equilibrium household model with endogenous labor supply and migration. The results of this model align with the reduced‐form findings and illustrate how the rural pension policy influences migration, GDP, and welfare through improving within‐household labor allocation. Counterfactual analyses based on the model show that the positive effects of the policy remain even if migration costs were significantly lower, and that scaling up the rural pension policy would lead to even larger improvements in labor allocation, GDP, and welfare.", "url": "https://doi.org/10.3982/ecta19699", "doi": "10.3982/ecta19699", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.8138233143338673}, {"title": "Running Primary Deficits Forever in a Dynamically Efficient Economy: Feasibility and Optimality", "authors": "Andrew B. Abel, Stavros Panageas", "abstract": "Government debt can be rolled over forever without primary surpluses in some stochastic economies, including some economies that are dynamically efficient. In an overlapping‐generations model with constant growth rate, g , of labor‐augmenting productivity, and with shocks to the durability of capital, we show that along a balanced growth path, the maximum sustainable ratio of bonds to capital is attained when the risk‐free interest rate, r f , equals g . Furthermore, this maximal ratio maximizes utility per capita along a balanced growth path and ensures that the economy is dynamically efficient.", "url": "https://doi.org/10.3982/ecta22749", "doi": "10.3982/ecta22749", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.004700565133645251}, {"title": "Structural Estimation of Higher Order Risk Preferences", "authors": "Morten I. Lau, Hong Il Yoo", "abstract": "Structural measures of higher order risk attitudes have well‐developed foundations in Expected Utility Theory (EUT), but little is known about their empirical magnitudes. We introduce a novel experimental design and a companion econometric model that allows us to structurally estimate indices of risk aversion, prudence, and temperance under EUT without imposing restrictions on their interdependence. We find that indices of absolute risk aversion, prudence, and temperance exhibit distinct patterns of variation over income, and that predicted risk premia under EUT and Rank‐Dependent Utility Theory gradually converge as the order of risk increases. These findings are obscured by regular parametric utility functions, which inherently bias results toward prudence and temperance when subjects are risk averse. The results remain robust in subsamples of moderate size, which suggests that our approach can be adopted in broader studies that link higher order risk attitudes to other domains of latent individual preferences and economic behavior.", "url": "https://doi.org/10.3982/ecta22260", "doi": "10.3982/ecta22260", "journal_full": "Econometrica", "specialized": false, "preprint": false, "score": 0.015551889002990538}, {"title": "Cultural proximity and inter-firm trade", "authors": "Brian C. Fujiy, Gaurav Khanna, Hiroshi Toma", "url": "https://doi.org/10.1016/j.euroecorev.2025.105129", "doi": "10.1016/j.euroecorev.2025.105129", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.07001081069008008}, {"title": "The ins and outs of employment: Labor market adjustments to carbon taxes", "authors": "Feng Wei, Chi Man Yip", "url": "https://doi.org/10.1016/j.euroecorev.2025.105128", "doi": "10.1016/j.euroecorev.2025.105128", "journal_full": "European Economic Review", "specialized": false, "preprint": false, "score": 0.11897946027793815}, {"title": "Misspecification-robust bootstrap t -test for irrelevant factor in linear stochastic discount factor models", "authors": "Antoine A. Djogbenou, Ulrich Hounyo", "url": "https://doi.org/10.1016/j.jeconom.2025.106097", "doi": "10.1016/j.jeconom.2025.106097", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.017370826123815797}, {"title": "Structural periodic vector autoregressions", "authors": "Daniel Dzikowski, Carsten Jentsch", "url": "https://doi.org/10.1016/j.jeconom.2025.106099", "doi": "10.1016/j.jeconom.2025.106099", "journal_full": "Journal of Econometrics", "specialized": false, "preprint": false, "score": 0.01776188182220728}, {"title": "In Memoriam:", "url": "https://doi.org/10.1086/738004", "doi": "10.1086/738004", "journal_full": "Journal of Political Economy", "specialized": false, "preprint": false, "score": 0.0058410081599322705}, {"title": "Corrigendum to “Consumer sentiment towards Asians in the early days of the Covid-19 pandemic”. [J. Public Econom. 247 (2025) 105396]", "authors": "Kerwin Kofi Charles, Jonathan Guryan, Kyung H. Park", "url": "https://doi.org/10.1016/j.jpubeco.2025.105481", "doi": "10.1016/j.jpubeco.2025.105481", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.08436525470601153}, {"title": "Support for renewable energy: The case of wind power", "authors": "Robert Germeshausen, Sven Heim, Ulrich J. Wagner", "url": "https://doi.org/10.1016/j.jpubeco.2025.105468", "doi": "10.1016/j.jpubeco.2025.105468", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.013334042994307849}, {"title": "New employer payroll taxes and entrepreneurship", "authors": "Audrey Guo, Melanie Wallskog", "url": "https://doi.org/10.1016/j.jpubeco.2025.105469", "doi": "10.1016/j.jpubeco.2025.105469", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.024295450988665923}, {"title": "Health effects of cash transfers: Evidence from the Finnish basic income experiment", "authors": "Kari Hämäläinen, Miska Simanainen, Jouko Verho", "url": "https://doi.org/10.1016/j.jpubeco.2025.105480", "doi": "10.1016/j.jpubeco.2025.105480", "journal_full": "Journal of Public Economics", "specialized": false, "preprint": false, "score": 0.09980318672279465}, {"title": "Sexual Misconduct, Accused Scientists, and Their Research", "authors": "Rainer Widmann, Michael E. Rose, Marina Chugunova", "abstract": "Does the scientific community sanction sexual misconduct? Using a sample of scientists at U.S. universities involved in substantiated cases of sexual misconduct that became public, we find that their prior work is cited less after the allegations become known. The effect weakens with distance in the coauthorship network, suggesting that researchers primarily learn about misconduct through their peers. Among the closest peers, male authors react more strongly. In male-dominated fields, the effects on citations appear muted. Accused scientists are more likely to leave academic research, to move to non-university institutions, and to publish less.", "url": "https://doi.org/10.1162/rest.a.1613", "doi": "10.1162/rest.a.1613", "journal_full": "Review of Economics and Statistics", "specialized": false, "preprint": false, "score": 0.007171278537931869}, {"title": "Racism, antiracism, football and migration: introduction", "authors": "Marco Martiniello, John Solomos", "url": "https://doi.org/10.1080/01419870.2025.2555493", "doi": "10.1080/01419870.2025.2555493", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.9852964864278773}, {"title": "Worth a try? Left-wing media’s discursive struggle on the hardened European asylum law", "authors": "Marek Winkel", "url": "https://doi.org/10.1080/01419870.2025.2552391", "doi": "10.1080/01419870.2025.2552391", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.21707189432599405}, {"title": "Transnationalism beyond migrant and second-generation experiences: ethnic diasporism, diasporic localism and impersonal transnationalism", "authors": "Vahe Sahakyan", "url": "https://doi.org/10.1080/01419870.2025.2556016", "doi": "10.1080/01419870.2025.2556016", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.9845516340498583}, {"title": "Political (dis)interest during the transition to adulthood among immigrant adolescents in four Western countries", "authors": "Muna Adem, Patricia A. McManus", "url": "https://doi.org/10.1080/01419870.2025.2531303", "doi": "10.1080/01419870.2025.2531303", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.9893022682364672}, {"title": "National populists of Christian Europe, unite! Exploring civilizationist alliances in the British far right", "authors": "Rafal Soborski, Michał P. Garapich, Anna Jochymek", "url": "https://doi.org/10.1080/01419870.2025.2554752", "doi": "10.1080/01419870.2025.2554752", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.30339943570718697}, {"title": "Antiracism and the current moment", "authors": "Chetan Bhatt", "url": "https://doi.org/10.1080/01419870.2025.2555562", "doi": "10.1080/01419870.2025.2555562", "journal_full": "Ethnic and Racial Studies", "specialized": true, "preprint": false, "score": 0.031884898027416675}, {"title": "Decoding Sexual Orientation in Refugee Status Determination: The Influence of Accounts of Emotions on Decision‐Making in Sweden", "authors": "Thomas Wimark", "abstract": "The understanding of sexual orientation as the basis for a Particular Social Group under the Refugee Convention is a contentious issue. Conventional thought suggests that sexual orientation (SO) claimants often face unfavourable treatment by asylum decision makers. Although much extant knowledge derives from in‐depth qualitative and doctrinal studies, only a few jurisdictions (e.g., Canada, the UK) have been analysed using large‐scale data or experimental methods. To complement this work, this article analyses a representative sample of SO asylum decisions from Sweden, aiming to elucidate the factors influencing refugee status determination outcomes. The findings reveal that emotional responses narrated in relation to the discovery of SO play a significant role in shaping decision makers' understanding of sexuality. This emphasis on internal accounts over observable practices poses challenges in verifying the credibility of SO claimants, raising questions about the reliability of credibility assessments. These insights underscore the need for nuanced approaches to assessing the credibility of SO claimants and ensuring fair treatment in asylum processes.", "url": "https://doi.org/10.1111/imig.70101", "doi": "10.1111/imig.70101", "journal_full": "International Migration", "specialized": true, "preprint": false, "score": 0.9819366515047095}, {"title": "Countering Brain Drain through Circulation and Linkage: Illustrations and Lessons from China and India", "authors": "Gi-Wook Shin, Kelsi Caywood", "abstract": "Countries that face brain drain have adopted various approaches to address its adverse impacts on development. However, the extant literature grounded in the return migration paradigm stresses regaining “lost” human capital through the repatriation of skilled migrants (brain circulation), neglecting the contributions skilled diasporic talent can make through transnational social capital (brain linkage) without permanent return. Building on recent theoretical advancements that reconsider return-centric accounts of migration and talent policies, the authors propose a framework that treats circulation and linkage as distinctive yet intertwined phenomena, accounting for both the human and social capital offered by skilled diaspora members. The utility of the revised framework is illustrated through a comparative analysis of India and China, two countries that have experienced the largest magnitudes of skilled emigration worldwide but adopted divergent strategies to mitigate brain drain, reflecting different resources, needs, and capacities. China has focused on circulating back its overseas talent, while India has cultivated transnational linkages that do not center on the permanent repatriation of its overseas talent. Additionally, circulation has facilitated linkage in China, whereas linkage has fostered circulation in India. The authors conclude by discussing the framework's theoretical contributions to the skilled migration literature and policy implications for countries of different sizes, levels of development, and geographic regions.", "url": "https://doi.org/10.1177/01979183251371676", "doi": "10.1177/01979183251371676", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.8807750909399279}, {"title": "The Political Ecology of Philippine Migration in a Changing Climate", "authors": "Marvin Joseph F. Montefrio", "abstract": "In a warming planet, climate variability, extreme weather events, and sea-level rise are putting pressure on poor and precarious rural and urban households to seek livelihood opportunities abroad. This phenomenon is evident in the Philippines, a country highly vulnerable to climate change and a leading exporter of migrant workers. This paper examines the intricate relationship among climate change impacts and interventions, (mal)adaptation of poor rural and urban households, and climate-induced (im)mobility. While the Philippine literature already demonstrates many of the complexities of the climate-migration nexus, there is still a need to examine understudied topics such as the effects of both climate change impacts and interventions, the role of other environmental and economic crises that overlap with climate change, and the implications of and conditions leading to climate immobility. Uncovering these additional complexities, especially through a political ecology lens, emphasizes the need to interrogate and inform both migration and climate/disaster governance.", "url": "https://doi.org/10.1177/01979183251377434", "doi": "10.1177/01979183251377434", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.9692014574127842}, {"title": "Dragons Soaring to Success – Zodiac Sign, Education, and Wages of Immigrants from Chinese Societies in Germany", "authors": "Florian Zimmermann", "abstract": "How culture shapes individuals’ actions is a question at the heart of social sciences, but causal evidence on this topic is scarce, particularly for immigrants. In this research note, I investigate how the belief in Chinese zodiac signs, a cultural belief without scientific basis, influences wages of immigrants from Chinese societies Germany. I focus on the effect of the Dragon zodiac sign, the most auspicious sign. To estimate the causal effect of the Dragon zodiac on wages, I employ a sharp regression discontinuity design. I focus on immigrants from Hong Kong, Macau, Mainland China, Singapore, and Taiwan (i.e., societies with ethnically Chinese majorities) born 12 weeks around Chinese New Year in the year of the Dragon. Using German administrative data from 125 individuals and 512 observations, I show that Dragons earn higher wages than non-Dragons in Germany. This wage premium is mediated by higher educational attainment of Dragons compared to non-Dragons. I do not find an effect of the Dragon zodiac sign on Germans’ wages. In summary, I show that origin-region culture shapes immigrants’ labor market success in the host region.", "url": "https://doi.org/10.1177/01979183251365910", "doi": "10.1177/01979183251365910", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.9785656534076163}, {"title": "Liberal Reform of Guest Worker Programs: Challenges to Labor Mobility Governance", "authors": "Qiaoyan Li Rosenberg", "abstract": "I investigate the design and implementation of Japan's Specified Skilled Worker (SSW) program in the context of a growing global trend toward liberalization of guest worker programs. The SSW is built upon the guest worker program — the Technical Intern Training Program (TITP). TITP workers may transition to the SSW, thereby obtaining the freedom to change employers and other rights. I compare the structure of labor mobility governance in the TITP and the SSW. The TITP is rooted in the privatization of mobility control, in which the state delegates mobility governance to private brokerage agencies. In the SSW, the state reverses the privatization of mobility governance by withdrawing the regulatory power from brokerage agencies and transferring the power to administrative ministries. By drawing on data collected over 14 months in Japan, I show how the freedom to change employers is difficult to obtain on the ground. The shift of mobility governance from brokers to the state could not eliminate control held by brokers who withhold required documents for employer changes. Ministries erect barriers to balance labor supply among industries that have impeded workers’ employer changes across industries (such as from agriculture to the food industry). Moreover, workers’ precarity persists due to inadequate legal protections and regulations on brokers. The discrepancies between policy intentions and implementation outcomes demonstrate three major challenges to liberalizing guest worker programs: lifting structural constraints on labor mobility built into guest worker programs, handling inherent conflicts between permitting employer change and meeting labor demand in noncompetitive sectors, and regulating brokers and employers for labor protection.", "url": "https://doi.org/10.1177/01979183251363544", "doi": "10.1177/01979183251363544", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.019433973838663743}, {"title": "Book Review: A Place in the Homeland? KılınçN.KingR.2025. A Place in the Homeland?: Turkish-German Return Migration. Edinburgh: Edinburgh University Press. 328 pp., £95.00.", "authors": "Michelle Lynn Kahn", "url": "https://doi.org/10.1177/01979183251377350", "doi": "10.1177/01979183251377350", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.9734507684012276}, {"title": "The Role of Social Media Content in Migration Aspirations: Mixed-Methods Evidence From Two Senegalese Regions", "authors": "Daniel Meierrieks, Julia Stier", "abstract": "How does the viewing of social media content produced by Senegalese migrants residing in Europe correlate with migration aspirations of people in Senegal? We answer this research question by interrogating original survey data from two regions in Senegal, Dakar and the Casamance, as well as original interview data of (potential) Senegalese migrants, repatriates, migration experts, and stakeholders. Using a mixed-methods approach that combines our qualitative interview and quantitative survey data, we provide robust evidence that viewing more social media content produced by compatriots in Europe coincides with stronger migration aspirations among respondents in Dakar and the Casamance. We also shed light on potential mechanisms. Here, our findings suggest that viewers of social media content by Senegalese migrants in Europe express higher admiration for migrants, consider the migration journey to Europe to be more viable and expect life in Europe to be especially rewarding. Our findings are in line with the cognitive migration model, which posits that migration aspirations are shaped by the potential migrants’ mental time travel to an imagined future abroad. We argue that browsing social media content produced by Senegalese migrants residing in Europe creates particularly positive notions about migration and life in Europe, fueling migration aspirations by facilitating and making the cognitive migration of people in Dakar and the Casamance especially appealing.", "url": "https://doi.org/10.1177/01979183251376544", "doi": "10.1177/01979183251376544", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.9959787619435398}, {"title": "Double Jeopardy: Adaptive Social Protection for Venezuelans in Peru during the Pandemic", "authors": "Matthew D Bird, Luisa Feline Freier, Denisse Piérola", "abstract": "During the COVID-19 pandemic, many refugees and migrants were excluded from otherwise generous government emergency cash transfer programs. What were the consequences of this exclusion, and what does it reveal about designing adaptive social protection for forcibly displaced populations? This randomized study evaluates the impact of a one-time cash transfer to Venezuelan forced migrants in Peru. Using a baseline survey and follow-ups at one, three, and nine weeks post-transfer, the study measured outcomes related to income, spending, consumption, and health. One week after the transfer, income declined, while spending, consumption, and health improved. By week three, the negative impact on income persisted. By week nine, all effects had faded. Post hoc analysis suggests that the decline in income was driven by labor market withdrawal among men, older adults, and households with higher per capita expenses. Unlike other studies of pandemic-era cash transfers to native populations, we find negative labor effects—likely due to the unique urban conditions faced by displaced migrants. These findings contribute to the limited experimental evidence on cash transfers for forcibly displaced populations and offer insights for designing adaptive social protection in future emergencies.", "url": "https://doi.org/10.1177/01979183251370713", "doi": "10.1177/01979183251370713", "journal_full": "International Migration Review", "specialized": true, "preprint": false, "score": 0.9712229610108678}, {"title": "Can activation of a shared identity increase cooperation between natives and migrants?", "authors": "Han Il Chang, Leonid Peisakhin", "url": "https://doi.org/10.1080/1369183x.2025.2556701", "doi": "10.1080/1369183x.2025.2556701", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.9761407577612639}, {"title": "From Konya to Europe and back: diaspora politics and the reinvention of Kurdish identity in Central Anatolia", "authors": "Haci Cevik", "url": "https://doi.org/10.1080/1369183x.2025.2556700", "doi": "10.1080/1369183x.2025.2556700", "journal_full": "Journal of Ethnic and Migration Studies", "specialized": true, "preprint": false, "score": 0.6827441574268858}, {"title": "The Racialized Impacts of Confederate Symbols in Public Spaces: The Case of Courthouses", "authors": "Emily Wager, Lucy Britt", "abstract": "Commemorations of the Confederacy remain pervasive throughout the Southern U.S. Historians have long established that many of these symbols were erected during the Jim Crow era to reinforce white political dominance in public spaces. Yet, little is known about how these enduring symbols shape perceptions among people of different racial identities today. This study examines Confederate monuments where they are most prominently placed: courthouse grounds. Using an original survey experiment of Black, white, and Latino Southerners, it investigates whether the presence of a Confederate monument in front of a courthouse influences feelings of personal safety and welcomeness, as well as perceptions of the fairness of the court system. Findings reveal that a Confederate monument made Black and Latino Southerners feel less safe and welcome at the courthouse and led Black Southerners to perceive the court system as less fair toward people like them. In contrast, Confederate monuments had no overall effect on white Southerners’ perceptions of courthouses or the judicial system. These results underscore the role of contentious symbols in reinforcing inequalities in public spaces.", "url": "https://doi.org/10.1017/rep.2025.10015", "doi": "10.1017/rep.2025.10015", "journal_full": "Journal of Race Ethnicity and Politics", "specialized": true, "preprint": false, "score": 0.050895408118040275}, {"title": "Global warming amplifies wildfire health burden and reshapes inequality", "authors": "Junri Zhao, Bo Zheng, Philippe Ciais, Yang Chen, Thomas Gasser, Josep G. Canadell, Longyi Zhang, Qiang Zhang", "url": "https://doi.org/10.1038/s41586-025-09612-9", "doi": "10.1038/s41586-025-09612-9", "journal_full": "Nature", "specialized": false, "preprint": false, "score": 0.01950697176794791}, {"title": "Delegation to artificial intelligence can increase dishonest behaviour", "authors": "Nils Köbis, Zoe Rahwan, Raluca Rilla, Bramantyo Ibrahim Supriyatno, Clara Bersch, Tamer Ajaj, Jean-François Bonnefon, Iyad Rahwan", "abstract": "Although artificial intelligence enables productivity gains from delegating tasks to machines 1 , it may facilitate the delegation of unethical behaviour 2 . This risk is highly relevant amid the rapid rise of ‘agentic’ artificial intelligence systems 3,4 . Here we demonstrate this risk by having human principals instruct machine agents to perform tasks with incentives to cheat. Requests for cheating increased when principals could induce machine dishonesty without telling the machine precisely what to do, through supervised learning or high-level goal setting. These effects held whether delegation was voluntary or mandatory. We also examined delegation via natural language to large language models 5 . Although the cheating requests by principals were not always higher for machine agents than for human agents, compliance diverged sharply: machines were far more likely than human agents to carry out fully unethical instructions. This compliance could be curbed, but usually not eliminated, with the injection of prohibitive, task-specific guardrails. Our results highlight ethical risks in the context of increasingly accessible and powerful machine delegation, and suggest design and policy strategies to mitigate them.", "url": "https://doi.org/10.1038/s41586-025-09505-x", "doi": "10.1038/s41586-025-09505-x", "journal_full": "Nature", "specialized": false, "preprint": false, "score": 0.005856144127721619}, {"title": "Circadian-informed modeling predicts regional variation in obesity and stroke outcomes under different permanent US time policies", "authors": "Lara Weed, Jamie M. Zeitzer", "abstract": "Seasonal changes in time policy, such as switching between Standard Time (SDT) and Daylight Saving Time (DST), have been adopted by many countries, including the United States. While transitioning between SDT and DST has notable acute negative population health impacts, the chronic impact of these time policies on health has not been well evaluated. To estimate the impact of permanent SDT or DST on health, we modeled the circadian impact of SDT, DST, and Biannual Shifting (BAS) across a year in the contiguous, continental United States. We find that BAS produces a greater burden on the circadian system as compared to either permanent SDT or DST. Chronotype as well as location (latitude and location within time zones) impact this burden. Analyzing these data relative to county-level health data (Centers for Disease Control and Prevention Places dataset), we find that, under idealized light exposure conditions and after controlling for health and socioeconomic factors, there would be a decrease in the prevalence of both obesity [ − 0.78% ( − 0.06% to − 1.49%)] and stroke [ − 0.09% ( − 0.04% to − 0.14%)] under SDT compared with the current policy. The prevalence of both obesity [ − 0.51% ( − 0.09% to − 0.93%)] and stroke [ − 0.07% ( − 0.04% to − 0.09%)] would also decrease under permanent DST, though to a lesser degree. Our data, reflecting the impact of time policy on circadian burden and subsequent health benefits, support the cessation of BAS.", "url": "https://doi.org/10.1073/pnas.2508293122", "doi": "10.1073/pnas.2508293122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.015070313102628408}, {"title": "Urban water security and the historical pools of Jerusalem", "authors": "Guy Bar-Oz, Gideon Avni", "url": "https://doi.org/10.1073/pnas.2520435122", "doi": "10.1073/pnas.2520435122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.23621311891021146}, {"title": "Intention judgments are not a reliable measure of intuitive preferences", "authors": "Tadeg Quillien", "url": "https://doi.org/10.1073/pnas.2516523122", "doi": "10.1073/pnas.2516523122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.002994516076350373}, {"title": "Did the vilca/tobacco snuff combination at Chavín aim for an “ayahuasca effect”?", "authors": "Peter Whitridge", "url": "https://doi.org/10.1073/pnas.2521671122", "doi": "10.1073/pnas.2521671122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.09226933110384505}, {"title": "The coherence of US cities", "authors": "Simone Daniotti, Matté Hartog, Frank Neffke", "abstract": "Diversified economies are critical for cities to sustain their growth and development, but they are also costly because diversification often requires expanding a city’s capability base. We analyze how cities manage this trade-off by measuring the coherence of the economic activities they support, defined as the technological distance between randomly sampled productive units in a city. We use this framework to study how the US urban system developed over almost two centuries, from 1850 to today. To do so, we rely on historical census data, covering over 600M individual records to describe the economic activities of cities between 1850 and 1940, as well as 8 million patent records and detailed occupational and industrial profiles of cities for more recent decades. Despite massive shifts in the economic geography of the United States over this 170-y period, average coherence in its urban system remains unchanged. Moreover, across different time periods, datasets, and relatedness measures, coherence falls with city size at the exact same rate, pointing to constraints to diversification that are governed by a city’s size in universal ways.", "url": "https://doi.org/10.1073/pnas.2501504122", "doi": "10.1073/pnas.2501504122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.02229206177318177}, {"title": "The cost of banning TikTok: Implications for the digital advertising market", "authors": "Dante Donati, Hortense Fong", "abstract": "Social media platforms have become vital channels for businesses to reach consumers through advertising. But in the United States, the digital advertising market in which these platforms operate is dominated by a few major players, raising concerns for antitrust regulators. In such a concentrated market, the entry or exit of a single platform can reallocate billions in ad spending, affecting businesses and users. TikTok’s temporary suspension in the United States in January 2025 provides a unique natural experiment to examine how the removal of a major player would shift advertising demand and supply on competitors, specifically Facebook and Instagram, revealing the degree of substitutability across platforms and the intensity of competition. Using a difference-in-differences approach comparing advertising activity in the United States to other countries, we find that Meta ad volume and spend rose by 6.3% and 22.4%, as a result of the outage, without a corresponding increase in ad impressions. Consequently, Meta ad prices, as measured by cost per thousand impressions, jumped by 12.1%. Shifts in demand were three times greater for larger advertisers relative to smaller ones, suggesting that Meta platforms and TikTok are closer substitutes for larger firms and that a TikTok ban would therefore impose greater challenges on smaller businesses.", "url": "https://doi.org/10.1073/pnas.2512043122", "doi": "10.1073/pnas.2512043122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.01031551142123266}, {"title": "Life without sex: Large-scale study links sexlessness to physical, cognitive, and personality traits, socioecological factors, and DNA", "authors": "Abdel Abdellaoui, Laura W. Wesseldijk, Scott D. Gordon, Joëlle A. Pasman, Dirk J. A. Smit, Renáta Androvičová, Nicholas G. Martin, Fredrik Ullén, Miriam A. Mosing, Brendan P. Zietsch, Karin J. H. Verweij", "abstract": "Romantic (typically sexual) relationships are important to personal, physical, mental, social, and economic well-being, and to human evolution. Yet little is known about factors contributing to long-term lack of intimate relationships. We investigated phenotypic and genetic correlates of never having had sex in ~400,000 UK residents aged 39 to 73 and ~13,500 Australian residents aged 18 to 89. The strongest associations revealed that sexless individuals were more educated, less likely to use alcohol and smoke, more nervous, lonelier, and unhappier. Sexlessness was more strongly associated with physical characteristics (e.g., upper body strength) in men than in women. Sexless men tended to live in regions with fewer women, and sexlessness was more prevalent in regions with more income inequality. Common genetic variants explained 17% (SE = 4%) and 14% (SE = 3%) of variation in sexlessness in men and women, with a genetic correlation between sexes of 0.56 (SE = 0.17). Polygenic scores predicted a range of related outcomes in the Australian dataset. Our findings uncover multifaceted correlates of human intimacy and raise important lines of enquiry in the evolutionary and social sciences.", "url": "https://doi.org/10.1073/pnas.2418257122", "doi": "10.1073/pnas.2418257122", "journal_full": "Proceedings of the National Academy of Sciences", "specialized": false, "preprint": false, "score": 0.010561386051575417}, {"title": "Investigating the Aliso Canyon gas blowout disaster and adverse birth outcomes: A quasiexperimental approach", "authors": "Kimberly C. Paul, John Molitor, Yu Yu, Christina Batteate, Massimo Stafoggia, Sanjali Mitra, Qi Meng, Diane Garcia-Gonzales, Myles Cockburn, David Eisenman, Sudipto Banerjee, Honghu Liu, Michael Jerrett, Beate Ritz", "abstract": "On 23 October 2015, operators at the Aliso Canyon Natural Gas Storage field in Northern Los Angeles reported an uncontrolled natural gas leak. The blowout persisted for 112 days, releasing ~109,000 metric tons of methane into the atmosphere. Elevated air toxics and fine particle pollutant levels were also measured in nearby communities. We used California’s birth records and a quasiexperimental design to assess whether pregnant women living in affected communities during the disaster experienced more adverse birth outcomes than expected. Overall, the prevalence of low birthweight and term low birthweight were 45 to 100% higher than expected among women living in the affected communities whose late pregnancy overlapped with the blowout. The strongest effects were observed among women living directly south and southwest of the facility. Furthermore, we observed a dose-response effect, where the odds of low birthweight were highest among women living closest to the well and attenuated out.", "url": "https://doi.org/10.1126/sciadv.adr6684", "doi": "10.1126/sciadv.adr6684", "journal_full": "Science Advances", "specialized": false, "preprint": false, "score": 0.019709304363644042}, {"title": "The Welfare Workforce: Why Mental Health Care Varies Across Affluent DemocraciesBy Isabel M.Perera, Cambridge: Cambridge University Press, 2025. 288pp., $110 (hardcover). ISBN: 9781009499897.", "authors": "Sarah D. Rozenblum", "url": "https://doi.org/10.1111/gove.70062", "doi": "10.1111/gove.70062", "journal_full": "Governance", "specialized": false, "preprint": false, "score": 0.07057183293350577}, {"title": "‘We're All in This Together?’ A Survey Experiment on the Perceived Legitimacy of Region‐Specific Crisis Interventions in Germany and the Netherlands", "authors": "Lars Brummel, Dimiter Toshkov, Brendan Carroll", "abstract": "In responding to crises, governments often need to enact restrictions on the freedoms of citizens that might be perceived as intrusive and unfair. Yet, government interventions need to retain legitimacy in the eyes of citizens. We study the perceived legitimacy of pandemic crisis interventions with a focus on the effects of multi‐level governance and region‐specific interventions. Such territorially‐differentiated measures are often appropriate for effective crisis responses, but they raise concerns about equal treatment. Our pre‐registered survey experiments run on quota‐representative national samples in Germany and the Netherlands ( N  = 2252) find no evidence in support of the conjecture that citizens perceive nation‐wide crisis interventions as more legitimate than region‐specific measures. The level of government making the decision matters very little for the legitimacy of the interventions. Restrictions enacted by the national government are slightly more accepted than those decided regionally in the Netherlands, but there is no such difference in Germany.", "url": "https://doi.org/10.1111/gove.70056", "doi": "10.1111/gove.70056", "journal_full": "Governance", "specialized": false, "preprint": false, "score": 0.011533244456238378}, {"title": "Bureaucracies' Strategies for Coping With Populism: Insights From Israel", "authors": "Nissim Cohen, Yekoutiel Sabah", "abstract": "In recent years, an increasing body of research has examined the influence of populism on public bureaucracies and their responses to this phenomenon. This study seeks to add to this literature by examining how high‐level Israeli bureaucrats navigate populist pressures. Based on 32 in‐depth interviews with current and former senior officials, our findings reveal that bureaucrats are very aware of populist leaders' attempts to exploit bureaucratic institutions to consolidate power, thereby weakening both the effectiveness of the professionals in these institutions and their autonomy. We also find that bureaucrats employ a mix of strategies including resistance, compliance, and strategic adaptation to cope with these challenges. We propose a classification of these bureaucratic coping strategies, ranging from aggressive resistance to passive compliance, with intermediate strategies balancing adaptation and institutional survival. The Israeli case represents a rather “soft” bureaucratic response to populism compared to other contexts. Nevertheless, this study contributes to the growing discourse on populism and public administration, offering insights into the complex interactions between populist leadership and bureaucratic institutions.", "url": "https://doi.org/10.1111/gove.70061", "doi": "10.1111/gove.70061", "journal_full": "Governance", "specialized": false, "preprint": false, "score": 0.007506634964038361}, {"title": "Polarized public agenda in times of crisis", "authors": "Amnon Cavari, Asif Efrat", "url": "https://doi.org/10.1080/13501763.2025.2552418", "doi": "10.1080/13501763.2025.2552418", "journal_full": "Journal of European Public Policy", "specialized": false, "preprint": false, "score": 0.005000514673656364}, {"title": "Puzzling, powering, profiting: the politics of sustainable finance in the European Union", "authors": "Daniel Mertens, Natascha van der Zwan", "url": "https://doi.org/10.1080/13501763.2025.2555964", "doi": "10.1080/13501763.2025.2555964", "journal_full": "Journal of European Public Policy", "specialized": false, "preprint": false, "score": 0.013885549557343224}, {"title": "Simulating democratic reform in the EU: self-legitimation through participatory innovation", "authors": "Paul A. Kindermann", "url": "https://doi.org/10.1080/13501763.2025.2554911", "doi": "10.1080/13501763.2025.2554911", "journal_full": "Journal of European Public Policy", "specialized": false, "preprint": false, "score": 0.0535719187961925}, {"title": "Moving Beyond New Public Management: How Business Type‐Management Is Embedded in the Swedish State Through Institutional Hooks", "authors": "Shirin Ahlbäck Öberg, Göran Sundström", "abstract": "In recent years, criticism facing Business‐Type Management within the state has led governments to call for new management models. In many cases, this ambition has not been accompanied by concrete actions signaling a clear break with BTM. There has been limited capacity for critical reflection, learning, and innovative thinking. Why is this? In this article, this question is discussed from a historical‐institutional perspective. Using Sweden as a case, it is argued that the inertia largely can be explained by various “institutional hook” on which BTM hung. These institutional hooks are interlinked and form an institutional infrastructure that is controlled by actors that work with and advocate BTM. The main argument is that BTM ideas and practices are deeply embedded organizationally into the state and that for new ideas to emerge and to be implemented, the Government needs to reorganize the policy sector of administrative reform.", "url": "https://doi.org/10.1111/padm.70021", "doi": "10.1111/padm.70021", "journal_full": "Public Administration", "specialized": false, "preprint": false, "score": 0.004957761166809016}, {"title": "Navigating Digital Transformation? The Guiding Role and Socialization Processes of Change Agents", "authors": "Caroline Fischer, Jessica Breaugh", "abstract": "This article investigates the role of internal change agents in advancing digital transformation within public sector organizations. In response to the complexities of digitalization, these change agents guide their peers in adopting technology and bridging the gap between strategy and implementation. We draw on an 18‐month diary study ( N = 68, n = 1007) and interviews with 20 change agents from two mid‐sized municipalities in Germany. Building on role socialization theory, the study identifies phases in their development, from anticipation of the new role to initial learning, adaptation, and eventually integration and role mastery. The results show that these change agents act as knowledge brokers and motivators, helping build digital skills among colleagues, while also engaging in their own job enrichment. Yet tensions emerged with respect to managing their dual roles linked to time, role ambiguity, and resistance. Implications of this study point to the active role individual public servants play in effective digital transformation. By focusing on individuals involved in digital change, these findings offer a replicable model for public organizations undergoing digital transformation.", "url": "https://doi.org/10.1111/padm.70024", "doi": "10.1111/padm.70024", "journal_full": "Public Administration", "specialized": false, "preprint": false, "score": 0.006767711053941583}, {"title": "A “Watershed” Moment for Collaboration: The Impacts of Legislation and Network Governance on Environmental Outcomes", "authors": "Yixin Liu, Jiho Kim, Tina Nabatchi", "abstract": "Cross‐boundary collaboration is a common strategy used to address environmental issues, but scholars do not yet fully understand what makes a difference in the outcomes of externally directed collaborations. To fill this gap, we examine whether a piece of state legislation that authorizes collaborative watershed restoration projects improves water quality. Using Oregon data from 1980 to 2021 and a regression discontinuity in time design, we find a 5% improvement in water quality after the legislation was enacted. Furthermore, our longitudinal analyses show that network properties and management within collaborative projects are key factors underlying this improvement. In general, networks led by collaborative governance regimes and local governments are more effective than those led by citizen groups or state agencies. However, state agencies show the strongest capacity to manage projects with multiple goals. These findings underscore the importance of institution design and network governance in achieving successful environmental collaboration.", "url": "https://doi.org/10.1111/puar.70031", "doi": "10.1111/puar.70031", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.009216358136437064}, {"title": "Authoritarian Drift, Variegated Paths: Mapping Administrative Transformation Strategies Under Illiberal Rule", "authors": "Michael W. Bauer", "abstract": "This article develops a typology of illiberal rule by identifying four distinct models of administrative transformation: neoauthoritarian, neopatrimonial, neoreactionary, and neoclientelist. Drawing on cases including Viktor Orbán, Donald Trump, Javier Milei, and Andrés Manuel López Obrador, it argues that illiberal leaders reshape bureaucracies through diverse strategies of control, each rooted in specific conceptions of the state and particular modes of bureaucratic design. In light of the varying illiberal trajectories, the article concludes by proposing differentiated reform strategies tailored to the specific threats posed by each variant of illiberal rule, aiming to bolster bureaucratic resilience accordingly. The analysis calls for a reorientation of public administration theory—from a focus on compliance to a normative conception of civil servants as stewards of democratic order.", "url": "https://doi.org/10.1111/puar.70028", "doi": "10.1111/puar.70028", "journal_full": "Public Administration Review", "specialized": false, "preprint": false, "score": 0.004967293888707203}, {"title": "Does E-filing improve nonprofit reporting timeliness? evidence from IRS Form 990 data", "authors": "Anubhav Gupta, Young Joo Park", "url": "https://doi.org/10.1080/14719037.2025.2557857", "doi": "10.1080/14719037.2025.2557857", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.004951808083513032}, {"title": "AI-enabled workforce: performance improvements in public sector tasks of varying innovative work behavior", "authors": "Wei Zhang, Yili Yu, Shengli Dai", "url": "https://doi.org/10.1080/14719037.2025.2559862", "doi": "10.1080/14719037.2025.2559862", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.009920295938950052}, {"title": "Managing the use of social-media influencers in public-sector communication", "authors": "Raphaël Zumofen, Vincent Mabillard, Martial Pasquier", "url": "https://doi.org/10.1080/14719037.2025.2559854", "doi": "10.1080/14719037.2025.2559854", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.009565608093554445}, {"title": "When data doubles narrate asylum: the agency of government officials and asylum applicants in datafied asylum procedures", "authors": "Rianne Dekker, Kinan Alajak, Koen Leurs, Djamila Schans, Albert Ali Salah", "url": "https://doi.org/10.1080/14719037.2025.2561109", "doi": "10.1080/14719037.2025.2561109", "journal_full": "Public Management Review", "specialized": false, "preprint": false, "score": 0.45333141158745494}, {"title": "Testing the Assumptions of History‐Dependent Approaches to Regulation: Comparing Compliant Companies With Those That Transgress", "authors": "Ben Hunter", "abstract": "Risk‐based approaches to regulatory governance are ubiquitous. One aspect of such approaches suggests regulators direct their attention towards companies that have already violated regulations. However, such approaches have made little use of available data to explore these companies, especially compared to companies that do not transgress. This article represents a first step towards informing regulatory practice with an analysis of such data, examining whether companies that violate environmental regulations both once and multiple times can be distinguished from companies that have remained compliant. Companies pursued by the Environment Agency for England and Wales between 2010 and 2021, including both one‐time violators ( n = 445) and repeat violators ( n = 1826) were compared with companies with no record of environmental violations ( n = 4500). The results of the multinomial logistic regression suggested that increases in the log of current liabilities and return on equity were associated with an increased likelihood of being both a one‐time and repeat violator, while decreases in return on capital employed and the logs of assets and net income were associated with the same. Finally, utilities companies were associated with an increased likelihood of being a repeat violator. The results have implications for where environmental regulators should direct their efforts. Financial difficulties in particular may serve to be an important indicator of whether a company may be at risk of violating environmental regulations.", "url": "https://doi.org/10.1111/rego.70066", "doi": "10.1111/rego.70066", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.006650474985463339}, {"title": "Skills Development for the Twin Transition: Building Transnational Skills Ecosystems Through Experimentalist Governance", "authors": "Lukas Graf, Marcelo Marques, Agata A. Lambrechts", "abstract": "The twin transition to a green and digital economy is linked to the need for new skills in the workforce. However, given the scale and speed of change, it is challenging for policymakers, employers, and educational institutions to predict what skills will be in demand and how to create them. In addition to strategic uncertainty, European policymakers are confronted with a diversity of national and regional skills systems and a multi‐polar power distribution. Based on our governance framework combining the concept of skills ecosystems with experimentalist governance, we find that policymakers rely on experiments to create and sustain transnational skills ecosystems. These enable local actors to cooperate in a bottom‐up way and to develop novel skills solutions. We draw on the iterative policy cycle of experimentalist governance to conceptualize the components necessary for governing transnational skills ecosystems. The expanding European Centers of Vocational Excellence are analyzed to illustrate our argument.", "url": "https://doi.org/10.1111/rego.70076", "doi": "10.1111/rego.70076", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.033572731918522836}, {"title": "Beyond the Half‐Empty Glass: How Theory and Research on Organizational Crime Can Better Inform Regulation and Compliance in Policing", "authors": "Kristy Holtfreter, Natasha Pusch, Scott E. Wolfe", "abstract": "A large body of research demonstrates support for deterrence and organizational justice perspectives in regulating white‐collar and corporate crime. While much of this literature focuses on corporate America, there are nonetheless some established consistencies in “what works” to promote compliance. Parallel to this literature, policing scholars tend to focus on negative outcomes, such as excessive use of force and other forms of misconduct, rather than through a glass‐half‐full lens of compliance. The current paper takes stock of the literature on the regulation of white‐collar and corporate crime, with the goal of extending the lessons learned from corporate America to the context of police organizations. In light of the current legitimacy crisis in policing, the broader organizational justice literature offers a promising avenue for informing better research on compliance in policing, that is, how to get the police to do what the public wants as opposed to reacting to negative events. We recognize that there are inherent levels of accountability present in corporations that are more limited in policing (e.g., federal regulation) but there are still many internal mechanisms and processes common to both organizational settings that deserve more attention by policing scholars. The paper concludes with an overview of theoretically driven and evidence‐based directions for future policing research that may simultaneously inform policy and practice in police organizations.", "url": "https://doi.org/10.1111/rego.70081", "doi": "10.1111/rego.70081", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.008665167570361398}, {"title": "Tightening the Regulatory Grip: Local Regulatory Stringency and Sectoral Platform Regulation in EU Cities", "authors": "Eliska Drapalova, Kai Wegrich", "abstract": "Platform companies like Uber and Airbnb are depicted as agile policy entrepreneurs who can navigate the boundaries of regulatory frameworks and manipulate regulations to their advantage; however, recent empirical studies suggest that their capacity to influence policy depends on the particular political and institutional context. This study investigates the evolving responses of local regulators to platform companies across 108 European cities between 2012 and 2022. Utilizing a regulatory stringency index, we assess how city governments have adjusted their regulations to counteract the growing influence of these platforms. Our research indicates a notable trend toward stricter regulatory measures, reflecting an increased determination among local authorities to enforce rules on platforms. We identify various patterns of regulatory change, which are shaped by sector‐specific dynamics and differing national and local contexts. By examining the regulatory dynamics over time, this paper contributes to the understanding of the relationship between platform power and local governance.", "url": "https://doi.org/10.1111/rego.70077", "doi": "10.1111/rego.70077", "journal_full": "Regulation & Governance", "specialized": false, "preprint": false, "score": 0.010831936593043157}, {"title": "Adaptation to paternal leave policies in Finnish municipalities: changing gender norms and cross-border policy legacies", "authors": "Tiia-Maria Pasanen, Satu Helske, Giovanni Amerigo Giuliani, Simon N. Chapman, Jouni Helske", "abstract": "Countries where public opinion tends to favour gender equality tend to invest in policies supporting the dual-earner family model or the earner–carer family model, while countries where public opinion is more inclined to support conservative gender norms tend to have policies supporting the male breadwinner family model. However, even though gender equality norms may be endorsed by the majority of the population, conservative norms could still be largely supported at the sub-national level, potentially leading to lower responses to policy reforms intending to boost gender-equal practices. This study examines shifting norms in fathers’ parental leave uptake in Finnish municipalities in the 2010s, around a reform that gave fathers an independent right to a 6-week quota of “solo” parental leave. We applied a Bayesian spatio-temporal model on administrative data from Finnish municipalities and approximated local norms based on voting data. We also used the proportion of Swedish-speaking residents as a proxy for cross-border policy influences from the neighbouring country Sweden, where paternal leave-taking has been practiced longer. Local support to de-familialising policies was found to predict higher leavetaking, but only under a less supportive policy configuration. The proportion of Swedish-speaking residents was found to be increasingly important for predicting paternal leave-taking. We interpret this as a sign of cross-border influences from Sweden. Interestingly, uptake increased the fastest in a more conservative region, probably due to its strong linguistic and cultural links to Sweden. Furthermore, we observed spatial dependencies between neighbouring municipalities, which supports our spillover hypothesis; that interactions among families nearby lead them to adopt new practices.", "url": "https://doi.org/10.1162/euso.a.43", "doi": "10.1162/euso.a.43", "journal_full": "European Societies", "specialized": false, "preprint": false, "score": 0.04950674511615227}, {"title": "Beyond Expert Judgment: An Explainable Framework for Truth Discovery, Weak Supervision, and Learning-Based Ranking in Open-Source Intelligence Risk Identification", "authors": "WEI MENG", "abstract": "In open-source intelligence (OSINT) research, traditional risk identification methods reliant on expert scoring face growing challenges due to their high subjectivity, cost, and lack of scalability. This study aims to propose and validate an algorithmic framework that transcends expert judgment. Centered on truth discovery, weakly supervised learning, and learning-based ranking, it enables automated, explainable risk identification within complex, multi-source heterogeneous data. The study first constructs a hierarchical-quota sampling system, acquiring and deduplicating data from four source categories: institutional authorities, official statements, mainstream and international reports, and visual materials. Subsequently, a truth discovery algorithm estimates source credibility to replace expert weighting. Weakly supervised labeling functions generate initial annotations, which are then aggregated by generative models to form robust labels. Finally, a learning ranking model dynamically prioritizes risk trajectories, with explainability ensured through Explainable AI techniques (e.g., SHAP, Grad-CAM). Results demonstrate that this framework reliably identifies risk signals across multiple time windows and control conditions. The classifier achieves PR-AUC improvements exceeding expert baselines, with average absolute error in inflection point localization maintained below 1 hour. It exhibits high consistency and robustness across cross-domain datasets. The study concludes that algorithmic expert-scoring replacement not only excels in accuracy and efficiency but also significantly outperforms traditional models in transparency and reproducibility, offering a systematic, scalable, and cutting-edge approach for OSINT risk research.", "url": "https://doi.org/10.31235/osf.io/5642u_v1", "doi": "10.31235/osf.io/5642u_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.004717572723357932}, {"title": "Qualitative Research in an Era of AI: A Pragmatic Approach to Data Analysis, Workflow, and Computation", "authors": "Corey Abramson, Zhuofan Li, Tara Prendergast, Daniel Dohan", "abstract": "Rapid computational developments—particularly the proliferation of artificial intelligence (AI)—increasingly shape social scientific research while raising new questions about in-depth qualitative methods such as ethnography and interviewing. Building on classic debates about using computers to analyze qualitative data, we revisit longstanding concerns and assess possibilities and dangers in an era of automation, AI chatbots, and \"big data.\" We first historicize developments by revisiting classical and emergent concerns about qualitative analysis with computers. We then introduce a typology of contemporary modes of engagement—streamlining workflows, scaling up projects, hybrid analytical approaches, and the sociology of computation—alongside rejection of computational analyses. We illustrate these approaches with detailed workflow examples from a large-scale ethnographic study and guidance for solo researchers. We argue for a pragmatic sociological approach that moves beyond dualisms of technological optimism versus rejection to show how computational tools—simultaneously dangerous and generative—can be adapted to support longstanding qualitative aims when used carefully in ways aligned with core methodological commitments.", "url": "https://doi.org/10.31235/osf.io/7bsgy_v1", "doi": "10.31235/osf.io/7bsgy_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006983499756506029}, {"title": "Fragile Reciprocity and Reformist Politics: Everyday Authority in Pasig City", "authors": "Brayan Paul D. Buten, Ralph Federick D. Patag, Karl Patrick R. Mendoza, Emy Ruth D. Gianan, Nathan Mishael O. Go", "abstract": "This article examines how authority in Pasig City’s barangays is enacted and sustained amid the city’s reputation as a model of reformist governance under Mayor Vico Sotto. Drawing on participant observation during the 2025 election season, we show that legitimacy at the grassroots hinged less on institutional reforms than on fragile performances of recognition, care, and reciprocity. Residents judged leaders through culturally resonant idioms like malasakit (concern), pagpapakita (visible presence), and loob (moral intent), evaluating sincerity and intent in everyday encounters. We conceptualize these dynamics as mutual recognition, moralized care, and the fragility of reciprocity, extending debates on trust, legitimacy, and affective governance. While reformist politics reshaped expectations and closed off older forms of patronage, they did not displace the cultural grammars of recognition through which authority is continually made and unmade. Authority in Pasig was therefore both durable and reversible, highlighting reciprocity as a constitutive feature of Philippine democracy.", "url": "https://doi.org/10.31235/osf.io/9wtx7_v1", "doi": "10.31235/osf.io/9wtx7_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.004946907907750986}, {"title": "The effect of policy traceability on legislative incentives", "authors": "Matto Mildenberger, Alexander Sahn", "abstract": "Theories of legislative politics have long emphasized how a policy's traceability---whether and how voters connect legislative action with policy effects---shapes political incentives to legislate. Arnold (1992) emphasized how the ``nature of the causal chain that links a policy instrument with its policy effects” structures the logic of congressional action. Despite its prominence, this key theoretical claim has received little empirical attention. In this article, we use two survey experiments to test how several policy attributes - including traceability - shape legislators and public policy preferences. We find that elites are responsive to both policy traceability and problem traceability---whether a policy problem itself can be linked to elite actions. By contrast, prospective voters are indifferent to both forms of traceability. With respect to other policy attributes, elites and mass publics share similar preferences. Our results provide support for a previously untested theory of policymaking and describe the nature of strategic decision-making by legislators.", "url": "https://doi.org/10.31235/osf.io/cdj7a_v1", "doi": "10.31235/osf.io/cdj7a_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.021193152734033216}, {"title": "Permutation-Based Testing of Topic Co-occurrence: A Network Analysis of Reddit Debates on DOGE, Tariffs, and the Big Beautiful Bill", "authors": "Benjamin Forman-Barzilai, Ines Levin", "abstract": "Do policy discussions follow predictable patterns? When individuals raise policy concerns on online platforms, do they systematically pair these concerns with specific related arguments? While these questions are central to understanding online political discourse, we lack systematic methods to identify which topics genuinely co-occur versus appearing together by chance. To address this gap, we analyze Reddit discussions of three major policies from Trump's early second presidency: the Department of Government Efficiency, Trump's tariffs, and the Big Beautiful Bill. Our approach combines three key elements: dictionary-based identification of policy considerations (developed with LLM assistance), permutation-based statistical testing to identify significant co-occurrences, and network visualization to map thematic clusters. These topic co-occurrence networks reveal the underlying structure of policy discourse on Reddit and illuminate how online political discussions are organized around predictable argumentative frameworks.", "url": "https://doi.org/10.31235/osf.io/cfqh9_v1", "doi": "10.31235/osf.io/cfqh9_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.013266149455246845}, {"title": "Realism and the Politics of Knowledge: A Theory of Science Diplomacy in Competitive Orders", "authors": "Mark Daley", "abstract": "This article advances a realist theory of science and innovation diplo- macy: a theory of how, in competitive orders, states manage knowledge flows to alter relative power via two complementary logics: aggregation (clubs, alliance filtering, shared platforms) and constraint (controls, stan- dards, screening). The approach develops a two-dimensional policy map with domain salience ∆ (the degree to which advances in a field move the balance of capabilities) and chokepoint intensity χ(how concentrated control is along supply, compute, or standards chains). We prove seven propositions that connect (∆,χ) to instrument choice, generate observ- ables on collaboration networks, and motivate a spectral summary index α for early warning after policy shocks. Empirically, we outline a sim- ple replicable workflow that maps collaboration to matrices and compares pre-/post-shock spectral structure to detect reconfiguration predicted by the theory. The result is a realist account of knowledge statecraft: how states strategically open, narrow, or reroute flows of know-how to shape the distribution of power while preserving essential commons.", "url": "https://doi.org/10.31235/osf.io/d4ytw_v1", "doi": "10.31235/osf.io/d4ytw_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.013569878768118881}, {"title": "How Should Politicians Respond to Violent Threats? A Gendered Explanation of How the Public Views Responses to Threats of Violence", "authors": "Kishan Bhakta, Maranda Joyce, Tabitha Koch, Jonathan Homola", "abstract": "Amid rising threats of violence towards elected officials, many politicians now openly publicize their concerns, citing fear and the toll on their mental well-being. Others project resolve, vowing to continue their duties unperturbed. We fielded an original survey experiment to understand the ways in which a politician's response to violent threats can affect public tolerance for and perceived severity of these threats as well as support for the politician in the aftermath of the threat. We posit that after experiencing a threat of violence politicians can either (1) express their personal fear/concern regarding the threat, (2) express their strength/resilience in light of the threat, or (3) not comment on the threat. We also investigate which approach proves most impactful for women politicians, who often face heightened threats. We find that strong responses are beneficial for both men and women politicians and women face a bind as vulnerable and strong responses garner different effects on public opinion. Overall, our results provide insight into how elected officials might best respond to threats and harassment, with additional attention paid to gender differences in strategy effectiveness.", "url": "https://doi.org/10.31235/osf.io/eb6vu_v1", "doi": "10.31235/osf.io/eb6vu_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010217355155276442}, {"title": "Cycling through Elections: The Political Consequences of the Tour de France", "authors": "Ala Alrababah, Maelle Delouis-Jost, Germain Gauthier, Adam Polak", "abstract": "Do place-based interventions that raise visibility and economic activity affect far-right voting? We study the Tour de France (TdF) as a case of brief but highly visible exposure that combines economic activity with symbolic recognition. Using variation in the annual TdF route between 2002 and 2022, we show that exposed municipalities experience declines in far-right support of 0.03–0.04 standard deviations. The effect exceeds 0.1 standard deviations in recent elections and is strongest in poorer areas and in towns with high prior far-right support. We find evidence consistent with the symbolic mechanism and mixed evidence for the economic one. TdF exposure increases local GDP per capita, effects on voting are larger when French riders win stages, and a two-wave survey around the 2025 TdF provides suggestive evidence that residents in exposed towns report greater pride and recognition. These results contribute to research on geographic inequalities, symbolic politics, and the electoral consequences of place-based interventions.", "url": "https://doi.org/10.31235/osf.io/fj4vh_v1", "doi": "10.31235/osf.io/fj4vh_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.015746821557690027}, {"title": "The UK Supreme Court verdict on the Rwanda policy increased individual support for racial and ethnic hierarchies: evidence from a natural experiment", "authors": "Domantas Undzėnas", "abstract": "How do court decisions on controversial immigration policies affect support for hierarchies between groups? In this article I analyse the UK Supreme Court’s ruling on the Rwanda asylum plan and how it affects people’s support for racial hierarchies. Utilising the unexpected event during survey design I show that the Supreme Court’s ruling on the illegality of the Rwanda asylum plan increased support for racial and ethnic hierarchies among the British public. The effect is primarily driven by White Britons. Path modelling indicates that the ruling indirectly increased prejudice against immigrants ant anti-immigrant party voting intentions. The results suggest that declaring the Rwanda plan unconstitutional threatened the British public and made them more in favour of hierarchies between groups -- leading to electoral gains for anti-immigrant parties. They have implications for our study of politcal values and the electoral consequences of value change.", "url": "https://doi.org/10.31235/osf.io/h28af_v1", "doi": "10.31235/osf.io/h28af_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.9786770441154681}, {"title": "Acceptance of Inequality in the Social Democratic Welfare State: Income Differences, Welfare Chauvinism, and Populism in Sweden", "authors": "Arvid Lindh", "abstract": "The study examines two dimensions of inequality acceptance in Sweden: income differences and welfare chauvinism, as well as their association with populist attitudes. Based on original survey data collected from 2019 to 2022 (three pooled cross-sections, random samples of the adult population), the study reveals substantial social (by class) and political (by partisanship) divides regarding how redistributive ambitious and socially inclusive the welfare state should be, challenging assumptions of strong sociopolitical consensus. Welfare chauvinism is found to be more politically divisive than approval of income differences, with the sharpest divides emerging in the exclusivist conceptions of social rights and welfare deservingness held by voters of the non-mainstream (radical) right party, the Sweden Democrats. The results suggest that conflicts over inclusivist versus exclusivist conceptions of social rights and welfare deservingness could become central in Swedish politics, potentially shifting away from the universalist principles that underpin its social democratic welfare state model.", "url": "https://doi.org/10.31235/osf.io/hc7pg_v1", "doi": "10.31235/osf.io/hc7pg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.015098094079138202}, {"title": "The economic style of reasoning is not value-neutral! An interview with Elizabeth Popp Berman", "authors": "Ditte Andersen", "abstract": "As part of Acta Sociologica’s special issue on ‘Social investment in Action’ we bring an interview with Professor Elizabeth Popp Berman (EPB), author of the widely acclaimed Thinking like an Economist – How Efficiency Replaced Equality in US Public Policy (Princeton University Press, 2022) . Interviewer, Ditte Andersen (DA), probes Berman’s argument on how the economic style of reasoning is linked to specific values, especially the value of efficiency, in ways that crowd out other values (e.g. democratic participation, universal rights) and constrain social policy thinking in contemporary Western societies. Social investment policies epitomize the economic style of reasoning by orientating towards returns of public spending. In policy domains such as education, ‘social investment in action’ forefronts the value of returns (in the future) rather than, for example, the value of equality and universalism (in the present). The interview also turns attention to the role of sociologists in denaturalizing the taken for granted and aid the imagination of alternative futures.", "url": "https://doi.org/10.31235/osf.io/j38dt_v1", "doi": "10.31235/osf.io/j38dt_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.00946094728862823}, {"title": "La Demanda por Populismo", "authors": "Javier Sajuria", "abstract": "Uno de los principales dilemas políticos de los últimos años, al menos desde la crisis económico que azotó con particular intensidad a la Eurozona el 2008, se refiere al derrumbe del apoyo de las fuerzas políticas tradicionales (Moﬀitt 2015; Caiani y Graziano 2021). Primero la socialde- mocracia, y ahora la derecha tradicional (Bale y Kaltwasser 2021) han tenido que lidiar con la pérdida de las confianzas ciudadanas y la amenaza electoral desde los extremos. El surgimiento de estos extremos, como respuesta a la percepción de similaridad ideológica y a la incapacidad de hacer frente a las consecuencias de esta crisis, está íntimamente ligado al surgimiento de posturas populistas. El populismo, en su versión ideacional (Mudde 2017; Mudde y Rovira Kaltwasser 2018), se ha convertido en una de las herramientas ideológicas preferidas de estos sectores. La simpleza de la argumentación dialéctica entre pueblo y élite, sumado a la ventaja ética que trae la acusación de corrupción de las élites a la luz de los estragos de la crisis económica de 2008, le han dado una ventaja estratégica en los últimos 15 años. Sin embargo, el camino del surgimiento de partidos populistas en Europa no ha sido un salto directo al estrellato. Como han documentado van Kessel, Pirro y Taggart (2018), el crecimiento de una oferta populista ha tenido destinos disimiles en diversos países. Si bien la tendencia ha sido a la alza1, no es una trayectoria linear. Como cualquier otra altern", "url": "https://doi.org/10.31235/osf.io/rk497_v1", "doi": "10.31235/osf.io/rk497_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.029518185177028866}, {"title": "Benchmarking Machine Learning Models for ESG Prediction in South Korea Using News-Derived Time Series", "authors": "Kim yunwoo, Junhyuk Hwang", "abstract": "Existing ESG ratings have limitations like disclosure delays, inconsistencies, and uneven coverage, particularly in non-English markets. This paper addresses these issues by establishing the first machine learning benchmark for ESG prediction in the Korean market using news-derived time-series features. A standardized dataset of 278 Korean firms was constructed, and monthly sentiment and ESG-relevance features were generated from news using Korean-specific language models. A mask-aware CNN explicitly handles missing data by distinguishing observed months from imputed ones. The model achieved a Mean Absolute Error (MAE) of 17.9, a Root Mean Squared Error (RMSE) of 22.0, an 𝑅2 of 0.12, and a Spearman’s 𝜌 of 0.38, demonstrating that temporal modeling and explicit handling of missing data are crucial for improving predictive accuracy.", "url": "https://doi.org/10.31235/osf.io/v2738_v1", "doi": "10.31235/osf.io/v2738_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007980766641765613}, {"title": "How Persuasive Are the Most-Cited Climate Change Messages? A Registered Report Megastudy", "authors": "Jan G. Voelkel, Ashwini Ashokkumar, Adina T. Abeles, Jarret Crawford, Kylie Fuller, Chrystal Redekopp, Renata Bongiorno, Troy H. Campbell, Ullrich Ecker, Matthew Feinberg", "abstract": "How persuasive are the most-cited climate change messaging strategies? In five replication studies, we found limited evidence of persuasive effects of three highly cited strategies (N=3,216). We then conducted a registered report megastudy (N=13,544) testing the effects of the 10 most-cited climate change messaging strategies on Americans’ pro-environmental attitudes and behavior. Six messages significantly affected multiple preregistered attitudes, though effects were small (≤ 15% of the Democratic-Republican gap) and similar in magnitude across messages. Persuasiveness varied little across party lines, contradicting theories predicting heterogeneous effects for targeted messages. No message increased pro-environmental donations, highlighting the challenge of influencing costly behaviors through messaging alone. The most impactful messages influenced multiple mediating variables, limiting identification of the specific mechanisms driving effects. Taken together, these results identify several persuasive strategies, yet also highlight important limits of short-form messages for increasing Americans’ support for action to address climate change.", "url": "https://doi.org/10.31235/osf.io/xwceg_v1", "doi": "10.31235/osf.io/xwceg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01656829357811196}, {"title": "Brand or Be Gone: Cultural Commodities and the Struggle for Rural Survival in Japan and India", "authors": "Shubham Dey, Michinori Uwasu", "abstract": "Japan faces the challenge of depopulation and economic decline in rural areas. This research focuses on regional revitalization, primarily exploring the methods and policies that are concerned with the one village one product (OVOP). Recently, the Government of India launched the One district one product (ODOP) initiative which has a similar model that leverages regional strengths to address societal challenges and drive inclusive development. By examining case studies from both the countries, focusing on innovation and local resources, these policies should empower communities to harness their potential, leading to sustainable economic growth and enhanced quality of life. The research aims to identify the potential factors that led to the successful implementation of cases, creating a sustainable development based on branding a cultural commodity and testing its scalability and adaptability for policy formulations in countries facing acute depopulation or considering similar initiatives to rejuvenate rural economies.", "url": "https://doi.org/10.31235/osf.io/42ag7_v1", "doi": "10.31235/osf.io/42ag7_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01870769021665253}, {"title": "A Composite Framework for Evaluating Maternal and Child Mortality in Low-Income Countries: An International Comparison", "authors": "Tina Low", "abstract": "Low maternal mortality and under-5 mortality rates form part of Sustainable Development Goal 3. Its extensive prevalence in low-income countries calls for a reliable method to measure the effectiveness of government expenditure in the area, especially because many countries underperform or overperform on maternal and child health relative to health spending. This review establishes the Basic Health Infrastructure Index (BHII), constructed from normalized indicators of hospital beds, physician and midwifery personnel distribution, as a better matrix towards the predictability of maternal and child health statistics compared to the mere traditional health expenditure as % of Gross Domestic Product (GDP) proxy in determining associations. Results and case studies from 7 countries support the thesis that basic health infrastructure is a vital determinant of constraints, targeting optimizes outcomes, and GDP serves as a context rather than an indicator of reduced maternal mortality and under-5 mortality. This study recommends a three-step investment strategy for low-income countries: ensuring countries meet their determined minimum infrastructure threshold, then layering targeting programs for high-risk populations, followed by monitoring return-on-investment metrics. These are justified by philosophical approaches for the least advantaged.", "url": "https://doi.org/10.31235/osf.io/rjbfy_v1", "doi": "10.31235/osf.io/rjbfy_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008989385019005924}, {"title": "Too Soon to Dismiss? A Reanalysis of Forster and Neugebauer (2024) Highlighting the Role of Effect Heterogeneity in Evaluating Factorial Surveys", "authors": "Benjamin Schimke, Silvia Annen, Melanie Hochmuth", "abstract": "This replication study critically examines the findings and conclusions of Forster and Neugebauer (2024), who question the external validity of factorial surveys in capturing real-world behavior. Using the publicly available data from the original study, we reassess the effects of educational signals and ethnic origin. Our analyses show that the original results do not withstand all robustness checks and that theoretically derived effect heterogeneities across occupational fields provide more nuanced explanations. These findings challenge the general claim that factorial surveys are unsuitable for studying hiring processes and instead underscore the importance of context-sensitive modeling. We argue that factorial surveys remain a valuable methodological tool, particularly when heterogeneity is explicitly addressed in both design and analysis.", "url": "https://doi.org/10.31235/osf.io/zk2ar_v2", "doi": "10.31235/osf.io/zk2ar_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.06818134682252719}, {"title": "Agencia Colectiva: Una capacidad aumentada de acción conjunta", "authors": "Juan Mendoza-Collazos", "abstract": "Este capítulo presenta el modelo de niveles de agencia como marco semiótico para el estudio de la agencia colectiva. El modelo identifica seis tipos de agencia: operativa, reflexiva, conjunta, material, mediada por signos y simbólica. Se profundiza en las características de cada nivel y su arquitectura cognitiva para comprender los mecanismos semióticos que permiten cumplir objetivos compartidos. Se plantea que la agencia colectiva es una capacidad de acción aumentada por la incorporación de artefactos que constituyen sistemas sociotécnicos. Bajo esta perspectiva, el análisis aborda las formas institucionales y no institucionales de agencia colectiva. A diferencia de las instituciones, la agencia colectiva de las organizaciones sociales no institucionalizadas genera redes densas de interacción en estructuras horizontales que facilitan la convergencia entre las normas socialmente compartidas y los valores individuales. Finalmente, se reconoce a los individuos como agentes de cambio sistémico y se propone el modelo como una herramienta semiótica relevante para investigar las interacciones entre la agencia individual y la colectiva.", "url": "https://doi.org/10.31235/osf.io/28af9_v1", "doi": "10.31235/osf.io/28af9_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.06889872620138338}, {"title": "The Psychosocial Impact of Long Covid in Children and Adolescents: A Systematic Review", "authors": "Kate Vallely, Rebecca Newell, Sammie McFarland, Marija Pantelic", "abstract": "It is increasingly recognised that Long Covid may have profound psychosocial implications for children and adolescents, yet systematic reviews have predominantly synthesised findings pertaining to the impact of Long Covid in adults and the COVID-19 pandemic more broadly. This systematic review aimed to synthesise evidence related specifically to the psychosocial impact of Long Covid in children and adolescents. Five academic databases (Medline, Embase, Web of Science, Scopus and PsycINFO) were searched for relevant studies using terms related to ‘Long Covid’, ‘children and adolescents’, and ‘psychosocial outcomes’. Grey literature and citation searches were also performed. Quantitative and qualitative studies which estimated the prevalence of, or described, psychosocial outcomes in children and adolescents with Long Covid were included. 41 studies were included, comprising 35 quantitative and six qualitative papers. Five key themes were identified: mental health difficulties, stigma victimisation, and disruption to school functioning, social functioning, and leisure activities. This review lays the groundwork for a new phase of research and practice that regards young people with Long Covid not merely as patients with persistent symptoms but as children, entitled to the same opportunities as their peers, whose developmental, social and emotional needs demand fully equitable attention.", "url": "https://doi.org/10.31235/osf.io/2m8t4_v1", "doi": "10.31235/osf.io/2m8t4_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009464593303554536}, {"title": "Minimum Viable Relationships (MVR): A Relational Readiness Framework for African Ventures", "authors": "FAROUK MARK MUKIIBI", "abstract": "Startups that import MVP-first logics into high-context African markets frequently stall not because products lack utility, but because ventures lack permission to operate. This paper proposes Minimum Viable Relationships (MVR) as a relational-readiness gate that precedes MVP in such contexts. MVR formalizes the conditions under which counterparties (customers, distributors, institutions) grant access without triggering social or organizational sanction. The paper defines the construct, situates it against adjacent ideas (design thinking, diffusion of innovations), and argues that where social sanction outweighs functional risk, relationship viability must be validated before product experiments can be considered valid. The paper contributes three artifacts: (1) a seven-dimensional MVR diagnostic with go/no-go thresholds that scores embeddedness, trust, guardian vouches, and channel permission; (2) an MVR Investment Memo template that enables funders to assess relational risk alongside financial and operational risk; and (3) a practical design-lab of field tools for earning permission (pilot-site commitments, data-sharing agreements, compliance pathways, and referral loops). Comparative case vignettes (e.g., SafeBoda, KOKO Networks, Wave versus Dash, Sendy) illustrate how early permission artifacts are associated with durable traction. The framework reframes early venture due diligence in Africa from “Can the product work?” to “Are we allowed to make it work here?” and offers testable propositions for founders, investors, and ecosystem builders. Limitations and avenues for empirical study are discussed.", "url": "https://doi.org/10.31235/osf.io/3467j_v1", "doi": "10.31235/osf.io/3467j_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01648750166227464}, {"title": "Actor Hypernetworks and Urban Road Hypernetworks", "authors": "Takaaki Fujita", "abstract": "Graph theory has been widely applied across diverse scientific domains [1, 2]. Hypergraphs extend classical graphs by allowing hyperedges to connect arbitrary subsets of vertices, while superhypergraphs further enrich this structure through iterated powersets that capture hierarchical and self-referential relationships [3, 4]. An actor network links heterogeneous actants—humans, artifacts, texts, and rules—through directed associations, emphasizing relational materiality and performative agency [5,6]. An urban road network is a directed, weighted graph of intersections and road segments, modeling connectivity, capacities, and travel dynamics. In this paper, we extend actor networks and urban road networks by employing HyperGraphs and SuperHyperGraphs. These extensions are expected to provide clearer and more expressive representations of hierarchical structures in real-world actor networks and urban road networks.", "url": "https://doi.org/10.31235/osf.io/57mvr_v1", "doi": "10.31235/osf.io/57mvr_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009627359871314356}, {"title": "Gender Gaps in Leisure Association Participation among Children of Immigrants: Cultural Legacies, Parental Socialization, and Peer Contexts", "authors": "Anders Bastrup Jørgensen, Frank van Tubergen, Hans-Peter Y. Qvist", "abstract": "This study examines gender gaps in participation in leisure associations, such as sports, music, and drama clubs, among children of immigrants—a critical yet understudied aspect of immigrant integration. Using V-Dem data on gender traditionalism in origin countries and survey data from four Western European societies (N ≈ 18,000), the authors analyze how cultural legacies, parental socialization, and peer contexts shape gendered participation in leisure associations. Results show that girls from more gender-traditional countries participate markedly less in leisure associations than those from gender-egalitarian backgrounds, underscoring persistent cultural legacy influences. At the micro-level, parental socialization of traditional gender values significantly shapes girls’ participation but only partially mediates cultural legacy influences from origin countries. Additionally, peers also influence gendered behaviors, often amplifying or mitigating gender gaps in leisure association participation, highlighting the dual cultural pressures of parental and peer environments. These findings contribute to ongoing debates on immigrant integration while offering novel insights into the intersections of gender, culture, and civic engagement.", "url": "https://doi.org/10.31235/osf.io/5bvqz_v1", "doi": "10.31235/osf.io/5bvqz_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.9850916951021192}, {"title": "Literary fiction as art and activism: Colson Whitehead, Post‑blackness, and the Trumpian novel", "authors": "Marcel Knöchelmann", "abstract": "How can we hear the voice of American civil society in works of art? Civil society relies on solidarity—but when artistic expression becomes overly bound to solidarity’s demands, it may risk losing aesthetic complexity and collapsing into activist moralizing. How does contemporary American literary fiction navigate this tension? This article explores the question by combining a cultural sociological perspective on civil society with a close reading of Colson Whitehead’s work and his trajectory as a writer. I trace two transformations—of both the writer and his literary aesthetic—situating them in the broader social and political context, particularly the rise and fall of the symbolism of Post-blackness. Through an interpretive analysis of The Intuitionist, The Underground Railroad, and The Nickel Boys, I show how Whitehead’s increasing moral engagement paradoxically silences the very voice of civil society he seeks to amplify. This aesthetic shift reflects wider developments in the contemporary relationship between art and activism: as the public court of opinion falters—most visibly during Trump-era politics—art is increasingly compelled to abandon disinterestedness and assume a direct, urgent civil voice.", "url": "https://doi.org/10.31235/osf.io/5cusj_v1", "doi": "10.31235/osf.io/5cusj_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.012204919488933985}, {"title": "Hyvinvointi ja eriarvoisuus Suomessa 2016-2025: Kyselytutkimuksen aineistonkeruu ja tutkimusseloste", "authors": "INVEST Flagship, Mikko Niemelä, Olivia Maisalmi, Markus Laaninen", "abstract": "Tässä raportissa esitellään vuosina 2016, 2017–2018, 2020, 2022–2023 ja 2024–2025 kerättyjen Hyvinvointi ja eriarvoisuus Suomessa -kyselyjen aineistonkeruu sekä aineistoista muodostetun aikasarja-aineiston tutkimusseloste. Tutkimusselosteessa kuvataan aineistojen keruumenetelmät ja otantatekniikat kunakin vuonna sekä analysoidaan aineiston edustavuutta. Aineistojen keruusta on vastannut professori Mikko Niemelä ja ne on toteutettu eri tutkimushankkeissa. Aineiston kolme ensimmäistä aaltoa (2016–2020) on kerätty Suomen Akatemian Strategisen tutkimuksen neuvoston rahoittamassa hankkeessa Tackling Inequalities in Time of Austerity (TITA) (päätösnumerot 293103 ja 314250). Aineiston neljäs aalto (2022–2023) kerättiin osana Turun yliopiston INVEST-tutkimuskeskuksen tutkimustoimintaa (päätösnumero 320162) ja viides aalto (2024–2025) osana Suomen Akatemian tutkimusinfrastruktuurihanketta Survey of Health, Ageing and Retirement in Europe – Finland (SHARE-Fi) (päätösnumero 358736). Hyvinvointi ja eriarvoisuus Suomessa -kyselyaineistot sisältävät tietoa vastaajien subjektiivisesta hyvinvoinnista, hyvinvointiin ja eriarvoisuuteen liittyvistä kokemuksista sekä näkemyksistä eri väestöryhmien hyvinvoinnista. Aineistoon sisältyvät subjektiivisen hyvinvoinnin mittarit ovat vakiintuneita ja validoituja mittareita sisältäen tietoa muun muassa elämään tyytyväisyydestä, onnellisuuden kokemuksista, yksinäisyydestä, toimeentulokokemuksista sekä yleistyneestä luottamuksesta. Lisäksi aineistojen avulla voidaan tutkia esimerkiksi eriarvoisuuteen ja sosiaaliturvaan liittyviä asenteita, statushierarkioita sekä turvattomuuden tunnetta. Aineistot sisältävät tietoja muun muassa vastaajien demografisista ja sosioekonomista tekijöistä, tuloista, veloista ja asumismuodosta sekä puoluekannasta. Aineistojen keruu on toteutettu huhti-kesäkuussa 2016 (N=2534), marras-helmikuussa 2017- 2018 (N=2402), syys-joulukuussa 2020 (N=2700), joulu-tammikuussa 2022-2023 (N=2300) ja joulu-tammikuussa 2024-2025 (N=3003). Vuosina 2016–2020 aineistonkeruu on toteutettu puhelinhaastatteluin. Sen sijaan vuosien 2022–2023 ja 2024–2025 aineistot on kerätty hybridimenetelmällä. Vuosien 2022-2023 aineisto on pääosin kerätty puhelinhaastattelulla (N=1799), mutta sitä on täydennetty alle 35-vuotiaille suunnatulla internetpaneelilla (N=501). Vuosien 2024-2025 aineisto on puolestaan kerätty pääosin internetpaneeliin (N=2401) pohjautuen, mutta iäkkäämpien osallistujien tavoittamiseksi sitä on täydennetty puhelinhaastatteluin (N=602). Neljässä ensimmäisessä aallossa aineistojen perusjoukkona on Manner-Suomen 18–79-vuotias suomenkielinen väestö. Viidennessä aallossa aineiston yläikäraja on poistettu, joten perusjoukkona on mannersuomalainen yli 18-vuotias suomenkielinen väestö. Aineiston ensimmäisessä aallossa otantamenetelmänä on käytetty ositettua otantaa perustuen ikään, sukupuoleen ja maakuntaan. Myöhempinä vuosina on käytetty maakuntiin perustuvaa ositettua todennäköisyysotantaan. Aineistot sisältävät painomuuttujat kullekin vuodelle: vuoden 2016 aineisto on painotettu iän, sukupuolen ja alueen mukaan, muiden vuosien aineistot on painotettu iän ja sukupuolen mukaan. Painojen käyttö parantaa aineistojen edustavuutta. Tarkastellaan aineistojen edustavuutta sukupuolen, iän, työmarkkina-aseman, koulutuksen ja maakunnan mukaan.", "url": "https://doi.org/10.31235/osf.io/5cvka_v1", "doi": "10.31235/osf.io/5cvka_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0386204264405533}, {"title": "Scandal as Ambivalent Governance: Communication, Trust, and Legitimacy Beyond Liberal Models", "authors": "Karl Patrick R. Mendoza", "abstract": "Scandal is often theorized as rupture: the exposure of wrongdoing that mobilizes outrage and restores accountability. Yet this revelatory model, rooted in liberal-democratic contexts, struggles to explain why scandals frequently deepen ambiguity, entrench polarization, or recalibrate legitimacy without resolution. This article develops the concept of scandal as ambivalent governance through three Philippine cases: the Dengvaxia vaccine controversy, Philippine Offshore Gaming Operations (POGOs), and corruption in flood-control projects of the Department of Public Works and Highways (DPWH). Building on recent work on trust cultures, relational sovereignties, and constructivation, I argue that scandals are communicative arenas where publics simultaneously affirm and contest authority, extending and withdrawing trust through cultural grammars. Ambivalence is not a democratic deficit but a constitutive condition of communicative life. By theorizing from the Philippines, the framework challenges liberal-democratic models while offering concepts that travel outward, rethinking scandal as a constitutive practice of governance across both South and North.", "url": "https://doi.org/10.31235/osf.io/5ubwv_v1", "doi": "10.31235/osf.io/5ubwv_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.005209458208157436}, {"title": "The impact of Commonwealth Rent Assistance on low-income privately renting parents and children", "authors": "Jen Arnold, Chris Leishman, Jack Hewton, Rachel Ong, Lynette Washington, Rui Zhang, Weidong Liang", "abstract": "What this research is about: this research looked at how Commonwealth Rent Assistance (CRA) affects low-income families who rent privately. It focused on housing, money, health and wellbeing outcomes for parents and children. It also looks at the role of CRA in reducing disadvantage passing from parents to children. The forms of disadvantage considered in the report include poor housing, financial, wellbeing and health outcomes. Why this research is important: CRA is Australia's biggest housing support program. It cost the federal government $5.5 billion in 2023-2024. However, there is little research on how CRA affects recipients and their children. This research helps to understand how effective CRA is at reducing disadvantage and improving wellbeing. It also shows how these effects pass to children of households that receive CRA.", "url": "https://doi.org/10.31235/osf.io/e94w5_v1", "doi": "10.31235/osf.io/e94w5_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.012399316867363286}, {"title": "The Many Faces of Moradi’s Music: A Comparative Analysis of Situational Identities", "authors": "Kajwan Ziaoddini", "abstract": "In November 2024, Iranian musicians Ali Akbar Moradi and Pejman Hadadi toured the US East Coast, performing compositions for the tanbur, a long-necked lute mainly used by the Yarsan followers in western Iran. Despite the largely identical musical content across the concerts, they were all labeled differently. In brochures, artists’ and emcees’ short introductions onstage, and more intimate chats after the concerts, their music might be identified as Iranian, Persian, Kurdish, and/or Yaresan. While some of these titles might be awkward or avoided in Iran due to sociopolitical concerns, they may be deemed suitable for promoting this music among American audiences or the Iranian diaspora in the United States. By comparing the different labels used during Moradi’s 2024 East Coast tour and the way his recordings have been categorized in Iran, this paper examines how labeling processes reflect broader sociopolitical concerns and constraints. Drawing on theories of situational identity (Hall 1996), I argue that social contexts determine not only the way Moradi’s music has been categorized but also the connotations the same category may evoke among different demographics within and outside Iran. In this study, I use participant observation and unstructured interviews with artists and facilitators during and after the events, as well as investigating the labels used for Moradi’s previous recordings in online music streaming databases. This study shows how a seemingly innocuous concert series can serve as a lens for understanding Iran's complex sociopolitical landscape, ethnic/national factions, and ideological perspectives.", "url": "https://doi.org/10.31235/osf.io/gfmvb_v1", "doi": "10.31235/osf.io/gfmvb_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.07806654837321658}, {"title": "Personalizing Loneliness Interventions Using Individual and Social Contexts: An Agent-Based Mental Health Continuum Approach", "authors": "Bas Chatel, Geeske Peeters, Marcel Olde Rikkert, Vítor V. Vasconcelos", "abstract": "Loneliness is a growing public health concern with a wide-range of impacts on mental and physical well-being. While most interventions adopt a uniform, one-size-fits-all approach, emerging evidence suggests that the effectiveness of loneliness interventions depends on individual psychological traits and the structure of social environments. Previous work has shown that mental health outcomes are shaped not only by personal vulnerabilities but also by complex feedback processes embedded in social networks. However, it remains unclear which types of interventions work best for which individuals, and how social context modulates these effects. We develop and apply an agent-based model that simulates mental health on a continuum with loneliness as a latent state at its lower end. The model is shaped by baseline resilience, self-reinforcement, and social influence mechanisms, across a realistic synthetic population. We target these mechanisms for specific individuals and varying proportions of their social networks. Outcomes for the individual and sequential neighbors are compared to a counterfactual. We use a random forest model and compute SHAP values that identify which features of the individuals and their social networks predict intervention success. We show that interventions improving baseline resilience consistently benefit individuals, particularly those with low socioeconomic status embedded in moderately diverse networks. In contrast, interventions targeting self-reinforcement or peer influence exhibit greater variability and may produce adverse effects in overly homogeneous or fragmented contexts. Surprisingly, classical network centrality metrics fail to explain these patterns; instead, similarity in baseline and mental health traits across social layers emerges as a strong predictor of intervention efficacy. These findings suggest that personalization based on social and psychological similarity is more informative than topological metrics when designing interventions for loneliness. The results challenge assumptions about “scaling up” interventions and highlight the importance of tailoring to social context and individual vulnerability. More broadly, our approach demonstrates how computational models can capture the complex interplay between individual traits and cumulative, self-consistent social feedbacks, offering a concrete framework for designing socially aware, targeted public health interventions.", "url": "https://doi.org/10.31235/osf.io/h5xj9_v1", "doi": "10.31235/osf.io/h5xj9_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009508952597265696}, {"title": "The Topology of Cyberspace and Cybercrime Journeys: A Framework for Analyzing Online Offender Mobility", "authors": "Asier Moneva, Stijn Ruiter, Wim Bernasco", "abstract": "This paper introduces a novel framework for analyzing online offender mobility. Drawing on multidisciplinary insights, we extend two established criminological models for studying offline offending—the geometry of crime and crime journeys—by adapting their core concepts to cyberspace and developing a topology in which the cyber place is defined and becomes the unit of analysis. Just as offenders travel before, during, and after committing crime offline, we argue they also undertake trips before, during, and after committing cybercrime, and that like offline journeys these cybercrime journeys comprise identifiable and measurable components. We further distinguish between human journeys (what offenders perceive) and data journeys (what happens to the information they transmit). We explicitly demonstrate how concepts from the geometry of crime and crime journeys translate from offline to online crime and mobility. This approach enables the systematic formulation of research questions and the measurement of behavioral patterns, facilitating the generation and accumulation of knowledge on cybercrime offending. The paper illustrates the framework’s theoretical relevance within environmental criminology and its practical application for cybercrime analysis through concrete examples.", "url": "https://doi.org/10.31235/osf.io/jybkv_v1", "doi": "10.31235/osf.io/jybkv_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010412066810486786}, {"title": "Negotiating Legitimacy in Reformist Local Governance: Trust and Submission in Pasig City", "authors": "Karl Patrick R. Mendoza, Nathan Mishael O. Go, Emy Ruth D. Gianan, Brayan Paul D. Buten, Ralph Federick D. Patag", "abstract": "How do citizens in reform-oriented localities judge political authority? This article examines tiwala (trust) and pagsunod (submission) in Barangay Pinagbuhatan, Pasig City, based on 16 semi-structured interviews. It argues that legitimacy is evaluated less through institutional reforms than through trust cultures—vernacular moral grammars emphasizing loob (moral intent), pagpapakita (visible presence), and malasakit (care). Three dynamics emerge: (1) moralized visibility, where leaders’ presence signals sincerity and authenticity; (2) conditional submission, where compliance is negotiated, reversible, and grounded in fairness; and (3) hybrid accountability, where digital reforms gain legitimacy only when accompanied by relational responsiveness. By foregrounding these everyday practices, the study develops a meso-level framework that complements but also departs from clientelism, coercion, and populism, while engaging perspectives on moral economy and democratic ambivalence. It highlights the cultural foundations of reformist politics and shows that modernization acquires meaning only when refracted through expectations of presence, fairness, and care.", "url": "https://doi.org/10.31235/osf.io/nh9c5_v1", "doi": "10.31235/osf.io/nh9c5_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.005674262431944355}, {"title": "Digital Foodscapes: Past - Present - Future", "authors": "Joachim Allgaier, Tina Bartelmeß, Paulien Decorte, Rebecca Evans, Zeena Feldman, Melissa Anne Fernandez, Francesca Forno, Christian Fuentes, Katharina Graf, Rafi Grosglik", "abstract": "The everyday production, consumption, distribution, communication and management of food and culinary practices are increasingly influenced and mediated by digital technologies, ranging from digital procurement systems and online shopping, marketing and promotion to digital food activism. This socio-digital realm, and its typical food practices including planning, cooking, and eating, is often marked by mundane, seemingly banal interactions between humans and technologies. Yet, it is precisely these everyday interactions that are crucial to understand food, nutrition and health practices, especially given the growing reach and impact of digital technologies. This position paper proposes the concept of ‘digital foodscapes’ as an analytical and methodological lens to grasp and investigate how everyday spaces, discourses and practices around food, nutrition and health are changing with and through digitalisation. It provides a multi-scalar approach to understanding both micro-level everyday interactions and meso- and macro-level structures. In bringing together highly diverse disciplinary perspectives, this paper also identifies key future research areas around food and digitalisation.", "url": "https://doi.org/10.31235/osf.io/pzmu5_v1", "doi": "10.31235/osf.io/pzmu5_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007599960129513472}, {"title": "What Women Actually Want: Professions, Prestige, and Desire in Bestselling Fiction", "authors": "Ella Clement", "abstract": "I analyze how occupations are portrayed in contemporary popular fiction by coding the protagonists' and love interests' professions in 1181 bestselling novels from 2023--2024. Using large language model–assisted extraction with human oversight, I map which roles dominate across genres and compare them to real-world occupational data. The results show that fiction highlights a narrow set of archetypes---e.g., students, writers, detectives, athletes---while downplaying most everyday forms of labor. Overrepresentation is shaped partly by prestige: higher-status jobs are somewhat more likely to be emphasized, but many exceptions remain, with some prestigious professions underrepresented (e.g., tech executives and engineers) while low-prestige but narratively useful roles (e.g., hunters, antique dealers) are prominent. In romance titles, occupational portrayals diverge sharply by gender: men are written into positions of power, danger, or transgression, while women are more often portrayed in expressive or domestic roles. Comparing these fictional portrayals to survey and dating-app data on occupational desirability reveals consistent gaps, underscoring how cultural products use work as symbolic resources for storytelling and signaling desirability rather than mirroring labor markets.", "url": "https://doi.org/10.31235/osf.io/qaks4_v1", "doi": "10.31235/osf.io/qaks4_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.021378399632410172}, {"title": "Forecasting Early Retirement in Older Adults: Integrating CASP-Based Quality-of-Life Indicators from ELSA", "authors": "Ishan Durve", "abstract": "As statutory retirement ages rise, predicting early retirement becomes crucial for workforce planning and policy. This study applies machine learning techniques to predict early retirement using Wave 7 of the English Longitudinal Study of Ageing (ELSA), incorporating demographic, financial, social, and psychosocial predictors, including the CASP-19 quality-of-life scale. Four tree-based algorithms (CatBoost, XGBoost, LightGBM, Random Forest) were compared, with ensemble methods explored to optimize performance. XGBoost achieved optimal performance (ROC-AUC = 0.674, accuracy = 65%), while ensembles provided marginal improvements. Feature importance analysis revealed age as the dominant predictor, followed by aging attitudes, social connections, and financial stress. An ablation study showed CASP-19 adds minor incremental predictive value, with minimal performance decline when excluded. Application to working populations achieved 54% accuracy with self-reported retirement expectations, highlighting gaps between algorithmic predictions and individual intentions. These findings show comprehensive psychosocial assessment enhances prediction beyond traditional economic indicators, informing targeted workforce planning.", "url": "https://doi.org/10.31235/osf.io/rfn9s_v1", "doi": "10.31235/osf.io/rfn9s_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008434407457883819}, {"title": "Methodological Challenges in Paid Parental Leave Research &amp; Policy: Post-workshop Report", "authors": "Cassandra Engeman, Alzbeta Bartova, Sofie Burman, Stephan Köppe, Armela Maxhelaku", "abstract": "The 2019 EU Directive on Work-Life Balance for Parents and Carers1 issued a set of legislative actions aimed at supporting work-life balance, encouraging equal sharing of informal care between parents and increasing women’s participation in the labour market. Actions under the Directive include continued monitoring of policy outcomes and improved data on leave take-up and use of flexible work arrangements. However, sufficient data for adequate policy evaluations and routine monitoring are still out-of-reach. The EU COST Action Sustainability@Leave Network brought together leave policy experts across academia, government and practice backgrounds for a workshop in May 2025 at the Luxembourg Institute of Socio-Economic Research (LISER). Each invited workshop participant brought experience with data collection, policy evaluation and/or policy translation to the discussion. In this report, we summarise the presentations and commentary from this unique gathering of researchers and representatives of key data collection institutions to draw practical lessons for future policy implementation and evaluation.", "url": "https://doi.org/10.31235/osf.io/tqwfb_v2", "doi": "10.31235/osf.io/tqwfb_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.012049791303874402}, {"title": "Can pharmacare reduce suicide-related behaviors? A quasi-experimental study in Ontario Youth", "authors": "Peiya Cao, Kristine Ienciu, Yihong Bai, Antony Chum", "abstract": "Background Canada’s OHIP+ program, implemented in 2018, provided free comprehensive prescription drug coverage to individuals under 25. Given that youths face elevated risks of suicide-related behaviors (SRBs) and frequently encounter cost-related barriers to accessing mental health medications, this study evaluated whether OHIP+ impacted emergency department (ED) visits for SRBs among Ontario youth aged 19–24. Methods We used linked data from the 2016 Canadian Census and the National Ambulatory Care Reporting System, identifying SRB-related ED visits between April 2016 and March 2020. A single interrupted time series (ITS) and a comparative ITS (CITS) with Coarsened Exact Matching were employed to assess changes in SRB-related ED visits associated with the implementation of OHIP+. The CITS compared low- versus high-socioeconomic status (SES) youths, based on the assumption that low-SES youths are more likely to benefit from public drug coverage due to greater financial barriers. Results OHIP+ implementation was associated with an immediate reduction of 9.4 SRB-related ED visits per 100,000 youth per month (95% CI: -18.2 to -0.6). In the CITS analysis, low-SES youth experienced a significantly greater reduction compared to high-SES youth (difference: -19.6; 95% CI: -37.7 to -1.5). Sex-stratified models indicated that these effects were driven primarily by reductions among females. Conclusion Public drug coverage through OHIP+ was associated with a significant reduction in ED visits for suicide-related behaviors, particularly among low-income and female youth. Our findings underscore the potential of pharmacare to reduce acute mental health crises and promote health equity among vulnerable youth populations.", "url": "https://doi.org/10.31235/osf.io/u9qmr_v1", "doi": "10.31235/osf.io/u9qmr_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.007918108698851012}, {"title": "Resonance and culture: Reading poetry as a sphere of meaning", "authors": "Marcel Knöchelmann", "abstract": "How can resonance in the reception of poetry be understood sociologically? How does the subjective response to poetic works relate to more general social and symbolic structures? I combine Hartmut Rosa’s Resonance Theory with a cultural sociological perspective to illustrate how vertical spheres of resonance—art, nature, religion, or history—can be understood as structures of meaning. I demonstrate how actors transformatively adapt (anverwandeln) a segment of the world to sustain personal meaning and the possibility of resonance. Using Tomas Tranströmer’s poetry as a case study, I demonstrate how poetic reception embodies core elements of resonance—affect, self-efficacy, transformation, and uncontrollability. The cultural sociological reading of Resonance Theory helps to explain the broader cultural dynamics at play. Reception, thus, can be understood as a continuous process in which poetic work becomes a dialogue that reshapes both reader and text. I focus on three phenomena of reception: meaningfulness of form, elemental significance, and uncontrollability of the author’s voice. Ultimately, the case study reveals how poetry, as an iconic medium for existential inquiry, can foster a contemplative relationship to the world—one that resists the instrumentalization of modern society.", "url": "https://doi.org/10.31235/osf.io/uyzab_v1", "doi": "10.31235/osf.io/uyzab_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.020432687204956168}, {"title": "The Meanings of a Publication in the Humanities. Meaning, text, and authorship in critical perspective", "authors": "Marcel Knöchelmann", "abstract": "A publication is meaningful in different ways. It is more than objective materiality. A writer sees in a book a great achievement within a tradition of thinking. The corresponding reader finds in the same publication a hermeneutic device. For public discourse, the latest bestselling crossover book provides handy information to special interest readers. To philistine management, a publication is formal authorship in a research assessment exercise. And to varying degrees, all four such personas come together in the ordinary scholar, making the different types of meaning an imbricated whole. In this article, I provide a language for this meaningfulness. I make use of the structural hermeneutics of cultural sociology to demonstrate four key notions of meaning. This language helps to understand the way humanities scholars and other actors in contemporary academia deal with publications. I further illustrate what these abstract notions mean in practice with the recent monograph Also a history of philosophy by Jürgen Habermas.", "url": "https://doi.org/10.31235/osf.io/uzq7m_v1", "doi": "10.31235/osf.io/uzq7m_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.005551976918215518}, {"title": "Wuhan University,China“Sun Flag Incident”: An OSINT Analysis Report", "authors": "WEI MENG", "abstract": "This study aims to conduct a systematic assessment of the ‘red circle and white chairs’ incident at Wuhan University's 2025 commencement ceremony and its broader context within Sino-Japanese exchanges through open-source intelligence (OSINT) methodologies. The objective is to uncover potential cultural narrative risks and pathways of external influence. Methodologically, the study combines Competitive Hypothesis Analysis (CHA) with red team logic modelling, embedding the STEMPLES framework (Symbols, Timing, Events, Information, Processes, Leadership, Externalities, Structure) to conduct a multidimensional analysis of the event's symbolic risks, narrative imbalances, process vulnerabilities, and leadership behaviour. Findings indicate that the Wuhan University Party Committee's high-frequency exchanges with Japan between 2019 and 2025, coupled with the semi-autonomous operational mechanism of the Japanese alumni association, provided ‘soft influence pathways’ for cultural infiltration and misinterpretation of public discourse. The ‘red circle + white chair’ design, interpreted by the public as symbolising the ‘Japanese flag,’ exposed deficiencies in political sensitivity oversight during major ceremonies. Although no conclusive hostile intelligence networks or financial irregularities were identified, evidence indicates that uncontrolled symbolism and narrative gaps amplified opportunities for external narrative manipulation. In conclusion, this paper advocates establishing cross-departmental risk mitigation mechanisms to strengthen political security reviews of visual and narrative design. This should form a closed-loop system comprising ‘pre-event screening, in-process intervention, and symmetrical post-event responses’ to prevent symbolic missteps from strategic exploitation. Such measures offer valuable insights for universities' security governance in international cooperation and cultural exchange.", "url": "https://doi.org/10.31235/osf.io/wc9us_v1", "doi": "10.31235/osf.io/wc9us_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01485389508275392}, {"title": "Between Faith and Identity: The Role of Afro-Brazilian Terreiros in Supporting LGBTQ+ Youth", "authors": "Bruno Rodrigues Pereira", "abstract": "This study analyzes how LGBTQ+ youth find support in Afro-Brazilian terreiros, exploring their experiences, particularly regarding belonging, social support, and identity development. The research is based on dialogues with young people who attend these faith spaces, as well as observations of the welcoming practices carried out in these locations. The study shows how terreiros promote well-being, empowerment, and resistance in the face of social discrimination. Furthermore, it aims to contribute to the understanding of how religious practices can function as instruments of social inclusion and intersectional support for LGBTQ+ youth, providing valuable insights for researchers, policymakers, programs aimed at LGBTQ+ youth, and society at large.", "url": "https://doi.org/10.31235/osf.io/x94bp_v1", "doi": "10.31235/osf.io/x94bp_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.05232847786937633}, {"title": "The Anglosphere and the European Radical Right", "authors": "Srdjan Vucetic", "abstract": "Contemporary Europe is witnessing a surge in radical-right leaders, parties, movements and knowledge producers who seek and proclaim a new world order. Consulting texts collected from different media and forms of communication, this paper asks how these actors view ‘the Anglosphere,’ a distinct geopolitical space that challenges seemingly stable ‘Western’ and ‘Euro-Atlantic’ identities and identifications. ‘The’ European radical being a kind of empty signifier, the analysis identifies multiple discourses that simultaneously inform and challenge each other. ‘National conservatism’ treats the Anglosphere as part of a larger Western world – albeit one that has been overwhelmed by the worst excesses of liberalism. ‘Angloskepticism’ constructs the Anglosphere as Other, a blend of America’s uninvited imperialism and an Anglo-Saxon civilisation-state. ‘Neo-Eurasianism’ agrees with Anglo-skepticism on the Anglosphere’s fundamental otherness but casts it as an enemy rather than a ‘mere’ rival. The three discourses suggest contrasting and complementary understanding of international order. National conservatives aim to morally and politically recast the West. In contrast, Anglo-skeptics and neo-Eurasianists abandon this aspiration, instead emphasising greater ‘sovereignty’ and ‘strategic independence’ for Europe. As these previously fringe visions seep into the European political mainstream, they gain significance for the ongoing international reordering.", "url": "https://doi.org/10.31235/osf.io/4ypu8_v1", "doi": "10.31235/osf.io/4ypu8_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.04226161844594434}, {"title": "Does Credit Growth Weaken Stability? Evidence and Policy Implications in Vietnam", "authors": "Nguyen Thanh Trung, Truong Thi Hoai Linh, Nguyen Tri Khoa", "abstract": "This paper examines the bidirectional dynamics between credit growth and banking stability in the context of Vietnam, where the financial system is dominated by banks and the macroprudential framework is strongly strengthened over the period 2008–2024. Using a quarterly panel dataset of 29 Vietnamese commercial banks (Q1/2008–Q4/2024) and a Panel VAR (PVAR) model to handle endogeneity, the study quantifies the time-varying responses of credit growth (CRE) and the stability indicator Z-score to structural shocks. The main results show that: (i) a positive shock to banking stability increases credit in a statistically significant and persistent manner across multiple quarters; (ii) a credit growth shock does not have a significant impact on Z-score in the short–medium horizon; and (iii) the forecast variance decomposition (FEVD) shows asymmetry: Z-score variation is largely “autogenerated”, while CRE variation is increasingly explained by stability shocks (approximately 9–10% in the 10th quarter). Granger causality tests confirm a unidirectional relationship from stability to credit. The findings imply a “stability-first, credit-quality-later” policy priority order: strengthening capital and earnings quality, cross-cyclical provisioning discipline, and maintaining macroprudential tools that help expand credit supply sustainably without sacrificing systemic safety. The study contributes quantitative evidence in emerging markets, complementing the international literature that often emphasizes the credit-to-crisis channel, and suggests extensions to nonlinearities/thresholds and bank-specific heterogeneity.", "url": "https://doi.org/10.31235/osf.io/9k6n3_v1", "doi": "10.31235/osf.io/9k6n3_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.013698204204725561}, {"title": "A metasynthetic framework and generative grammar for modeling anthropological theories of ritual symbolic systems, reversible into an ontology generator", "authors": "Ross Freedenberg", "abstract": "In this paper I argue that there are many paths forward for a problem that often seems to have no solution at all: the methodological, theoretical, and analytical distinctions that drive the many distinct modes of doing anthropology. The approach I describe aims to help trace dense resonances between branches of anthropological theory that often seem categorically distinct and to add precision, depth, and ultimately generativity to the points at which they are in fact distinct. I do this by introducing a new metatheoretical framework and generative grammar for understanding the relationships between theories of ritual and social process. The starting point for this is the differences themselves between competing or distinct kinds of theory. By developing two multimodal axes, expressing high-dimensional rather than binary forms of differences, a much higher-dimensional, generative space opens up for finding productive resonances and tensions across wide domains of inquiry, ultimately helping to build generative forms of reflexivity for each.", "url": "https://doi.org/10.31235/osf.io/a9wsg_v1", "doi": "10.31235/osf.io/a9wsg_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.011903026956045948}, {"title": "Thematic Completeness in Reggae: Positioning Beres Hammond’s “Putting Up Resistance”", "authors": "Ato Kenya Rockcliffe", "abstract": "This essay employs a critical cultural analysis to examine Beres Hammond’s Putting Up Resistance as a thematically complete reggae composition. Grounded in Afro-Caribbean philosophy, Black radical thought, and Rastafarian epistemology, the analysis positions the song not merely as entertainment but as a cultural text and sonic archive of resistance. By engaging with Hammond’s lyrics, delivery, and thematic structure, the paper argues that the song exemplifies reggae’s emancipatory ethos through its synthesis of systemic critique, emotional and familial love, and a spirit of resilience. Methodologically, the paper combines lyrical close reading with historical and philosophical contextualisation, drawing on Caribbean and diasporic cultural studies to highlight reggae’s role as both critique and affirmation. Autobiographical reflection is incorporated not as a confession but as a methodological stance consistent with postpositivist traditions, situating the scholar within the interpretive framework of Caribbean intellectual praxis. Ultimately, Putting Up Resistance is presented as more than a song: it is a site of lived cultural production and a testament to reggae’s continuing capacity to articulate hope, resistance, and communal survival in the face of ongoing injustice. Keywords: Reggae music, Cultural resistance, Rastafarian epistemology, Caribbean cultural studies, Afro-Caribbean philosophy", "url": "https://doi.org/10.31235/osf.io/b5y67_v1", "doi": "10.31235/osf.io/b5y67_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.03397677886767081}, {"title": "Household Labour Productivity Gap in Rural Nigeria: Farm versus Non-Farm", "authors": "JOHN CHIWUZULUM ODOZI", "abstract": "The issue of labour productivity and the differential between countries and sectors is well established in the literature. The literature finds a wide gap in labour productivity between sectors, but there is limited empirical evidence for rural Nigeria. This paper examined the nature of labour productivity in rural Nigeria using Nigeria’s national data and a regression-based decomposition technique. Overall, the paper found that labour use in the farm sector was 17% less productive than labour in the nonfarm sector. From the regression results, factors such as years of schooling, age as a measure of experience, household size, land size, access to social infrastructure and urbanization, and technical change contributed to driving the labour productivity gap in rural Nigeria. From the results, education, social capital, and infrastructure matter for labour productivity and earnings convergence between farm and nonfarm sectors. Rural development programmes addressing these problems will significantly contribute to a better business environment to increase labour productivity.", "url": "https://doi.org/10.31235/osf.io/cp27h_v1", "doi": "10.31235/osf.io/cp27h_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.016259726485905568}, {"title": "Accounting Information Systems and Influencing Factors: A Research Review Using Bibliometric Method", "authors": "An Pham Thi, Nhung Doan Thi Hong", "abstract": "This study synthesizes and expands existing research on Accounting Information Systems (AIS) and influencing factors through a bibliometric analysis of 348 articles from the Scopus database, covering publications from 1996 to February 2025. The analysis explored publication trends, influential authors, institutions, journals, and countries, and employed keyword co-occurrence analysis using VOSviewer software. The findings of research showed that Indonesia emerged as the most productive country, followed by Jordan, Malaysia, the United States, and Vietnam. However, research from the United States and Australia exhibited higher citation impacts, possibly due to higher international visibility and impactful research content. Prominent institutions include Universitas Padjadjaran, Bina Nusantara University, Jadara University, and Universiti Teknologi MARA. Keyword analysis revealed six primary clusters, highlighting managerial support, user satisfaction, internal control, technological advancements, organizational knowledge, and information quality as critical influencing factors on AIS effectiveness. The findings also highlighted managerial commitment, technological capabilities, and internal organizational practices as essential for AIS quality.", "url": "https://doi.org/10.31235/osf.io/cqujb_v1", "doi": "10.31235/osf.io/cqujb_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.011094885265575893}, {"title": "Food Security and a Child’s Diet Quality Across Households in Rural and Urban Nigeria", "authors": "JOHN CHIWUZULUM ODOZI", "abstract": "The substantial number of food-insecure households in Nigeria and the problem of regional and socioeconomic disparities in food security are raising issues of food system transformation and justice. While knowledge of the gap is of public interest, the empirical validation of the gap is scant and the components of the gap linked to differences in socioeconomic characteristics and income inequality have not been investigated for Nigeria. This paper investigated the socioeconomic disparity in food security and a child’s diet quality. The specific objectives were (1) to profile the socioeconomic inequalities in food security and a child’s diet quality, and (2) to determine the relationship between food insecurity and a child’s dietary quality. The study employed Round 6 of the Multiple Indicator Cluster Survey (MICS6) data for Nigeria. A model was specified using a two-stage least-squares (2SLS) regression and analyzed using Stata MP Version 14. Results revealed 80.53% of households were food insecure, with a more pronounced estimate for the rural sector (81.95%) compared to the urban sector (78.08%). This was found to be statistically significant. As wealth ranking of households increased from poorest to richest, the proportion of households in food insecurity declined for the rural sample and for the pooled. The regression result showed that food insecurity decreased the likelihood of children having a quality diet and was statistically significant for rural areas and for the pooled sample (National). Thus, promoting programmes that enhance food access, availability, and utilization, targeted at the rural and urban poor, as well as diverse diets for children, are paramount", "url": "https://doi.org/10.31235/osf.io/ewvkm_v1", "doi": "10.31235/osf.io/ewvkm_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.014150642578603878}, {"title": "The Matthew Defect: How Credit Economies Bury Ideas, Distort Careers, and Mis-train Our Machines", "authors": "David Kyle", "abstract": "The Matthew Defect (MD) is the systematic burying of ideas and their originators through standard academic practices that reward prestige over provenance. Unlike Merton's Matthew Effect, which demonstrates how advantage accumulates for those already recognized, the Matthew Defect reveals how evaluation systems actively disadvantage specific work through routine procedures rather than misconduct. This dynamic emerges from everyday practices including editorial gatekeeping, strategic citation, and metrics that substitute institutional prestige for substantive judgment. These patterns, already intensified by digital platforms and hypercompetition, now risk being permanently embedded in Large Language Models that inherit and amplify skewed citation patterns from their training data. I introduce KNOBE (Knowledge-Native Objects for Bots and Engines) as a proposed infrastructure for preserving provenance in human-AI knowledge systems.", "url": "https://doi.org/10.31235/osf.io/f986v_v1", "doi": "10.31235/osf.io/f986v_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.004899668693126857}, {"title": "Patients Experience of Telemedicine in Saudi Arabia: A Review of User Perspective", "authors": "Mustafa Mohammed Mustafa, Mohammed. A. Almohaeitheif, Ahmed Elnadif Elmanssury, Safa Abdalla Elnour Dafaallah", "abstract": "Background: In today’s world, one of the requirements is the urgent need to provide fast, low-cost, affordable, and high-quality medical services. These demands have led to the invention of ways in which medical services can be provided to patients in their homes. Methods: This study aimed to analyze patients’ experience of the implementation of telemedicine in Saudi Arabia (Riyadh City). Samples from different categories of patients were randomly selected following opportunity sampling techniques. The study population included 332 participants (male and female). For data collection, we used a questionnaire consisting of 8 items. The questions were rated using a 5-point Likert scale (agree, strongly agree, average, disagree, and strongly disagree). Results: A total of 67 (19.5%) participants reported that they use telemedicine only for medical consultation, while 47 (13.7%) said that they use it for diagnosis and treatment as well. The participants revealed that telemedicine saves them time and money. However, they admitted that telemedicine negatively affected their relationship with the service providers. Finally, patients described communication challenges and a lack of confidence in accessing telemedicine. Conclusions: The study concluded that the main barriers to the use of telemedicine services are a lack of confidence in accessing telemedicine, difficulty communicating due to the use of different languages and dialects, and the fact that these services are not suitable for uneducated people.", "url": "https://doi.org/10.31235/osf.io/gy49c_v1", "doi": "10.31235/osf.io/gy49c_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.011227792659345037}, {"title": "Gender Differences in Beginning Academic Careers and Navigating Parenthood", "authors": "Xinyi Zhao, Gemma Elizabeth Derrick, Cassidy Sugimoto, Vincent Larivière", "abstract": "Balancing academic training and parenthood poses unique challenges, particularly during the Ph.D. stage. Using global survey data, we reconstruct life-course trajectories of academic parents to investigate gender differences in the timing of Ph.D. completion and parenthood, and their implications for careers. We identify five distinct trajectories. Women more often prioritized Ph.D. completion before age 30 and transitioned to parenthood after 35, whereas men tended to become parents during doctoral studies, often with three or more children by age 40. Early parenthood was associated with the largest gender gaps in long-term scientific citations, favoring men; these disparities disappeared among those who became parents after age 35. Men were also more likely to secure and remain in academic positions regardless of parenthood timing. These findings highlight persistent challenges for early-career mothers and underscore the need for institutional policies to better support parenting responsibilities alongside career progression.", "url": "https://doi.org/10.31235/osf.io/ksd6q_v1", "doi": "10.31235/osf.io/ksd6q_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.00848022233046386}, {"title": "Individuals’ Perceptions of the Most Important People Who Raised Them: Differences by Sexual Identity", "authors": "Christopher Scheitle, Taylor Remsburg, Katie Corcoran", "abstract": "Past research suggests that youth who identify with marginalized sexual identities can encounter hostility from their parents due to their sexuality. Such rejection could lead individuals to look to other relationships for material, social, and psychological support as they grow up. We assess this hypothesis by analyzing data produced from a probability survey of U.S. adults that asked respondents to identify the most important people who raised them. Multinomial logistic regression models find that gay or lesbian individuals are more likely than straight individuals to choose their grandmother as the most important person who raised them. Similarly, gay or lesbian individuals are more likely than straight individuals to choose a non-family member—such as a neighbor or teacher—as the second most important person who raised them. These findings provide support for past research that has mainly used qualitative or non-probability data to examine how sexuality shapes family relationships.", "url": "https://doi.org/10.31235/osf.io/n5sqf_v1", "doi": "10.31235/osf.io/n5sqf_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.009020177990647471}, {"title": "A Framework for the Verification and Communication of Exceptional Intelligence Profiles: A Technical Case Study", "authors": "Fabiano de Abreu Agrela Rodrigues", "abstract": "This article presents a longitudinal technical case report of the author’s own psychometric intelligence assessments, conducted since 2014 by licensed psychologists in Brazil and Portugal. Standardized instruments included the Wechsler Adult Intelligence Scales (WAIS-III, WAIS-IV, WASI) and Raven’s Advanced Progressive Matrices, together with complementary neuropsychological batteries sampling working memory, processing speed, executive functions, and social responsiveness. The consolidated result is a Full Scale IQ of 160 points (SD = 15), with one extrapolated administration reaching 164 points. Performance on Raven APM was consistent with the 99.9th percentile. External validations include an official RankBrasil record of 188 points (SD = 24) in a specific IQ test, admissions to international high-IQ societies requiring recognized instruments, participation in whole-genome studies, neuroimaging research at the University of Coimbra, and formal recognition of all examinations in Hong Kong. The findings are integrated with psychometric and neuroscientific literature, addressing practice effects and measurement issues, while outlining a minimum evidence package for public claims about exceptional intelligence.", "url": "https://doi.org/10.31235/osf.io/nbvx8_v1", "doi": "10.31235/osf.io/nbvx8_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01029790340482295}, {"title": "An experimental assessment of sex differences in interviewer-induced social desirability bias", "authors": "Patrick Sturgis, Jouni Kuha", "abstract": "Social desirability bias (SDB) occurs when respondents systematically distort survey responses through self-deception and impression management. While there is a large literature on interviewer-induced SDB, less is known about how and why this varies between different respondents across demographic groups. We present new evidence on between-group heterogeneity in SDB, with a specific focus on respond- ent sex, from a randomised mode experiment where respondents were randomly assigned to either computer-assisted telephone interviewing (CATI) or Computer Assisted Web Interview (CAWI). Allied with the availability of rich covariates on both respondents and nonrespondents, this design enables us to estimate the causal effect of interview mode on SDB, separately for men and women, across a large set of both positively and negatively valenced attitudes and behaviours. Our results re- veal large mode effects on SDB: CATI administration inflates reporting of positively valenced items while suppressing reports of negatively valenced items compared to CAWI. These differences were largest and most consistent for positively valenced items. Women showed significantly greater interviewer-induced SDB than men on these outcomes. Our findings point to the superiority of online self-completion for measuring normatively valenced attitudes and behaviours. They also suggest that interviewer-administration can systematically distort between-group comparisons on normatively sensitive questions.", "url": "https://doi.org/10.31235/osf.io/p6wr8_v1", "doi": "10.31235/osf.io/p6wr8_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.013558391627994104}, {"title": "Breaking Bread, Building Hope: An Eight-Year Partnership Addressing the Toxic Drug Crisis in British Columbia", "authors": "Jennifer Hawkins, Marinel Kniseley, Saranee Fernando, Amy Salmon, James Robson, Mike Sikora, Daniel Snyder, Steven Esau", "abstract": "Research that purports to engage communities has become more mainstream, presenting an imperative to thoughtfully engage ethical principles that grapple with on-the-ground complexities of the work. Here we reflect on learnings from an eight-year, community-based participatory research (CBPR) partnership in British Columbia, Canada that addressed the ongoing public health emergency of toxic drug-related deaths in a semi-urban and rural setting. This challenging research context provides a methodological petri dish from which to examine common ethical challenges inherent in CBPR work. Here we discuss how praxis aligned with the concepts of relationality, embeddedness and embodiment contain both tension and promise in complex research contexts. We depict how relational authenticity was facilitated by flexibility and informal interactions and was further enhanced by deeply-engaged, physical presence that enkindled hope even when hope was hampered by limited agency. We also present commensality as a promising methodological tool.", "url": "https://doi.org/10.31235/osf.io/q794j_v2", "doi": "10.31235/osf.io/q794j_v2", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.013184108609179734}, {"title": "Intergenerational Social Mobility and Gender Equality Status in Bangladesh: A Cross-Sectional Study", "authors": "Abul Kalam Azad, Md Mahbub-ul Alam, Shamme Akter", "abstract": "Gender disparity remains a critical concern in sociological research and global policy discourse. In alignment with social mobility theories, the elimination of gender inequality has gained international attention, exemplified by the World Economic Forum’s Global Social Mobility Index (GSMI). Although gender equality is a core objective of the Sustainable Development Goals (SDGs), its formulation from a social mobility perspective remains underexplored in the context of Bangladesh. This study aims to examine the impact of intergenerational social mobility on gender equality in Bangladesh. Using an explanatory research design, the study develops a social mobility model of the Gender Inequality Index (GII) and employs a household survey conducted through a multi-stage sampling technique. Findings indicate that the downward socioeconomic status (SES1) of parents reinforces gender inequality, whereas the upward mobility (SES2) of their children contributes to its reduction. The study concludes that fostering upward social mobility could be instrumental in addressing gender inequality across future generations in Bangladesh. These findings hold consistent across varied datasets, sample frames, and model specifications.", "url": "https://doi.org/10.31235/osf.io/tc73m_v1", "doi": "10.31235/osf.io/tc73m_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.08219490028335741}, {"title": "‘€100 million was inevitable’ – Football fans as co-creators of market values in professional football", "authors": "Jürgen Beyer", "abstract": "This article examines how the online fan community on the German platform transfermarkt.de co-constructs the market values of professional footballers. Through a qualitative text analysis of 1,030 forum posts, the study identifies six central justificatory conventions: performance, comparison, market, speculation, reputation, and yield. Fans’ arguments encompass assessments of sporting performance, statistical data, comparisons with peers, current transfer offers, speculative projections, club-specific contributions, and considerations of public reputation. Market values thus arise as dynamic and collectively negotiated constructs, reflecting multiple, sometimes conflicting, norms of evaluation. The findings demonstrate that fans are not passive observers but active participants who shape the criteria and legitimacy of market values. In doing so, they contribute both to the ongoing economisation of professional football and to the social legitimation of market value as a key category within the sport.", "url": "https://doi.org/10.31235/osf.io/txqfj_v1", "doi": "10.31235/osf.io/txqfj_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.020823464738528363}, {"title": "Unpredictability in Caregiver-child Relationships: Impact on Child Verbal Abilities and Externalizing Problems", "authors": "Zhi Li, Jiaxuan Zhang, Melissa Sturge-Apple, Zishan Su, Patrick Davies", "abstract": "This study examined longitudinal associations between caregiver-child dyadic unpredictability, children’s verbal abilities, and externalizing problems, and the moderating role of temperamental surgency. Participants were 235 families with young children (Mage =2.97 years, SD = 0.38, range: [2,4], 55.3% female, ethnicity: 55.2% White, 21.3% African American, 16.2% mixed race). Mother-child dyadic unpredictability measured at wave one was linked to lower verbal development over waves one and two, which was associated with greater increases in externalizing problems over waves one and three. These effects were particularly salient for children with high surgency. In contrast, father-child dyadic unpredictability was linked to greater verbal ability for children with low temperamental surgency, although this finding did not hold after controlling for the variability in child dysregulation during father-child interaction. Furthermore, findings revealed a curvilinear association between father-child dyadic unpredictability in association with the development of children’s verbal ability. The present study has important implications for understanding unpredictability within parent-child interactions and its influence on child development. (©American Psychological Association, 2025. This paper is not the copy of record and may not exactly replicate the authoritative document published in the APA journal. The final article is available, upon publication.)", "url": "https://doi.org/10.31235/osf.io/u9caj_v1", "doi": "10.31235/osf.io/u9caj_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01247312395876421}, {"title": "Cantril Ladder or Overall Life Satisfaction? Comparing 0–10 Summary Indicators of Adolescent Wellbeing", "authors": "Jose Marquez, Wanying Zhou, Leoni Boyle, Laura Taylor", "abstract": "Despite widespread use in wellbeing research, little is known about whether the Cantril Ladder (CL) and Overall Life Satisfaction (OLS) questions (both 0–10 single-item indicators) capture the same construct in adolescent populations. We analysed data from 6,445 students aged 11–18 in 38 International Baccalaureate schools across 24 countries. We compared CL and OLS using descriptive statistics, confirmatory factor analysis (CFA), regression models, and subgroup analyses. Mean CL and OLS scores were similar, but response distributions differed: OLS showed more extreme values and negative skew. In a CFA including other life evaluation measures, both OLS and CL items loaded on a shared life evaluation latent factor, but OLS showed higher loadings. OLS also showed stronger predictive validity than CL across measures of life evaluation, affect, and eudaimonic wellbeing. Subgroup analyses revealed interpretive differences across age, gender, and language groups (English, Spanish, and French). Both CL and OLS are valid indicators of adolescent life evaluation, but they are not interchangeable. OLS may be preferable as a summary measure due to stronger predictive performance, while CL may offer more consistent subgroup comparability. Researchers should consider these trade-offs when selecting and interpreting single-item wellbeing measures.", "url": "https://doi.org/10.31235/osf.io/v6tj4_v1", "doi": "10.31235/osf.io/v6tj4_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006617593079195294}, {"title": "Ranking Countries’ Development Objectively", "authors": "Niels Lind", "abstract": "The broadly accepted Human Development Index HDI is an example of ways to rank countries with statistical indicators. The HDI comprises three primary social indicators: Life expectancy, income and schooling. It has severe defects of methodology and is biased by data transformations. Here these shortcomings are eliminated by ranking directly from the ranks of the component indicators. The Development Ranks DR that emerge are significantly different from the HDI ranks. The methodology is simple and general. It can be universally applied to other compound-indicators and the rankings indices for guidance on policy goals.", "url": "https://doi.org/10.31235/osf.io/x2nec_v1", "doi": "10.31235/osf.io/x2nec_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0094738713597321}, {"title": "Police Violence: Misbeliefs, Media, and Generational Differences", "authors": "Kevin McCaffree, Anondah Saide", "abstract": "Large numbers of experts and laypeople alike were misinformed about police violence data, and supportive of objectively damaging social policies, during the George Floyd riots of 2020. Why? In this paper, we review the evidence for misinformed attitudes about policing and the consequences thereof. We end with a discussion of why false beliefs , with devastating consequences, spread so rapidly in society.", "url": "https://doi.org/10.31235/osf.io/zk9we_v1", "doi": "10.31235/osf.io/zk9we_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.016116007468798266}, {"title": "Beyond Cultural Objects: Algorithms as Ontological Mediators", "authors": "Stamatis Tsoumaris", "abstract": "This article addresses a fundamental limitation in contemporary anthropological approaches to algorithmic systems: their reliance on representational frameworks that treat computation as mediating pre-existing social relations rather than participating in their ongoing constitution. Drawing on the ontological turn in anthropology, agential realism, and processual philosophy, I develop an analytical framework that recognizes algorithms as ontological mediators—entities whose operations participate directly in bringing into being the subjects, temporalities, and social relations they appear merely to process. I introduce three core concepts: ontological mediation, recursive capture, and algorithmic territorialization, supported by methodological innovations in processual ethnography. These tools offer anthropologists new approaches for understanding how computational systems participate in the ongoing constitution of social worlds while remaining attentive to lived experience and cultural meaning.", "url": "https://doi.org/10.31235/osf.io/3n92s_v1", "doi": "10.31235/osf.io/3n92s_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.013126641963634667}, {"title": "“Are there truly acoustic melodies on hillsides?” Can such human-based manufactured soundscapes be an asset to tourism destinations?", "authors": "Al Fauzi Rahmat, Zoltán Bujdosó, Muhammad Ramdani Pamungkas, Yerlan Issakov, Ali Bağdadi, Amina Uaisova, Lóránt Dénes Dávid", "abstract": "Soundscape tourism has become one type of tourism, and its trend is emerging in most areas with hilly, forested, and natural landscapes, such as Bantul Indonesia, becoming a mainstay for region development and its community. This article explores four human manufactured soundscape tourism destinations in Bantul, Indonesia, examining the interrelationships between each tourism stakeholder and pinpointed development from a socio-economic perspective. We adopt a cross-case study approach, drawing main sources from government statistics, regulations, social media narratives, and online news. Using the NVivo 12 Plus software, we coded and annotated the research source. Our research revealed that in four case studies, tourism soundscapes emerged as the primary tourist attractions, with other attractions only marginally contributed. Presenting music or acoustic stages enabled tourism industry to reap benefits, particularly for local community and regional income. However, it is important to emphasize sustainability issues, thus, the continuous increased in music soundscape in nature has led to the formation of collaborations among tourism actors, with local communities “Pokdarwis” posed as the principal driving force behind destination development. This study demonstrates that human-manufactured soundscapes have the potential to increase visitor numbers and outperform natural soundscapes in natural destinations.", "url": "https://doi.org/10.31235/osf.io/4qarx_v1", "doi": "10.31235/osf.io/4qarx_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.07639725737489078}, {"title": "Musical Diversity and Discursive Unity: Projections of Ethnic and National Identities onto Regional and Classical Musics in Iran", "authors": "Kajwan Ziaoddini", "abstract": "“This radif that you acquire, is actually the collection, an encyclopedia, of melodies and motives of various local musics through the country.” During ten years of Iranian classical repertoire education known as radif, my mentors used to remind me of the regional roots of each piece and assert the organic relationship between national classical music and local folk musics. Classical-regional music dichotomy is an omnipresent classification of the music in Iran, representing the notions of nationality and ethnicity, respectively. This paper aims to study how the dynamics between nationality and ethnicity in Iran have been reflected in the relationships between classical and regional music. I draw on Maria Sonevytsky’s (2022) and Tanya Merchant’s (2014) study of evolutionism in the former Soviet Union and Rasmus Elling’s study (2015) of the minorities in Iran. Focusing on the mostly Iranian musicologists’ and musicians’ published articles, essays, and interviews as well as my experience in the field as a student of Iranian classical music at the University of Tehran, I argue that the prevalent discourse has conflated the sociopolitical notion of Unity in Diversity with the previously established hierarchical mindset in music such that it resulted in the delineation of a hierarchical order of musical systems. I hope to show how the devastating implications of evolutionism can breach contemporary conceptualizations.", "url": "https://doi.org/10.31235/osf.io/4wr7d_v1", "doi": "10.31235/osf.io/4wr7d_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.9052966161107091}, {"title": "The Sextuple Helix Innovation Model. Understanding the Knowledge Production of Artificial Intelligence in Culture- and Creativity-Driven and Sustainable Innovation Ecosystems", "authors": "Lutz Peschke", "abstract": "This paper introduces the Sextuple Helix Innovation Model as a novel framework for understanding the role of generative artificial intelligence (GenAI) in culture- and creativity-driven as well as sustainable innovation ecosystems. Building on the evolution from the Triple Helix (university–industry–government) to the Quintuple Helix (including the media-based/culture-based public and the natural environment), the proposed model adds GenAI as a sixth helix. Unlike previous views of AI as a mere tool, this paper conceptualizes GenAI as an independent knowledge producer with its own knowledge economy, engaged in mutual exchanges with human and institutional actors. The argument is grounded in a constructionist epistemology and knowledge economy theory, validated through a scoping review of scholarly literature across creative industries, cultural policy, and innovation studies. The review reveals that while GenAI augments human creativity by enabling co-creation, ideation, and democratization of cultural production, it simultaneously raises challenges such as curatorialization of labor, reduced diversity of outputs, and threats to artistic autonomy. The framework of mutual creativity emphasizes reciprocal influences: human creativity shapes AI outputs just as AI reshapes human creative processes. By positioning GenAI as an epistemic agent, the Sextuple Helix Innovation Model reframes discourses beyond the dominant narratives of disruption and regulation. It highlights opportunities for transforming labor markets, enabling sustainable cultural practices, and expanding innovation ecologies through “phygital” recombination of digital and traditional forms. At the same time, it underscores the need for critical awareness of biases, cultural sensitivity, and ethical implications inherent in AI-driven knowledge production. Ultimately, the paper argues that recognizing GenAI as a helix in its own right not only deepens our understanding of knowledge economies but also paves the way for creativity- and sustainability-oriented innovation paradigms where human and non-human actors co-produce knowledge.", "url": "https://doi.org/10.31235/osf.io/5jhv9_v1", "doi": "10.31235/osf.io/5jhv9_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.018409961883892434}, {"title": "Noticias con inteligencia artificial: percepción e impacto de audiencias y profesionales tras un experimento radiofónico / News with Artificial Intelligence: Perception and Impact on Audiences and Professionals after a Radio Experiment", "authors": "Julen Orbegozo-Terradillos, Ainara Larrondo-Ureta, Simón Peña-Fernández", "abstract": "[ES] Propósito. Este artículo analiza un experimento radiofónico pionero en el uso de inteligencia artificial (IA) llevado a cabo por la emisora pública vasca en euskera Euskal Irrati Telebista (EiTB), situada en España. La iniciativa consistió en la automatización de la generación de textos informativos y la clonación de voces humanas para la locución de noticias en el programa Faktoria. Metodología. La investigación combina metodologías cualitativas y cuantitativas para evaluar la detectabilidad del contenido automatizado por parte de la audiencia, y las percepciones y actitudes del colectivo de oyentes y profesionales del medio hacia el uso de esta tecnología. Resultados y conclusiones. Los resultados muestran que la mayoría de oyentes no detectaron la presencia de IA en las piezas emitidas, lo que sugiere un alto grado de mimetización de las herramientas tecnológicas. Sin embargo, los valores emocionales atribuidos a la voz automatizada, como la cercanía y la implicación, obtuvieron peores calificaciones, lo que indica una desconexión emocional en la recepción del contenido generado por IA. A nivel profesional, el colectivo de periodistas expresó sensaciones de desasosiego ante la posibilidad de perder control sobre ciertos procesos creativos, pero también reconocieron las ventajas de la IA en la automatización de tareas rutinarias. Aporte original. Este estudio es pionero en evaluar el uso de la inteligencia artificial en la creación de contenido radiofónico en una lengua minorizada como el euskera, centrándose especialmente en la detectabilidad del contenido y proporcionando nuevas perspectivas sobre su impacto tanto en las audiencias como en los profesionales. [EN] Purpose. This article analyses a pioneering radio experiment in the use of artificial intelligence (AI) conducted by the Basque public broadcaster in Basque, Euskal Irrati Telebista (EiTB), located in Spain. The initiative involved automating the generation of news texts and cloning human voices for news narration in the program Faktoria. Methodology. The research combines qualitative and quantitative methodologies to assess the detectability of automated content by the audience, as well as the perceptions and attitudes of listeners and media professionals towards the use of this technology. Results and conclusions. The results show that most listeners did not detect the presence of AI in the aired pieces, suggesting a high degree of technological mimicry. However, emotional values attributed to the automated voice, such as closeness and involvement, received lower ratings, indicating an emotional disconnection in the reception of AI-generated content. On a professional level, journalists expressed feelings of unease about the possibility of losing control over certain creative processes but also recognized the advantages of AI in automating routine tasks. Original contribution. This study is pioneering in evaluating the use of artificial intelligence in the creation of radio content in a minority language like Basque, with a particular focus on the detectability of the content and providing new insights into its impact on both audiences and professionals.", "url": "https://doi.org/10.31235/osf.io/6qm9e_v1", "doi": "10.31235/osf.io/6qm9e_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.020650913315011565}, {"title": "La inteligencia artificial como motor de innovación en los medios: apropiación técnica, cautela informativa / Artificial intelligence as a driver of media innovation: technical appropriation, editorial caution", "authors": "Barbara Sarrionandia, Simón Peña-Fernández, Jesús Ángel Pérez-Dasilva", "abstract": "[Es] La inteligencia artificial (IA) está transformando de forma profunda el trabajo en los medios de comunicación, alterando no solo las rutinas de producción, sino también los perfiles profesionales y la organización interna de las redacciones. Esta investigación examina cómo integran la IA los medios de comunicación del País Vasco, con el objetivo de conocer las prácticas innovadoras que desarrollan en este ámbito y comprender su impacto en las distintas fases del trabajo periodístico. Para ello, se ha adoptado una metodología mixta que combina entrevistas en profundidad a nueve responsables de seis medios vascos con una encuesta a 504 periodistas y profesionales en activo. El análisis se ha estructurado según las tres fases clásicas del proceso periodístico: búsqueda de información, producción de contenido y distribución. Los resultados muestran una adopción cauta de la IA en el plano informativo, pues su uso se orienta principalmente a tareas auxiliares, como la transcripción automática, la corrección de textos o la traducción. Aunque se han identificado iniciativas experimentales innovadoras por parte de los medios, como la clonación de voz en productos narrativos, estas se han desarrollado en contextos periféricos y no informativos. Asimismo, pese al incipiente desarrollo de estrategias corporativas, normativas internas y aplicaciones propias, la implementación de la inteligencia artificial continúa dependiendo en gran medida de las soluciones ofrecidas por las grandes plataformas tecnológicas y de la iniciativa individual de los profesionales. [EN] Artificial intelligence (AI) is profoundly transforming work in the media sector, reshaping not only production routines but also professional profiles and the internal organisation of newsrooms. This study examines how media outlets in the Basque Country are integrating AI, with the aim of identifying the innovative practices being developed and understanding their impact across the different stages of journalistic work. To this end, a mixed-methods approach was adopted, combining in-depth interviews with nine professionals from six Basque media organisations and a survey of 504 active journalists and media professionals. The analysis was structured around the three classic phases of the journalistic process: information gathering, content production, and distribution. The findings reveal a cautious adoption of AI in news related activities, as its use is primarily focused on auxiliary tasks such as automatic transcription, text editing, or translation. While some innovative experimental initiatives have been identified —such as voice cloning in narrative products— these have mostly emerged in peripheral, non-news contexts. Moreover, despite the early development of corporate strategies, internal regulations, and bespoke applications, the implementation of artificial intelligence largely continues to rely on solutions provided by major tech platforms and on the individual initiative of professionals.", "url": "https://doi.org/10.31235/osf.io/bmyp6_v1", "doi": "10.31235/osf.io/bmyp6_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.02132564524723013}, {"title": "Commoning Accessibility: a Research Agenda", "authors": "Ersilia Verlinghieri, Enrica Papa, Anna Nikolaeva, Giovanni Lanza, Paola Pucci, Benjamin Büttner, Annemiek Prins, Frank Witlox, Lennert Verhulst, Luca Bertolini", "abstract": "This paper introduces Commoning Accessibility (CA) as a new framework for understanding and enabling equitable access to urban services within the context of the 15-minute city (15mC). While the 15mC promotes proximity-based access to everyday amenities, it often overlooks the social and relational processes through which accessibility is produced and maintained. Drawing on emerging debates about commoning mobility and mobilities of care, we argue that accessibility should not be understood merely as a function of spatial proximity or individual mobility, but as a collectively shaped resource that emerges through shared practices, infrastructures, and governance. Inviting for a reflection on a wide range of underexplored community-led initiatives—from shared mobility schemes and care services to locally run facilities—that actively reshape access in ways aligned with the principles of commoning and framing those under the umbrella of CA, the paper propose a new research agenda. The research agenda is structured around five key areas: firstly, mapping enabling conditions for CA practices; secondly, understanding CA practices; thirdly, supporting the development of CA as experiments; fourthly, assessing CA impacts; and fifthly, identifying supportive policy frameworks. With such an agenda, the paper calls for a shift in accessibility planning—from top-down, metric-driven approaches to ones that centre collective agency, everyday interdependencies, and community-led innovation. This reorientation has significant implications for how accessibility is governed, experienced, and sustained in the pursuit of just mobilities.", "url": "https://doi.org/10.31235/osf.io/f2453_v1", "doi": "10.31235/osf.io/f2453_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01583395847870972}, {"title": "СТРАТЕГІЧНІ МОТИВАЦІЇ ДОНОРІВ МІЖНАРОДНОЇ ДОПОМОГИ І HDP‑НЕКСУС ДЛЯ УКРАЇНИ: ТЕОРІЇ МІЖНАРОДНИХ ВІДНОСИН ПОЗА СУТО ГУМАНІТАРНИМ РАКУРСОМ", "authors": "Andrii Dryga", "abstract": "Це препринт матеріалу, поданого для публікації в журналі «Empirio», що видається Національним університетом Києво-Могилянська академія. На прикладі України стаття уточнює концептуальний підхід до стратегічного планування міжнародної допомоги поза межами гуманітарного реагування. Показано, що мотиви донорів не пояснюються однією теорією міжнародних відносин, натомість потрібна синтезована оптика, яка поєднує ліберальні, реалістичні, конструктивістські і критичні підходи з тристороннім нексусом (Humanitarian-Development-Peacebuilding: гуманітарно-розвитково-миробудівним). На цьому перетині формується портфельна логіка, що передбачає охоплення всіх трьох компонентів нексуса, мінімізуючи ризик ігнорування будь-якого з них. Теоретичний синтез ілюструється підходами ЄС, Північної Європи, Великої Британії, США та інших донорів, де темпи й масштаби підтримки визначаються поєднанням географії загроз, політичних циклів, оборонно-промислових спроможностей й умовності реформ. У цій моделі розбудову миру замінює «мирочутливість», яка пріоритезує програми, що зміцнюють соціальну гармонію та згуртованість. Практичним внеском роботи є аналітична «матриця HDP × мотивації донорів», яка систематизує типи нелетальних інтервенцій на перетині чотирьох логік і трьох напрямів HDP. Вона демонструє, як операціоналізувати заявлені мотиви у результати, спрямовані на позитивну зміну: від правових послуг і прозорих реєстрів до захисту цивільних, розвитку людського капіталу, інклюзивних діалогів та локалізації проєктів. Ключова умова ефективності це поєднання невідкладних і структурних інтервенцій на основі довгострокового фінансування, локалізації та прозорого управління. Стаття також окреслює типові вузькі місця імплементації нексуса у воєнних і післявоєнних умовах, а саме фрагментацію координації, несумісність бюджетно-правових рамок, різні часові горизонти та дефіцит даних. Запропоновані механізми їх подолання через спільні очікувані результати, уніфіковані підходи до моніторингу, відкриті дані та залучення громад до рішень. Таким чином, робота пропонує cпосіб перетворення різнорідних мотивацій донорів на спільні траєкторії стабілізації та відновлення, підвищуючи довіру між донорами й реципієнтами та знижуючи ризики довгострокової залежності від допомоги.", "url": "https://doi.org/10.31235/osf.io/ftzg7_v1", "doi": "10.31235/osf.io/ftzg7_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.030356535126652373}, {"title": "It's her! Investigating relationship development with social AI chatbots.", "authors": "Nadja Rupprechter, Tobias Dienlin", "abstract": "As social AI chatbots become increasingly integrated into everyday lives, users form unique parasocial relationships with their digital companions. To understand the antecedents, mechanisms, and experiences of such relationships, we conducted a multi-methods study to investigate how the perceived human-likeness of social AI chatbots fosters emotional attachment, and how this effect might be mediated via increased user gratifications and heightened chatbot interactions. The quantitative results of our preregistered study with 550 participants from 64 countries showed that perceived human-likeness was a strong driver of attachment. As hypothesized, the results suggested that the effect was mediated by gratifications and interactions. The qualitative analyses demonstrated that social AI chatbots played a special role in the lives of many users, transforming habits, interactions, and relationships. In the words of one participant: \"AI [chatbots] gave me a new life\".", "url": "https://doi.org/10.31235/osf.io/guc4x_v1", "doi": "10.31235/osf.io/guc4x_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.010599174001791667}, {"title": "Still niche? Stakeholder perspectives on growing the plant-based meat and plant-based dairy industries", "authors": "Katie Major-Smith, Gregory John Borne, Laura Wallis, Debby Cotton", "abstract": "Shifting toward plant-based diets is a crucial aspect of mitigating climate change. As part of this transition, growing the plant-based meat and plant-based dairy industries has significant potential to reduce the environmental impacts of food systems in Western countries. To date, little research has examined the systemic challenges faced by stakeholders involved in developing and supporting these industries. By applying a multi-stakeholder perspective, our study addresses this gap in the literature, exploring the drivers and barriers influencing industry growth. Semi-structured interviews were conducted with 15 respondents representing consumers, manufacturers and retailers. Reflexive thematic analysis was applied, identifying seven overlapping themes applicable to both industries. Findings indicate that support for plant-based products is often grounded in sustainability goals and belief that newer plant-based alternatives can effectively meet consumer expectations. However, industry growth is restricted by structural challenges, including the influence of the meat and dairy sector, negative consumer perceptions, and the high financial risk of investing in emerging alternatives. Stakeholders identified two key changes needed: greater industry investment and more effective strategies to stimulate consumer demand. Applying the multi-level perspective (MLP) to interpret findings suggests that the plant-based meat and plant-based dairy sectors are still operating as niche industries, and that sector growth depends on changes at both the niche and regime levels to fully integrate plant-based meat and plant-based dairy into the food system. This research contributes original insights into the dynamics of sustainable food system transformation by foregrounding stakeholder experiences across multiple points in the value chain.", "url": "https://doi.org/10.31235/osf.io/j3w2k_v1", "doi": "10.31235/osf.io/j3w2k_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.01001662262325509}, {"title": "Audience Expectations of Journalists: Demands, Beliefs and Assessments", "authors": "Clara Juarez Miro, Sandra Banjac, Folker Hanusch", "abstract": "Scholarship on journalism in the digital age has often pointed to a gap between audiences’ expectations of journalism and what journalists actually do in their work as one reason for the global decline in news trust and consumption. Much of this work has, however, evolved from studies of journalistic role perceptions to measure audiences’ expectations of these same roles. In line with the so-called audience turn in (digital) journalism studies, this study takes an audience-centric approach to better understand what it is that audiences want, in the hope of better informing journalistic work. Through an analysis of 35 observations and in-depth interviews with audience members in Austria, we examine audiences’ demands, beliefs, and assessments of journalists, and the relations among these expectation modes. Our findings demonstrate the complex nature of audiences’ expectations and reveal seven dimensions. Four of these aligned partially with normative journalistic roles: expectations of (1) information; (2) interpretation; (3) accountability; and (4) activism. The remaining three extend beyond them, including expectations of (5) emotional connection; (6) interaction; and (7) societal relevance. These insights highlight what audiences value in journalism, offering a foundation for news content that caters to their needs.", "url": "https://doi.org/10.31235/osf.io/jk7vn_v1", "doi": "10.31235/osf.io/jk7vn_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006455366626564318}, {"title": "Effect of Technology Usage on Students’ Academic Performance: An Ordinal Logistic Regression Analysis of Undergraduates at the University of Ilorin", "authors": "Adeleke Muheez Olanrewaju", "abstract": "The integration of technology into education and learning via the internet and social media is an expanding and rapidly growing toolkit. Hence, this research aim is to study the effects of technology usage on students’ academic performance. Data were collected from 210 students from the Faculty of Physical Science, University of Ilorin to achieve this aim. The research explores various aspects of technology usage and their effects on academic performance through a detailed analysis, employing statistical methods such as descriptive statistics, correlation analysis, and ordinal logistic regression. The findings from the ordinal logistic regression analysis revealed that several factors significantly influence academic performance. Notably, the use of laptops for academic purposes, collaborative online study, and time spent daily using technology for academic activities were found to positively influence academic outcomes. Conversely, the time spent daily on technology for non-academic activities showed a notable negative impact on academic outcomes. These results underscore the dual-edged nature of technology usage in educational settings, highlighting the importance of promoting productive and collaborative use of technology among students to enhance their academic achievements. The study offers valuable insights for educators and policymakers aiming to optimize the integration of technology in academic environments.", "url": "https://doi.org/10.31235/osf.io/kauzh_v1", "doi": "10.31235/osf.io/kauzh_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.012514487696761556}, {"title": "Ethical transgressions and moral courage in bureaucracies under pressure under Trump and Bolsonaro", "authors": "Jaime Kucinskas, Mariana Costa Silveira", "abstract": "Under the administrations of the U.S. President Donald J. Trump (2017–2021) and Brazilian President Jair Bolsonaro (2019–2023), democratic backsliding intensified through institutional erosion, illiberal reforms, and growing political pressures on public administration. Drawing on in-depth interviews with 82 Brazilian and 79 U.S. civil servants, this study examines episodes of moral courage - defined as principled actions taken in the face of political pressure and personal risk. We identify the organizational and individual conditions that enable such acts. At the meso level, we find that supportive professional cultures and strong internal and external networks emerge as key facilitators. At the individual level, moral courage is associated with strong commitment to agency missions, a high sense of self-efficacy, long-term moral reflection, and civic engagement. Additionally, cross-national comparison reveals that Brazilian civil servants tended to mobilize through more collective and visible forms of acts of moral courage, whereas their U.S. counterparts often adopted more individualized and cautious strategies. Our findings contribute to public administration scholarship by offering a comparative perspective on bureaucratic resistance during democratic erosion. We also provide a conceptual framework to guide future empirical research and identify concrete enabling conditions and characteristics that support public servants in defending democratic norms under illiberal regimes.", "url": "https://doi.org/10.31235/osf.io/kcjwr_v1", "doi": "10.31235/osf.io/kcjwr_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.018561672269185925}, {"title": "Benchmarking Municipal AI Chatbot Performance: Mixed Methods Insights into Competence, Integrity, and Algorithmic Discrimination in Dutch Public Administration", "authors": "Ralfs Rudzitis, Kristina S. Weißmüller", "abstract": "This study introduces the Public-sector Chatbot Performance (PCP) framework, a novel and comprehensive approach to systematically assess AI chatbot performance in public administration. The framework evaluates both technical competence—factual accuracy, completeness, and source reliability—and normative integrity, including lawfulness, transparency, equality, and privacy. To demonstrate applicability of the PCP framework, we benchmark the full set of municipal chatbot systems currently deployed in Dutch local governments, alongside two leading proprietary large language models (LLMs): ChatGPT-4o and Gemini 2.5 Pro. Using a pragmatic mixed methods approach, we developed 26 prompts with systematic user-based variation to explore algorithmic bias, resulting in a dataset of n=326 user-chatbot interactions. Quantitative analysis revealed that ChatGPT-4o achieved a composite performance score of 95.7%, significantly outperforming all municipal systems. Municipal chatbots exhibited notable shortcomings in competence and integrity, with some failing to meet basic standards of lawful and equal service provision. Exploratory qualitative analysis further uncovered algorithmic opacity, discretionary advice in violation of Dutch good governance regulations, and discriminatory responses based on “ethnic” usernames. These insights challenge assumptions about neutrality in public sector AI and underscore the need for ethical benchmarks in chatbot evaluation. The PCP framework offers actionable guidance for policymakers, technologists, and scholars committed to responsible digital governance.", "url": "https://doi.org/10.31235/osf.io/me7pf_v1", "doi": "10.31235/osf.io/me7pf_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.008854732042464786}, {"title": "Demystifying planning application uncertainty: Using machine learning to predict and explain planning application assessment timeframes", "authors": "William Thackway, Balamurugan Soundararaj, Christopher Pettit", "abstract": "Despite housing supply shortages in financialised housing markets and acknowledgement of planning application (PA) assessment times as a supply side constraint, reliable and accessible information on PA assessment timeframes is limited. It is in this context that we built a model to predict and explain PA assessment timeframes in New South Wales, Australia. We constructed a dataset of 17,000 PAs (submitted over 3 years) comprising PA attributes, environmental and zoning restrictions, and features derived from PA descriptions using natural language processing techniques. Quantile regression was applied using machine learning modelling to predict probabilistic intervals for assessment timeframes. We then employed an advanced model explanation tool to analyse feature contributions on an overall and individual PA basis. The best performing model, an extreme gradient boosted machine (XGB), achieved an R2 of 0.431, predicting 60.9% of assessment times within one month of actual values. While performance is moderate, the model significantly improves upon previous studies and the current best practice in NSW, which is simply average estimates, by council area, for PA assessment timeframes. The paper concludes by outlining suggestions for further improving model performance and on the benefits of a predictive tool for planners.", "url": "https://doi.org/10.31235/osf.io/prm25_v1", "doi": "10.31235/osf.io/prm25_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.00587133208956736}, {"title": "Institutionalising platform dependence: The paradox of the European Media Freedom Act", "authors": "Charis Papaevangelou, Max van Drunen", "abstract": "The growing reliance of journalism on platforms has profoundly affected the political economy of journalism. In response to growing concerns over platforms’ discretionary power over journalism, the EU introduced a legally-binding media privilege’ with its European Media Freedom Act (EMFA), seeking to protect journalistic content from platforms’ unjust content moderation mechanisms. While the EMFA represents a significant affirmation of journalism’s normative value and the need for elevated legal protections, this article identifies a fundamental paradox at the core of the regulation: by entrusting critical procedural obligations to platform companies, the EMFA risks entrenching rather than mitigating platforms’ discretionary power over journalism. Using a doctrinal legal analysis of the EMFA, supplemented by a critical evaluation of its platform-press implications and the broader sociopolitical context, we foreground how the EMFA’s procedural reliance on platforms stop it short from realising its normative ambitions regarding journalism’s democratic value. Drawing on interdisciplinary scholarship, we identify two structural reasons for this paradox: the EU’s consistent underestimation of platform firms’ material interests and its misguided faith in procedural fairness and multistakeholder governance models. Ultimately, we contend that structural and not procedural changes are required to effectively protect journalism’s democratic value.", "url": "https://doi.org/10.31235/osf.io/rbwpx_v1", "doi": "10.31235/osf.io/rbwpx_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.006886963073347574}, {"title": "National Parks As Domicide: Exploring Exclusion from Home in “America’s Best Idea”", "authors": "Seth T. Kannarr", "abstract": "America’s ‘National Parks’ are natural landscapes of wild flora and fauna that serve as highly-desired recreational destinations for people from around the world today. However, we tend to be unaware that these protected areas have a forgotten history of domicide, or the deliberate destruction of homes and dwellings. Prior to formal establishment and designation as ‘National Parks’, these beautiful geographic areas were landscapes of home and housing across human time. In this work, I explore the notion of ‘National Parks’ as home and ponder the following three reflective questions: How has the establishment of ‘National Parks’ served as a form of domicide? Are protected areas being protected for all people or from certain people? How are people included and excluded from home in U.S. ‘National Parks’ today?", "url": "https://doi.org/10.31235/osf.io/u7xzb_v1", "doi": "10.31235/osf.io/u7xzb_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.0644722967701149}, {"title": "Corporate Social Advocacy (CSA) and Social Network: Understanding CSA through Intergroup Dynamics and Social Networks", "authors": "Sifan Xu", "abstract": "CSA is a company’s practices of value proposition and signaling to its publics. The chapter explores how intergroup dynamics play a crucial role in shaping the publics’ perception and reactions to CSA, particularly in the lens of intergroup competition and identity validation. Additionally, it dives deeper into how social network, both conceptually and methodologically, further unpacks how relationships and intergroup dynamics can be examined and studied in CSA. Ideas for future avenues and research related to CSA are discussed, particularly in the nexus of network and intergroup dynamics, as well as in areas related to companies’ multi-issue engagement.", "url": "https://doi.org/10.31235/osf.io/uszgq_v1", "doi": "10.31235/osf.io/uszgq_v1", "journal_full": "(OSF Preprints)", "specialized": false, "preprint": true, "score": 0.012519990952863824}]